const electionCsvData = `รหัสจังหวัด,จังหวัด,เขต,ผู้ชนะ,พรรค,คะแนน,คะแนนดี,ผู้มีสิทธิ,มาใช้สิทธิ
10,กรุงเทพมหานคร,1,นายปารเมศ วิทยารักษ์สรรค์,ประชาชน,34167,77075,130445,82421
10,กรุงเทพมหานคร,2,นายเสกสิทธิ์ แย้มสงวนศักดิ์,ประชาชน,39499,83874,136434,90181
10,กรุงเทพมหานคร,3,นายจรยุทธ จตุรพรประสิทธิ์,ประชาชน,34653,76775,122576,82361
10,กรุงเทพมหานคร,4,นายภัณฑิล น่วมเจิม,ประชาชน,34405,77982,129503,82948
10,กรุงเทพมหานคร,5,นายปิติกรณ์ บรรณเภสัช,ประชาชน,45269,90792,133983,96561
10,กรุงเทพมหานคร,6,นายกัณตภณ ดวงอัมพร,ประชาชน,43239,94391,143091,100871
10,กรุงเทพมหานคร,7,นางสาวภัสริน รามวงศ์,ประชาชน,40962,85181,142711,92497
10,กรุงเทพมหานคร,8,นายชยพล สท้อนดี,ประชาชน,45092,96755,144013,104633
10,กรุงเทพมหานคร,9,นายศุภณัฐ มีนชัยนันท์,ประชาชน,49366,95111,144197,102720
10,กรุงเทพมหานคร,10,นายเอกราช อุดมอำนวย,ประชาชน,41804,91913,137980,99657
10,กรุงเทพมหานคร,11,นางสาวศศินันท์ ธรรมนิฐินันท์,ประชาชน,38779,94993,137319,100367
10,กรุงเทพมหานคร,12,นายภูริวรรธก์ ใจสำราญ,ประชาชน,49925,103439,143108,111029
10,กรุงเทพมหานคร,13,เรืออากาศโท ธนเดช เพ็งสุข,ประชาชน,44511,90508,131666,97065
10,กรุงเทพมหานคร,14,นายก่อเกียรติ ก่อสูงศักดิ์,ประชาชน,41528,93467,140238,99223
10,กรุงเทพมหานคร,16,นางสาวพิมพ์กาญจน์ กีรติวิราปกรณ์,ประชาชน,46021,94218,137721,100557
10,กรุงเทพมหานคร,17,นายวีรวุธ รักเที่ยง,ประชาชน,28587,71720,120676,79075
10,กรุงเทพมหานคร,18,นายธีรัจชัย พันธุมาศ,ประชาชน,34738,80204,122821,87055
10,กรุงเทพมหานคร,19,นายกันต์พงษ์ ประยูรศักดิ์,ประชาชน,42820,92191,135568,98920
10,กรุงเทพมหานคร,20,นายชุมพล หลักคำ,ประชาชน,34941,81935,126470,87486
10,กรุงเทพมหานคร,21,นายณัฐพงศ์ เปรมพูลสวัสดิ์,ประชาชน,45951,91346,136579,96860
10,กรุงเทพมหานคร,22,นายสุภกร ตันติไพบูลย์ธนะ,ประชาชน,42264,85558,133612,92301
10,กรุงเทพมหานคร,23,นายชลธาร ทรัพย์ไพบูลย์เลิศ,ประชาชน,46782,94233,144083,100477
10,กรุงเทพมหานคร,24,นายณพัฏน์ จิตตภินันท์กัณตา,ประชาชน,46415,89356,142148,96919
10,กรุงเทพมหานคร,25,นางสาวแอนศิริ วลัยกนก,ประชาชน,37035,84112,126830,89687
10,กรุงเทพมหานคร,26,นาย พงษ์สรณัฐ ทองลี,ประชาชน,44271,90037,139434,97121
10,กรุงเทพมหานคร,27,นายนฤพล เลิศปัญญาโรจน์,ประชาชน,43046,90381,134453,96276
10,กรุงเทพมหานคร,28,นางสาวชลณัฏฐ์ โกยกุล,ประชาชน,47692,91560,139454,99509
10,กรุงเทพมหานคร,29,นางสาวทิสรัตน์ เลาหพล,ประชาชน,46402,96248,144424,103966
10,กรุงเทพมหานคร,30,นายธัญธร ธนินวัฒนาธร,ประชาชน,45992,92533,143753,99352
10,กรุงเทพมหานคร,31,นายอนุสรณ์ ธรรมใจ,ประชาชน,44722,98491,143750,107547
10,กรุงเทพมหานคร,32,นางสาวปวิตรา จิตตกิจ,ประชาชน,39327,85631,142608,93917
10,กรุงเทพมหานคร,33,นายเท่าพิภพ ลิ้มจิตรกร,ประชาชน,44860,94416,148164,102628
11,สมุทรปราการ,1,นางสาวพนิดา มงคลสวัสดิ์,ประชาชน,43463,87879,130785,97099
11,สมุทรปราการ,2,นางสาวรัชนก สุขประเสริฐ,ประชาชน,40979,89135,129095,96319
11,สมุทรปราการ,3,นายพิชัย แจ้งจรรยาวงศ์,ประชาชน,45335,88488,141094,96436
11,สมุทรปราการ,4,นายชนสิษฎ์ ยอดฉิม,ประชาชน,48876,92620,135983,100463
11,สมุทรปราการ,5,นางสาวนิตยา มีศรี,ประชาชน,57198,100245,158312,111240
11,สมุทรปราการ,6,นายฐาปกรณ์ กุลเจริญ,ภูมิใจไทย,35571,84514,129990,91647
11,สมุทรปราการ,7,นายบุญเลิศ แสงพันธุ์,ประชาชน,46394,97691,149502,105577
11,สมุทรปราการ,8,นายเทพฤทธิ์ ภาษี,ประชาชน,40230,103041,150398,111859
12,นนทบุรี,1,นายวุฒากร นุตยกุล,ประชาชน,42123,93883,135257,101511
12,นนทบุรี,2,นางปัญญารัตน์ นันทภูษิตานนท์,ประชาชน,38013,81123,124496,88604
12,นนทบุรี,3,นายอนุสรณ์ แก้ววิเชียร,ประชาชน,47505,96521,140970,106780
12,นนทบุรี,4,นายกรณ์ มีดี,ประชาชน,33461,85203,127371,92680
12,นนทบุรี,5,นายปรีติ เจริญศิลป์,ประชาชน,41888,96107,137863,104631
12,นนทบุรี,6,นายสุทัศน์ มีศิริ,ประชาชน,44405,99026,144044,110023
12,นนทบุรี,7,นายเกียรติคุณ ต้นยาง,ประชาชน,41267,93993,142327,103313
12,นนทบุรี,8,นายนนท์ ไพศาลลิ้มเจริญกิจ,ประชาชน,36631,88860,121283,96509
13,ปทุมธานี,1,นายเจษฎา ดนตรีเสนาะ,ประชาชน,32835,95201,130705,102636
13,ปทุมธานี,2,นายศุภชัย นพขำ,เพื่อไทย,36340,97032,128907,102812
13,ปทุมธานี,3,นายเอกศักดิ์ หอมชื่น,ประชาชน,42004,84153,131718,93799
13,ปทุมธานี,4,นายสกล สุนทรวาณิชย์กิจ,ประชาชน,41039,90836,132041,98894
13,ปทุมธานี,5,นายเชตวัน เตือประโคน,ประชาชน,35383,82519,122733,89639
13,ปทุมธานี,6,นายธนภัทร ตระกูลภูชัย,ประชาชน,42684,84382,122395,91434
13,ปทุมธานี,7,นายพิษณุ พลธี,ภูมิใจไทย,46202,86075,121843,92139
13,ปทุมธานี,8,นางสาวพรพิมล ธรรมสาร,ภูมิใจไทย,42730,85346,122404,92701
14,พระนครศรีอยุธยา,1,นายทรงพล สุขสมบูรณ์,ภูมิใจไทย,46696,97550,140191,106326
14,พระนครศรีอยุธยา,2,นายนพ ชีวานันท์,ภูมิใจไทย,53474,94398,128589,102658
14,พระนครศรีอยุธยา,3,นางสาวพิมพฤดา ตันจรารักษ์,ภูมิใจไทย,58072,100331,136428,107866
14,พระนครศรีอยุธยา,4,นายคงกฤช รามศักดิ์,ภูมิใจไทย,51469,106913,139523,114346
14,พระนครศรีอยุธยา,5,นายปะดิธ สังขจาย,ภูมิใจไทย,46623,98383,133055,105917
15,อ่างทอง,1,นายภราดร ปริศนานันทกุล,ภูมิใจไทย,56130,79775,111666,85616
15,อ่างทอง,2,นายกรวีร์ ปริศนานันทกุล,ภูมิใจไทย,60611,79838,112384,86378
16,ลพบุรี,1,นายนรินทร์ คลังผา,ภูมิใจไทย,38126,100109,151712,110263
16,ลพบุรี,2,นางสาวมัลลิกา จิระพันธุ์วานิช,ภูมิใจไทย,58141,110045,149672,118851
16,ลพบุรี,3,นางสาวกาญจนาพร จิระพันธุ์วาณิช,ภูมิใจไทย,49264,99225,145648,105930
16,ลพบุรี,4,นายวรวงศ์ วรปัญญา,เพื่อไทย,50031,108277,149394,116195
17,สิงห์บุรี,1,นายโชติวุฒิ ธนาคมานุสรณ์,ภูมิใจไทย,65555,114708,167134,127309
18,ชัยนาท,1,นายอนุชา นาคาศัย,เพื่อไทย,36058,80770,132320,94469
18,ชัยนาท,2,นายมณเฑียร สงฆ์ประชา,ภูมิใจไทย,54585,84484,130196,95079
19,สระบุรี,1,นายขุนทอง แสนวิเศษ,ภูมิใจไทย,31958,88053,128124,98444
19,สระบุรี,2,นายอรรถพล วงษ์ประยูร,ภูมิใจไทย,37225,99146,136691,107815
19,สระบุรี,3,นายวัชรพงศ์ คูวิจิตรสุวรรณ,ภูมิใจไทย,53967,91451,125851,99297
19,สระบุรี,4,นายองอาจ วงษ์ประยูร,กล้าธรรม,48159,90067,128318,100197
20,ชลบุรี,1,นายสุชาติ ชมกลิ่น,ภูมิใจไทย,46253,97585,137328,104346
20,ชลบุรี,2,นางสาววรรณิดา นพสิทธิ์,ประชาชน,30061,78825,113941,84051
20,ชลบุรี,3,ร้อยตำรวจเอก สิทธิพัฒน์ ภาวสุทธิ์,ภูมิใจไทย,42501,90301,127143,98529
20,ชลบุรี,4,นายจิรวุฒิ สิงห์โตทอง,ภูมิใจไทย,45751,80770,120267,88809
20,ชลบุรี,5,นายอนันต์ ปรีดาสุทธิจิตต์,ภูมิใจไทย,52767,95514,134987,103979
20,ชลบุรี,6,นางนฤมาศ เปี่ยมบัณฑิต,ประชาชน,41248,89423,138584,96545
20,ชลบุรี,7,นายสหัสวัต คุมคง,ประชาชน,39986,82754,127875,88767
20,ชลบุรี,8,นายเชาวลิตร แสงอุทัย,ภูมิใจไทย,37623,86994,140456,94308
20,ชลบุรี,9,นายยอดชาย พึ่งพร,ประชาชน,27602,62409,122755,69180
20,ชลบุรี,10,นายธนาธาร ประมูลพงษ์,ประชาชน,27129,82457,134698,89099
21,ระยอง,1,นางสาวกมนทรรศน์ กิตติสุนทรสกุล,ประชาชน,36934,85091,121750,91421
21,ระยอง,2,นายกฤช ศิลปชัย,ประชาชน,33687,68551,116650,77741
21,ระยอง,3,นายพศิน ปิตุเตชะ,ประชาธิปัตย์,26873,76463,124375,85323
21,ระยอง,4,นายฉัตรชัย ปิตุเตชะ,ภูมิใจไทย,46134,87526,129478,94724
21,ระยอง,5,นายวัชรพงษ์ ศิริรักษ์,ประชาชน,37569,81289,129572,89547
22,จันทบุรี,1,พลตำรวจโท สุรพล วิรัตน์โยสินทร์,ภูมิใจไทย,32984,100866,148036,110531
22,จันทบุรี,2,นายคัมภีร์ ชื่นบาน,ภูมิใจไทย,39979,91807,142477,102880
22,จันทบุรี,3,นายชรัตน์ เนรัญชร,ภูมิใจไทย,31798,91176,142294,101001
23,ตราด,1,นายพิชานนท์ อิงประสาร,ภูมิใจไทย,66399,115576,176946,125215
24,ฉะเชิงเทรา,1,นางฐิติมา ฉายแสง,เพื่อไทย,38717,96004,146676,110016
24,ฉะเชิงเทรา,2,นายอรรถกร ศิริลัทธยากร,กล้าธรรม,50833,109828,142226,118518
24,ฉะเชิงเทรา,3,นายชัยวัฒน์ เป้าเปี่ยมทรัพย์,กล้าธรรม,52758,93753,145910,104600
24,ฉะเชิงเทรา,4,จ่าเอก ยศสิงห์ เหลี่ยมเลิศ,กล้าธรรม,47969,112107,154572,122283
25,ปราจีนบุรี,1,นายอำนาจ วิลาวัลย์,ภูมิใจไทย,42309,82923,129363,94811
25,ปราจีนบุรี,3,นายสฤษดิ์ บุตรเนียร,ภูมิใจไทย,45193,84347,132022,93849
26,นครนายก,1,นายปิยวัฒน์ กิตติธเนศวร,กล้าธรรม,33707,76781,104054,82830
26,นครนายก,2,นายเกรียงไกร กิตติธเนศวร,ภูมิใจไทย,34897,80797,108945,87699
27,สระแก้ว,1,นายบดี เทียนทอง,พลังประชารัฐ,56083,89613,147502,97584
27,สระแก้ว,2,นางสาวตรีนุช เทียนทอง,พลังประชารัฐ,60370,89351,145146,97464
27,สระแก้ว,3,นายสุรศักดิ์ ชิงนวรรณ์,กล้าธรรม,38812,92868,151072,101937
30,นครราชสีมา,1,นายฉัตร สุภัทรวณิชย์,ประชาชน,32534,80985,128270,90557
30,นครราชสีมา,2,นายวัชรพล โตมรศักดิ์,เพื่อไทย,39980,96710,141226,105850
30,นครราชสีมา,3,นายศุทธสิทธิ์ พจน์ฐศักดิ์,ประชาชน,37699,92622,136554,102530
30,นครราชสีมา,4,นางสาวณัฐจิรา อิ่มวิเศษ,เพื่อไทย,34719,84302,131759,93980
30,นครราชสีมา,5,นายสมเกียรติ ตันดิลกตระกูล,เพื่อไทย,38845,87644,133508,95129
30,นครราชสีมา,6,นางพัชราวรรณ ภิญโญ,เพื่อไทย,27973,81811,133507,85762
30,นครราชสีมา,7,นางสาวปิยะนุช ยินดีสุข,เพื่อไทย,40228,76958,136725,81993
30,นครราชสีมา,8,นายนิกร โสมกลาง,เพื่อไทย,51840,79521,133816,88226
30,นครราชสีมา,9,นายพลพีร์ สุวรรณฉวี,ภูมิใจไทย,41235,87655,135762,92485
30,นครราชสีมา,10,นายบุญจง วงศ์ไตรรัตน์,ภูมิใจไทย,43185,104308,138131,112031
30,นครราชสีมา,11,นายอาทิตย์ หวังศุภกิจโกศล,เพื่อไทย,53069,85016,132159,93602
30,นครราชสีมา,12,นายนรเสฏฐ์ ศิริโรจนกุล,เพื่อไทย,47794,86006,132388,94858
30,นครราชสีมา,13,นายพชร จันทรรวงทอง,เพื่อไทย,28157,66505,130106,78490
30,นครราชสีมา,14,นายหนึ่ง ขัติยะนนท์,ประชาชน,29003,73189,130744,83594
30,นครราชสีมา,15,นายรชตะ ด่านกุล,เพื่อไทย,37242,95199,138615,99862
30,นครราชสีมา,16,นายตติรัฐ รัตนเศรษฐ,ภูมิใจไทย,32139,83999,136002,89343
31,บุรีรัมย์,1,นายสนอง เทพอักษรณรงค์,ภูมิใจไทย,57074,78889,125326,86182
31,บุรีรัมย์,2,นางสาวณัฐธิดา เล็กอุดากร,ภูมิใจไทย,56479,75055,127640,81656
31,บุรีรัมย์,3,นายอดิพงษ์ ฐิติพิทยา,ภูมิใจไทย,56210,72175,125637,77430
31,บุรีรัมย์,4,นายชนกันต์ ทิมาตฤกะ,ภูมิใจไทย,51536,69445,121519,74514
31,บุรีรัมย์,5,นายโสภณ ซารัมย์,ภูมิใจไทย,53732,76650,131438,82315
31,บุรีรัมย์,6,นายศักดิ์ ซารัมย์,ภูมิใจไทย,51523,73608,130776,79738
31,บุรีรัมย์,7,นายพรชัย ศรีสุริยันโยธิน,ภูมิใจไทย,45919,74537,122067,80097
31,บุรีรัมย์,8,นายไตรเทพ งามกมล,ภูมิใจไทย,53217,78428,126957,85265
31,บุรีรัมย์,9,นายรุ่งโรจน์ ทองศรี,ภูมิใจไทย,57197,73695,127988,79746
31,บุรีรัมย์,10,นายจักรกฤษณ์ ทองศรี,ภูมิใจไทย,52091,69176,121304,74757
32,สุรินทร์,1,นางสาวเบญญา มุ่งเจริญพร,ภูมิใจไทย,46167,85981,136098,94060
32,สุรินทร์,2,นายณัฏฐพล จรัสรพีพงษ์,ภูมิใจไทย,53228,89433,140119,95003
32,สุรินทร์,3,นางสาวผกามาศ เจริญพันธ์,ภูมิใจไทย,50333,79639,137349,84655
32,สุรินทร์,4,นางสาวสุรีย์ ธัมมาตร,ภูมิใจไทย,44913,80530,139651,85085
32,สุรินทร์,5,นายภุชงค์ สุภัควรางกูร,ภูมิใจไทย,41671,79444,135454,82574
32,สุรินทร์,6,นายล้ำเลิศ พัวพัฒนโชติ,ภูมิใจไทย,52005,76550,133978,81526
32,สุรินทร์,7,นายเรืองวิทย์ คูณวัฒนาพงษ์,ภูมิใจไทย,43239,84840,136450,91439
32,สุรินทร์,8,นางปทิดา ตันติรัตนานนท์,ภูมิใจไทย,52673,78919,136843,85240
33,ศรีสะเกษ,1,นายสิริพงศ์ อังคสกุลเกียรติ,ภูมิใจไทย,53220,94666,132927,98770
33,ศรีสะเกษ,2,นายศุภกิจ สีหาภาค,ภูมิใจไทย,35712,80721,128729,85060
33,ศรีสะเกษ,3,นายธนา กิจไพบูลย์ชัย,ภูมิใจไทย,51942,76586,128022,82061
33,ศรีสะเกษ,4,นายชิตพล ไตรสรณกุล,ภูมิใจไทย,43534,77864,122479,82768
33,ศรีสะเกษ,5,นางสาวจินณ์ตวรรณ ไตรสรณกุล,ภูมิใจไทย,39108,79671,127679,85062
33,ศรีสะเกษ,6,นายวีระพล จิตสัมฤทธิ์,เพื่อไทย,31345,79063,128551,83911
33,ศรีสะเกษ,7,นางสาววิลดา อินฉัตร,เพื่อไทย,36190,78631,126857,84203
33,ศรีสะเกษ,8,นายอาสพลธ์ สรรณ์ไตรภพ,ภูมิใจไทย,59873,84175,133124,89354
33,ศรีสะเกษ,9,นายวิทวัส ไตรสรณกุล,ภูมิใจไทย,39667,88566,139255,93002
34,อุบลราชธานี,1,นายวรสิทธิ์ กัลป์ตินันท์,เพื่อไทย,32328,87991,132480,99448
34,อุบลราชธานี,2,นายณรงค์ชัย วีระกุล,ไทรวมพลัง,36198,91206,136569,97134
34,อุบลราชธานี,3,นางพิมพกาญจน์ พลสมัคร,ไทรวมพลัง,43632,86097,139753,93751
34,อุบลราชธานี,4,นางสาวกิตติ์ธัญญา วาจาดี,เพื่อไทย,37794,100779,150321,112955
34,อุบลราชธานี,5,นายสุทธิชัย จรูญเนตร,ภูมิใจไทย,52151,80991,131064,86404
34,อุบลราชธานี,6,นางสาวธัญธารีย์ สันตพันธุ์,เพื่อไทย,33345,78144,132010,83930
34,อุบลราชธานี,7,นางสาวสุดารัตน์ พิทักษ์พรพัลลภ,ภูมิใจไทย,45003,87014,131259,90567
34,อุบลราชธานี,8,นางสาวแนน บุณย์ธิดา สมชัย,ภูมิใจไทย,36651,87156,137335,92164
34,อุบลราชธานี,9,นางจิตรวรรณ หวังศุภกิจโกศล,ไทรวมพลัง,42832,78470,130179,83647
34,อุบลราชธานี,10,นายสมศักดิ์ บุญประชม,ไทรวมพลัง,66909,85556,141083,93234
34,อุบลราชธานี,11,นางสาวตวงทิพย์ จินตะเวช,ภูมิใจไทย,58379,80032,135277,85958
35,ยโสธร,1,นางสุภาพร สลับศรี,ภูมิใจไทย,49334,100743,144704,105736
35,ยโสธร,2,นายวรายุทธ จงอักษร,ภูมิใจไทย,51233,90902,141191,94115
35,ยโสธร,3,นายธนพัฒน์ ศรีชนะ,ภูมิใจไทย,44970,93914,146753,99570
36,ชัยภูมิ,1,นายโอซิษฐ์ เกียรติก้องชูชัย,เพื่อไทย,40748,81673,129541,88777
36,ชัยภูมิ,2,นายเชิงชาย ชาลีรินทร์,เพื่อไทย,54996,79326,133561,87136
36,ชัยภูมิ,3,นายสัมฤทธิ์ แทนทรัพย์,ภูมิใจไทย,48116,75289,127154,80751
36,ชัยภูมิ,4,นางสาวสุชาดา ซาง แทนทรัพย์,ภูมิใจไทย,36907,72809,121184,76539
36,ชัยภูมิ,5,นายศิวะ พงศ์ธีระดุลย์,เพื่อไทย,29851,85450,132089,89483
36,ชัยภูมิ,6,นายเชวงศักดิ์ เร่งไพบูลย์วงษ์,ภูมิใจไทย,50655,83346,134526,89261
36,ชัยภูมิ,7,นายอัครแสนคีรี โล่ห์วีระ,กล้าธรรม,40833,81542,126889,84732
37,อำนาจเจริญ,1,นางสุขสมรวย วันทนียกุล,ภูมิใจไทย,44199,91024,145524,97677
37,อำนาจเจริญ,2,นางญาญีนาถ เข็มนาค,ภูมิใจไทย,43016,93862,157168,103473
38,บึงกาฬ,1,นายสยาม เพ็งทอง,ภูมิใจไทย,37182,69624,104720,74245
38,บึงกาฬ,2,นายสุริยา แป้นสุขา,ภูมิใจไทย,26482,72072,109327,75005
38,บึงกาฬ,3,นายวิโรจน์ สาระวงศ์,ภูมิใจไทย,34041,70033,118401,76221
39,หนองบัวลำภู,1,นายชยานันท์ เกตุเมฆ,กล้าธรรม,31594,86812,139258,91459
39,หนองบัวลำภู,2,นายรุ่งเพชร ศรีกาญจนา,เพื่อไทย,36663,79482,135971,83652
39,หนองบัวลำภู,3,นายพรณรงค์ นิลนะมะ,กล้าธรรม,26322,77865,133308,82630
40,ขอนแก่น,1,นายวีรนันท์ ฮวดศรี,ประชาชน,35303,83007,128250,91147
40,ขอนแก่น,2,นายอิทธิพล ชลธราศิริ,ประชาชน,41012,96299,138811,105501
40,ขอนแก่น,3,นายเอกชัย สืบสารคาม,กล้าธรรม,30645,84748,132197,90629
40,ขอนแก่น,4,นายรุ่งโรจน์ เย็นสบาย,เพื่อไทย,40255,90702,130877,95728
40,ขอนแก่น,5,นายปราชญา หงอกชัย,กล้าธรรม,36120,81109,131801,85145
40,ขอนแก่น,6,นายวิศรุต ปู่เพิ่ง,ภูมิใจไทย,43246,79916,129906,86154
40,ขอนแก่น,7,นายสุรพจน์ เตาะเจริญสุข,เพื่อไทย,32796,83207,132364,90247
40,ขอนแก่น,8,นายธนิก มาสีพิทักษ์,กล้าธรรม,33926,89683,139634,96586
40,ขอนแก่น,9,นายณัฐพล กลุ่มเหรียญทอง,เพื่อไทย,42803,81101,127326,85016
40,ขอนแก่น,10,นายพชรกร อรรณนพพร,ภูมิใจไทย,39396,83757,135110,89102
40,ขอนแก่น,11,นายองอาจ ฉัตรชัยพลรัตน์,ภูมิใจไทย,48810,76313,131498,82562
41,อุดรธานี,1,นายอานันท์ อมรินทร์,ประชาชน,30558,76456,127011,84507
41,อุดรธานี,2,นางหทัยรัตน์ เพชรพนมพร,เพื่อไทย,29377,82554,130457,89477
41,อุดรธานี,3,นายหรั่ง ธุระพล,ภูมิใจไทย,33013,75808,125833,79803
41,อุดรธานี,4,นายไตรภพ คำเพชร,เพื่อไทย,29757,70876,126481,74870
41,อุดรธานี,5,นางบัวเงิน รอดขันเมือง,ภูมิใจไทย,28475,69548,123472,73659
41,อุดรธานี,6,นายอดิศักดิ์ แก้วมุงคุณทรัพย์,ภูมิใจไทย,36722,77505,126378,80892
41,อุดรธานี,7,นายสุริยา วงศ์อารีย์,ประชาชน,28786,71025,128249,77512
41,อุดรธานี,8,นายสุภีรภัทร ภูมิภักดิ์,ภูมิใจไทย,38137,71066,122656,76246
41,อุดรธานี,9,นายวัชระพล ขาวขำ,เพื่อไทย,29522,73427,124798,80810
41,อุดรธานี,10,นางเทียบจุฑา ขาวขำ,เพื่อไทย,31589,72317,122907,79295
42,เลย,1,นายเลิศศักดิ์ พัฒนชัยกุล,เพื่อไทย,42730,85064,125704,93879
42,เลย,2,นายศรัณย์ ทิมสุวรรณ,เพื่อไทย,27956,72730,132976,83494
42,เลย,3,นายธนยศ ทิมสุวรรณ,ภูมิใจไทย,51525,83065,126135,91957
42,เลย,4,นายสมเจตน์ แสงเจริญรัตน์,เพื่อไทย,30145,74118,123919,85019
43,หนองคาย,1,นายกระแสร์ ตระกูลพรพงศ์,พลังประชารัฐ,30866,88967,139496,95511
43,หนองคาย,2,นายยุทธนา ศรีตะบุตร,พลังประชารัฐ,30322,81218,136455,85701
43,หนองคาย,3,นายศักดิ์ดา จันทรสุวรรณ,ภูมิใจไทย,36917,78176,137314,87064
44,มหาสารคาม,1,นายฤทธิรงค์ ภูมิสวัสดิ์,ภูมิใจไทย,32493,84916,129888,90569
44,มหาสารคาม,2,นายประวัติ ทองสมบูรณ์,ภูมิใจไทย,32203,78715,128380,82745
44,มหาสารคาม,3,นายลัทธชัย โชคชัยวัฒนากร,ภูมิใจไทย,39612,84786,130076,87676
44,มหาสารคาม,4,นายวิเชียร จงชูวณิชย์,ภูมิใจไทย,30843,80681,125931,84945
44,มหาสารคาม,5,นายจิรวัฒน์ ศิริพานิชย์,เพื่อไทย,36149,77618,132454,84701
44,มหาสารคาม,6,นางคมคาย อุดรพิมพ์,ภูมิใจไทย,38939,87058,128307,91663
45,ร้อยเอ็ด,1,นายอนุรักษ์ จุรีมาศ,ภูมิใจไทย,50238,89385,126135,94576
45,ร้อยเอ็ด,2,นายเอกรัฐ พลชื่อ,กล้าธรรม,43764,86974,136681,91762
45,ร้อยเอ็ด,3,นางรัชนี พลชื่อ,กล้าธรรม,35999,81733,132880,85667
45,ร้อยเอ็ด,4,นายศุภศิษย์ กอเจริญยศ,เพื่อไทย,22302,80404,129528,83975
45,ร้อยเอ็ด,5,นางสาวจิราพร สินธุไพร,เพื่อไทย,43787,72043,133199,79956
45,ร้อยเอ็ด,6,นายทองลี มีหินกอง,เพื่อไทย,33696,76554,130130,81281
45,ร้อยเอ็ด,7,นายชัชวาล แพทยาไทย,ไทยสร้างไทย,44414,81314,134383,84922
45,ร้อยเอ็ด,8,นางสาวชญาภา สินธุไพร,เพื่อไทย,26860,85433,131264,89205
46,กาฬสินธุ์,1,นายวิรัช พิมพะนิตย์,เพื่อไทย,35888,83744,131445,90137
46,กาฬสินธุ์,2,นายพลากร พิมพะนิตย์,เพื่อไทย,43696,76321,126190,82224
46,กาฬสินธุ์,3,นายจำลอง ภูนวนทา,กล้าธรรม,27385,78033,124253,82445
46,กาฬสินธุ์,4,นายณัฐวัชต์ พิมพะนิตย์,เพื่อไทย,35782,85649,136385,90104
46,กาฬสินธุ์,5,นางสาวบุญญาภา นาชัยเวียง ปุณณนิฏฐา,ภูมิใจไทย,48271,89758,137299,93903
46,กาฬสินธุ์,6,นายชนะวุธ อุทโท,เพื่อไทย,59665,91466,135642,95812
47,สกลนคร,1,นายสิรภพ สมผล,กล้าธรรม,27337,90090,133562,96161
47,Sakon Nakhon,2,นายชาตรี หล้าพรหม,กล้าธรรม,25737,83880,131918,88996
47,สกลนคร,3,นางสาวจิรัชยา สัพโส,เพื่อไทย,48088,78470,133998,86140
47,สกลนคร,4,นายพัฒนา สัพโส,เพื่อไทย,29887,75903,132760,83327
47,สกลนคร,5,นางสาววงศ์อะเกื้อ บุญศล,กล้าธรรม,27906,79654,129748,83538
47,สกลนคร,6,นายบรม เอ่งฉ้วน,ภูมิใจไทย,34892,75062,130058,80511
47,สกลนคร,7,นายอิสรพงษ์ อุประ,เพื่อไทย,23571,71830,131938,76157
48,นครพนม,1,นางสาวศุภพานี โพธิ์สุ,ภูมิใจไทย,61803,94537,143576,98499
48,นครพนม,2,นางมนพร เจริญศรี,เพื่อไทย,51176,85967,143097,94215
48,นครพนม,3,นายอลงกต มณีกาศ,ภูมิใจไทย,37134,88863,142454,94066
48,นครพนม,4,นายชาญชัย คำจำปา,เพื่อไทย,41312,92181,144802,96215
49,มุกดาหาร,1,นายวิริยะ ทองผา,ภูมิใจไทย,31342,98985,141889,104804
49,มุกดาหาร,2,นายเลขาดำไตรสรณคมน์ หนองเรือง,กล้าธรรม,42393,94225,138474,100884
50,เชียงใหม่,1,นางสาวเพชรรัตน์ ใหม่ชมภู,ประชาชน,47840,93695,137824,103006
50,เชียงใหม่,2,นางสาวการณิก จันทดา,ประชาชน,51532,101324,143760,113528
50,เชียงใหม่,3,นายณัฐพล โตวิจักษณ์ชัยกุล,ประชาชน,49235,99756,139221,111503
50,เชียงใหม่,4,นางสาวพุธิตา ชัยอนันต์,ประชาชน,49641,105843,144891,115490
50,เชียงใหม่,5,นายสมชิด กันธะยา,ประชาชน,39120,91933,133210,102641
50,เชียงใหม่,6,นางสาวสุภานันท์ ปัญญาทิพย์,กล้าธรรม,33043,81574,127678,91404
50,เชียงใหม่,7,นายการุณย์ คูเจริญชัยกุล,กล้าธรรม,33492,90578,133190,98463
50,เชียงใหม่,8,นายภัทรพงษ์ ลีลาภัทร์,ประชาชน,57851,106179,141156,116389
50,เชียงใหม่,9,นายนเรศ ธำรงค์ทิพยคุณ,กล้าธรรม,43388,96198,126132,105624
50,เชียงใหม่,10,นายนรพล ตันติมนตรี,กล้าธรรม,34102,80699,121655,91752
51,ลำพูน,1,นายวิทวิสิทธิ์ ปันสวนปลูก,ประชาชน,66093,125326,170916,140617
51,ลำพูน,2,นายชัชพีร์ วรรณาพิรัชย์,ประชาชน,49316,116879,162313,131679
52,ลำปาง,1,นางทิพา ปวีณาเสถียร,ประชาชน,47614,98457,146327,112100
52,ลำปาง,2,นายดาชัย เอกปฐพี,กล้าธรรม,35828,98377,150942,111667
52,ลำปาง,3,นายชลธานี เชื้อน้อย,ประชาชน,41016,100661,147051,112970
52,ลำปาง,4,นางสาวเพ็ญภัค รัตนคำฟู,กล้าธรรม,38171,104442,157730,115740
53,อุตรดิตถ์,1,นายพิชญุตม์ พอจิต,ภูมิใจไทย,37418,80546,118176,87587
53,อุตรดิตถ์,2,นางสาวรสรินทร์ ศรัณย์เกตุ,โอกาสใหม่,31560,74992,125051,83114
53,อุตรดิตถ์,3,นายรวี เล็กอุทัย,เพื่อไทย,40926,74882,123483,84565
54,แพร่,1,นางสาวชนกนันท์ ศุภศิริ,ภูมิใจไทย,40738,92581,122115,98225
54,แพร่,2,นายชนาธิป ศุภศิริ,ภูมิใจไทย,54734,83283,116303,88953
54,แพร่,3,นางสาวลักษณารีย์ ดวงตาดำ,ประชาชน,23987,73590,121732,84246
55,น่าน,2,นายประสิทธิ์ โนทะ,กล้าธรรม,38228,90486,129540,98561
55,น่าน,3,นายเจริญ อภิภัทรโกศล,ประชาชน,26189,79242,119751,89542
56,พะเยา,1,นายอัครา พรหมเผ่า,กล้าธรรม,66739,91616,124913,94639
56,พะเยา,2,นายอนุรัตน์ ตันบรรจง,กล้าธรรม,55400,88518,127935,96038
56,พะเยา,3,นายจีรเดช ศรีวิราช,กล้าธรรม,59470,89651,130337,97854
57,เชียงราย,1,นายธนรัช จงสุทธานามณี,เพื่อไทย,44084,98917,141608,109317
57,เชียงราย,2,นางสาวปิยะรัฐชย์ ติยะไพรัช,เพื่อไทย,34901,88811,132614,100731
57,เชียงราย,3,นายพิทักษ์ แสงคำ,กล้าธรรม,34046,91475,139953,104922
57,เชียงราย,4,นายสุรสิทธิ์ เจียมวิจักษณ์,กล้าธรรม,34210,95195,141565,107048
57,เชียงราย,5,นายรังสรรค์ วันไชยธนวงศ์,ภูมิใจไทย,53198,91365,132028,99604
57,เชียงราย,6,นางมลธิชา ไชยบาล,กล้าธรรม,28526,76481,126682,85892
57,เชียงราย,7,นายสุธีระพงษ์ วันไชยธนวงศ์,กล้าธรรม,33398,89036,134194,97669
58,แม่ฮ่องสอน,1,นายปกรณ์ จีนาคำ,กล้าธรรม,35870,61134,95247,68159
58,แม่ฮ่องสอน,2,นายสมบัติ ยะสินธุ์,ภูมิใจไทย,24897,67196,96023,74409
60,นครสวรรค์,1,นางสาวภัทราวดี นิโรจน์,ภูมิใจไทย,48861,90110,138722,99113
60,นครสวรรค์,2,นายชานนท์ ไทยเศรษฐ์,ภูมิใจไทย,47296,96984,137003,104185
60,นครสวรรค์,3,นายสัญญา นิลสุพรรณ,กล้าธรรม,53454,90997,146592,100028
60,นครสวรรค์,4,นายมารุต ศรีผึ้ง,ภูมิใจไทย,55825,83748,139645,92413
60,นครสวรรค์,5,นายพีระเดช ศิริวันสาณฑ์,ภูมิใจไทย,61430,87228,139526,94811
60,นครสวรรค์,6,นายประสาท ตันประเสริฐ,ภูมิใจไทย,36543,85258,136823,90286
61,อุทัยธานี,1,นายเจเศรษฐ์ ไทยเศรษฐ์,ภูมิใจไทย,56483,76524,127311,84560
61,อุทัยธานี,2,นายชาดา ไทยเศรษฐ์,ภูมิใจไทย,54284,77470,134528,83898
62,กำแพงเพชร,1,นายไผ่ ลิกค์,กล้าธรรม,45347,90911,144685,101442
62,กำแพงเพชร,2,นายเพชรภูมิ อาภรณ์รัตน์,กล้าธรรม,42302,97504,147930,105321
62,กำแพงเพชร,3,นายนพพล ผลอำนวย,เพื่อไทย,33653,83994,137857,91355
62,กำแพงเพชร,4,นายสุรสิทธิ์ วงศ์วิทยานันท์,เพื่อไทย,38450,86283,138876,93620
63,ตาก,1,นายธนัสถ์ ทวีเกื้อกูลกิจ,ภูมิใจไทย,37819,96390,150581,105329
63,ตาก,2,นายชิงชัย ก่อประภากิจ,กล้าธรรม,25259,61640,136061,89186
63,ตาก,3,นายภาคภูมิ บูลย์ประมุข,กล้าธรรม,30644,85954,134495,96512
64,สุโขทัย,1,นางสาวณัคนางค์ กุลนาถศิริ,เพื่อไทย,30925,74658,118249,84340
64,สุโขทัย,2,นายชูศักดิ์ คีรีมาศทอง,เพื่อไทย,32650,71207,118270,78246
64,สุโขทัย,3,นางสาวประภาพร ทองปากน้ำ,เพื่อไทย,47516,73310,120495,83731
64,สุโขทัย,4,นายสมเจตน์ ลิมปะพันธุ์,ภูมิใจไทย,48293,82780,120229,87668
65,พิษณุโลก,1,นายณฐชนน ชนะบูรณาศักดิ์,ประชาชน,34692,89782,139505,99468
65,พิษณุโลก,2,นายนพพล เหลืองทองนารา,เพื่อไทย,40429,88246,147554,101319
65,พิษณุโลก,3,นายพงษ์มนู ทองหนัก,ภูมิใจไทย,42353,87798,142882,94938
65,พิษณุโลก,4,นายนิยม ช่างพินิจ,ภูมิใจไทย,42805,88736,128190,94492
65,พิษณุโลก,5,นายจุติ ไกรฤกษ์,ภูมิใจไทย,34149,87172,132621,94537
66,พิจิตร,1,นายภัทรพงศ์ ภัทรประสิทธิ์,ภูมิใจไทย,53293,91069,145512,100830
66,พิจิตร,2,นายวินัย ภัทรประสิทธิ์,ภูมิใจไทย,46639,83178,140325,91079
66,พิจิตร,3,นายศิริวัฒน์ ขจรประศาสน์,ภูมิใจไทย,39021,94660,141664,100598
67,เพชรบูรณ์,1,นางสาวพิมพ์พร พรพฤฒิพันธุ์,ภูมิใจไทย,50631,80633,131143,88736
67,เพชรบูรณ์,2,นายยุพราช บัวอินทร์,ภูมิใจไทย,41515,95529,131081,100198
67,เพชรบูรณ์,3,นายบุญชัย กิตติธราทรัพย์,ภูมิใจไทย,39652,85510,126659,92278
67,เพชรบูรณ์,4,นายวรโชติ สุคนธ์ขจร,ภูมิใจไทย,48590,72394,126049,78124
67,เพชรบูรณ์,5,นางวันเพ็ญ พร้อมพัฒน์,ภูมิใจไทย,45747,73475,132078,81841
67,เพชรบูรณ์,6,นายอัคร ทองใจสด,ภูมิใจไทย,59008,81129,137973,87505
70,ราชบุรี,1,นางสาวกุลวลี นพอมรบดี,ภูมิใจไทย,56407,97874,140141,106701
70,ราชบุรี,2,นางบุญยิ่ง นิติกาญจนา,กล้าธรรม,43510,89818,139159,101443
70,ราชบุรี,3,นายจตุพร กมลพันธ์ทิพย์,กล้าธรรม,51702,96267,143882,115223
70,ราชบุรี,4,นายอัครเดช วงษ์พิทักษ์โรจน์,ภูมิใจไทย,55778,107579,140230,112928
70,ราชบุรี,5,นายบุญลือ ประเสริฐโสภา,ภูมิใจไทย,45150,108560,133773,114688
71,กาญจนบุรี,1,นายอัครนันท์ กัณณ์กิตตินันท์,เพื่อไทย,38572,85850,133198,96564
71,กาญจนบุรี,2,นายชูเกียรติ จีนาภักดิ์,ภูมิใจไทย,39327,97680,131663,103736
71,กาญจนบุรี,3,นายยศวัฒน์ มาไพศาลสิน,ภูมิใจไทย,50759,107950,136011,113958
71,กาญจนบุรี,4,นางสาววิสุดา วิเชียรศิลป์,ภูมิใจไทย,52505,82897,133796,93526
71,กาญจนบุรี,5,นายพนม โพธิ์แก้ว,เพื่อไทย,39023,82962,122645,89052
72,สุพรรณบุรี,1,นายสรชัด สุจิตต์,ภูมิใจไทย,63205,94634,135381,102476
72,สุพรรณบุรี,2,นายณัฐวุฒิ ประเสริฐสุวรรณ,ภูมิใจไทย,45546,84520,129576,91578
72,สุพรรณบุรี,3,นายณัฐชาติ วงศ์ประเสริฐ,กล้าธรรม,47179,101452,130523,106772
72,สุพรรณบุรี,4,นายเสมอกัน เที่ยงธรรม,ภูมิใจไทย,58049,90996,137556,99626
72,สุพรรณบุรี,5,นายประภัตร โพธสุธน,ภูมิใจไทย,60036,98539,144799,108630
73,นครปฐม,1,นายศุภโชค ศรีสุขจร,ภูมิใจไทย,57347,95931,129731,104422
73,นครปฐม,2,พันโท สินธพ แก้วพิจิตร,กล้าธรรม,44487,88517,120935,96412
73,นครปฐม,3,นายพาณุวัฒณ์ สะสมทรัพย์,ภูมิใจไทย,48099,83624,119354,91278
73,นครปฐม,4,พันเอก สุขชาต สะสมทรัพย์,ภูมิใจไทย,50336,97930,128771,105127
73,นครปฐม,5,นายอนุชา สะสมทรัพย์,ภูมิใจไทย,40896,99742,131064,107208
73,นครปฐม,6,นายชลพฤกษ วงศ์อรุณนิยม,ประชาชน,38535,89774,126887,97368
74,สมุทรสาคร,1,นายณัฐพงษ์ สุมโนธรรม,ประชาชน,32553,80970,119400,88046
74,สมุทรสาคร,2,นายอนุสรณ์ ไกรวัตนุสสรณ์,ภูมิใจไทย,34749,78050,119053,85606
74,สมุทรสาคร,3,นายศิริโรจน์ ธนิกกุล,ประชาชน,30787,74704,111970,81870
74,สมุทรสาคร,4,นายปัญญา ซวนบุญ,ภูมิใจไทย,42758,78327,112307,84850
75,สมุทรสงคราม,1,นายอานุภาพ ลิขิตอำนวยชัย,ประชาชน,39592,101938,156144,113409
76,เพชรบุรี,1,นางธิวัลรัตน์ อังกินันทน์,ภูมิใจไทย,61734,89618,125465,99383
76,เพชรบุรี,2,นายฤกษ์ อยู่ดี,ภูมิใจไทย,67251,95907,139314,105819
76,เพชรบุรี,3,จ่าอากาศเอก อภิชาติ แก้วโกศล,ภูมิใจไทย,71153,95005,131561,103294
77,ประจวบคีรีขันธ์,1,นายสังคม แดงโชติ,ภูมิใจไทย,51582,112249,152841,118298
77,ประจวบคีรีขันธ์,2,นายจักพันธ์ ปิยพรไพบูลย์,กล้าธรรม,43420,96454,146320,103565
77,ประจวบคีรีขันธ์,3,นายพงษ์พันธ์ เผ่าประทาน,ภูมิใจไทย,33978,98409,138338,103420
80,นครศรีธรรมราช,1,นายทรงศักดิ์ มุสิกอง,ประชาธิปัตย์,39225,91623,132977,99799
80,นครศรีธรรมราช,2,นางสาวนันทวัน วิเชียร,ภูมิใจไทย,45334,91714,141832,100576
80,นครศรีธรรมราช,3,นายพิทักษ์เดช เดชเดโช,ประชาธิปัตย์,47554,93045,133600,98207
80,นครศรีธรรมราช,4,นางกนกพร เดชเดโช,ประชาธิปัตย์,44890,97047,135858,103162
80,นครศรีธรรมราช,5,นายสมศักดิ์ แสงอารยะกุล,กล้าธรรม,36801,100294,140274,106726
80,นครศรีธรรมราช,6,นายจอมไกร สวัสดิวงศ์,ประชาธิปัตย์,43293,100028,134535,105027
80,นครศรีธรรมราช,7,นายอภินันท์ สโมสร,ภูมิใจไทย,38684,82744,136273,99078
80,นครศรีธรรมราช,8,นางอวยพรศรี เชาวลิต,ภูมิใจไทย,54040,92847,136225,99928
80,นครศรีธรรมราช,9,นางสาวพิมพ์ภัทรา วิชัยกุล,ภูมิใจไทย,46473,96071,139759,102098
81,กระบี่,1,นายกิตติ กิตติธรกุล,ภูมิใจไทย,50493,90061,128645,97431
81,กระบี่,2,นายถิรเดช ตั้งมั่นก่อกิจ,ภูมิใจไทย,42714,78999,117641,86116
81,กระบี่,3,นายกิตติชัย เอ่งฉ้วน,ภูมิใจไทย,47416,87853,124286,94677
82,พังงา,1,นายอรรถพล ไตรศรี,ภูมิใจไทย,36274,66345,100343,74406
82,พังงา,2,นายฉกาจ พัฒนกิจวิบูลย์,ภูมิใจไทย,26513,75502,110773,83093
83,ภูเก็ต,1,ว่าที่ร้อยตรีสมชาติ เตชถาวรเจริญ,ประชาชน,19558,66360,103958,72889
83,ภูเก็ต,2,นายเฉลิมพงศ์ แสงดี,ประชาชน,24877,63459,107981,71865
83,ภูเก็ต,3,นางสาวอรทัย เกิดทรัพย์,กล้าธรรม,30360,75128,117627,82182
84,สุราษฎร์ธานี,1,นางสาวกานสินี โอภาสรังสรรค์,ภูมิใจไทย,27647,76258,117091,83141
84,สุราษฎร์ธานี,2,นายพิพิธ รัตนรักษ์,ภูมิใจไทย,27071,81419,118867,86508
84,สุราษฎร์ธานี,3,นางสาววชิราภรณ์ กาญจนะ,ไทรวมพลัง,39958,88689,120055,94207
84,สุราษฎร์ธานี,4,นายสมชาติ ประดิษฐพร,ประชาธิปัตย์,43384,94443,123380,98789
84,สุราษฎร์ธานี,5,นายปรเมษฐ์ จินา,กล้าธรรม,30967,88782,121937,93476
84,สุราษฎร์ธานี,6,นายพิชัย ชมภูพล,ภูมิใจไทย,31707,98147,125056,102222
84,สุราษฎร์ธานี,7,นายพงษ์ศักดิ์ จ่าแก้ว,กล้าธรรม,40358,92005,120275,96637
85,ระนอง,1,นายคงกฤษ ฉัตรมาลีรัตน์,ภูมิใจไทย,59363,83719,143308,96299
86,ชุมพร,1,นายวิชัย สุดสวาสดิ์,ภูมิใจไทย,45966,96247,137061,104168
86,ชุมพร,2,นายกิตติศักดิ์ พรหมรัตน์,ภูมิใจไทย,35467,101248,136820,107786
86,ชุมพร,3,นายสุพล จุลใส,ภูมิใจไทย,42913,94965,135755,101287
90,สงขลา,1,นายสรรเพชญ บุญญามณี,ภูมิใจไทย,44252,86955,128135,97311
90,สงขลา,2,นายจูรี นุ่มแก้ว,ประชาธิปัตย์,32205,78663,108624,82759
90,สงขลา,3,นายสมยศ พลายด้วง,ภูมิใจไทย,36656,93176,133682,105979
90,สงขลา,4,นายชนนพัฒฐ์ นาคสั้ว,กล้าธรรม,45863,95854,126618,101440
90,สงขลา,5,นายวงศ์วชร ขาวทอง,กล้าธรรม,51130,93808,129703,104525
90,สงขลา,6,นายอนุกูล พฤกษานุศักดิ์,ภูมิใจไทย,48391,88960,115747,93834
90,สงขลา,7,นายณัฏฐ์ชนน ศรีก่อเกื้อ,ภูมิใจไทย,36128,93120,126580,98801
90,สงขลา,8,พล.ต.ต.สุรินทร์ ปาลาเร่,กล้าธรรม,43540,94569,120456,99959
90,สงขลา,9,นายศักดิ์สิทธิ์ ขาวทอง,ประชาธิปัตย์,49475,100486,135934,110450
91,สตูล,1,นายพีรพัฒน์ รัชกิจประการ,ภูมิใจไทย,38100,81311,116489,88455
91,สตูล,2,นายวรศิษฎ์ เลียงประสิทธิ์,ภูมิใจไทย,56595,90555,129527,99320
92,ตรัง,1,นายเอกพล ณ พัทลุง,ภูมิใจไทย,35584,90521,124216,99277
92,ตรัง,2,นายทวี สุระบาล,ภูมิใจไทย,42668,95121,131993,101194
92,ตรัง,3,นายกฤตย์อิชย์ ภาคย์อิชณน์,ประชาธิปัตย์,46916,88101,125344,95235
92,ตรัง,4,นายกาญจน์ ตั้งปอง,ประชาธิปัตย์,50809,93671,128358,99517
93,พัทลุง,1,นาวาอากาศเอกอธิคุณ คงมี,ภูมิใจไทย,42209,108788,134471,113867
93,พัทลุง,2,นายวรท เทอดวีระพงศ์,ภูมิใจไทย,58926,117079,144343,122372
93,พัทลุง,3,นายจรัญ จันทร์แก้ว,กล้าธรรม,47653,108849,143511,116554
94,ปัตตานี,1,นายบาฮารุดดีน ยูโซะ,ภูมิใจไทย,24377,69214,95574,74215
94,ปัตตานี,2,นายคอซีย์ มามุ,ภูมิใจไทย,38541,75926,110666,81515
94,ปัตตานี,3,นายบูรฮันธ์ สาเม๊าะ,ภูมิใจไทย,30337,65804,99188,70192
94,ปัตตานี,4,นายยูนัยดี วาบา,กล้าธรรม,30170,80409,110256,83822
94,ปัตตานี,5,นายสาเหะมูหามัด อัลอิดรุส,ภูมิใจไทย,34313,73268,109944,78514
95,ยะลา,1,นายสุไลมาน บือแนปีแน,ประชาชาติ,31446,90522,130009,98981
95,ยะลา,2,นายซูการ์โน มะทา,ประชาชาติ,46972,87642,134281,96577
95,ยะลา,3,นายอับดุลอายี สาแม็ง,ประชาชาติ,34910,86878,131474,95519
96,นราธิวาส,1,นายลุตฟี หะยีอีแต,กล้าธรรม,40637,93825,129176,99498
96,นราธิวาส,2,นายอามินทร์ มะยูโต๊ะ,กล้าธรรม,43544,70635,113207,77970
96,นราธิวาส,3,นายสัมพันธ์ มะยูโซะ,กล้าธรรม,36480,79299,112278,82910
96,นราธิวาส,4,นายซาการียา สะอิ,ภูมิใจไทย,42262,83440,116934,86855
96,นราธิวาส,5,นายกมลศักดิ์ ลีวาเมาะ,ประชาชาติ,47012,88775,125332,93603
`;

const partyListCsvData = `รหัสจังหวัด,จังหวัด,เขต,หมายเลข,พรรค,คะแนน
10,กรุงเทพมหานคร,1,1,ไทยทรัพย์ทวี,66
10,กรุงเทพมหานคร,1,2,เพื่อชาติไทย,130
10,กรุงเทพมหานคร,1,3,ใหม่,37
10,กรุงเทพมหานคร,1,4,มิติใหม่,35
10,กรุงเทพมหานคร,1,5,รวมใจไทย,226
10,กรุงเทพมหานคร,1,6,รวมไทยสร้างชาติ,1857
10,กรุงเทพมหานคร,1,7,พลวัต,103
10,กรุงเทพมหานคร,1,8,ประชาธิปไตยใหม่,323
10,กรุงเทพมหานคร,1,9,เพื่อไทย,6398
10,กรุงเทพมหานคร,1,10,ทางเลือกใหม่,300
10,กรุงเทพมหานคร,1,11,เศรษฐกิจ,1292
10,กรุงเทพมหานคร,1,12,เสรีรวมไทย,374
10,กรุงเทพมหานคร,1,13,รวมพลังประชาชน,160
10,กรุงเทพมหานคร,1,14,ท้องที่ไทย,7
10,กรุงเทพมหานคร,1,15,อนาคตไทย,29
10,กรุงเทพมหานคร,1,16,พลังเพื่อไทย,47
10,กรุงเทพมหานคร,1,17,ไทยชนะ,47
10,กรุงเทพมหานคร,1,18,พลังสังคมใหม่,10
10,กรุงเทพมหานคร,1,19,สังคมประชาธิปไตยไทย,8
10,กรุงเทพมหานคร,1,20,ฟิวชัน,17
10,กรุงเทพมหานคร,1,21,ไทรวมพลัง,22
10,กรุงเทพมหานคร,1,22,ก้าวอิสระ,8
10,กรุงเทพมหานคร,1,23,ปวงชนไทย,43
10,กรุงเทพมหานคร,1,24,วิชชั่นใหม่,14
10,กรุงเทพมหานคร,1,25,เพื่อชีวิตใหม่,7
10,กรุงเทพมหานคร,1,26,คลองไทย,39
10,กรุงเทพมหานคร,1,27,ประชาธิปัตย์,11795
10,กรุงเทพมหานคร,1,28,ไทยก้าวหน้า,45
10,กรุงเทพมหานคร,1,29,ไทยภักดี,2173
10,กรุงเทพมหานคร,1,30,แรงงานสร้างชาติ,14
10,กรุงเทพมหานคร,1,31,ประชากรไทย,40
10,กรุงเทพมหานคร,1,32,ครูไทยเพื่อประชาชน,19
10,กรุงเทพมหานคร,1,33,ประชาชาติ,38
10,กรุงเทพมหานคร,1,34,สร้างอนาคตไทย,17
10,กรุงเทพมหานคร,1,35,รักชาติ,144
10,กรุงเทพมหานคร,1,36,ไทยพร้อม,43
10,กรุงเทพมหานคร,1,37,ภูมิใจไทย,16471
10,กรุงเทพมหานคร,1,38,พลังธรรมใหม่,33
10,กรุงเทพมหานคร,1,39,กรีน,79
10,กรุงเทพมหานคร,1,40,ไทยธรรม,11
10,กรุงเทพมหานคร,1,41,แผ่นดินธรรม,8
10,กรุงเทพมหานคร,1,42,กล้าธรรม,114
10,กรุงเทพมหานคร,1,43,พลังประชารัฐ,69
10,กรุงเทพมหานคร,1,44,โอกาสใหม่,100
10,กรุงเทพมหานคร,1,45,เป็นธรรม,42
10,กรุงเทพมหานคร,1,46,ประชาชน,34215
10,กรุงเทพมหานคร,1,47,ประชาไทย,66
10,กรุงเทพมหานคร,1,48,ไทยสร้างไทย,675
10,กรุงเทพมหานคร,1,49,ไทยก้าวใหม่,650
10,กรุงเทพมหานคร,1,50,ประชาอาสาชาติ,1
10,กรุงเทพมหานคร,1,51,พร้อม,13
10,กรุงเทพมหานคร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,6
10,กรุงเทพมหานคร,1,53,ไทยพิทักษ์ธรรม,3
10,กรุงเทพมหานคร,1,54,ความหวังใหม่,8
10,กรุงเทพมหานคร,1,55,ไทยรวมไทย,6
10,กรุงเทพมหานคร,1,56,เพื่อบ้านเมือง,12
10,กรุงเทพมหานคร,1,57,พลังไทยรักชาติ,8
10,กรุงเทพมหานคร,2,1,ไทยทรัพย์ทวี,39
10,กรุงเทพมหานคร,2,2,เพื่อชาติไทย,280
10,กรุงเทพมหานคร,2,3,ใหม่,69
10,กรุงเทพมหานคร,2,4,มิติใหม่,129
10,กรุงเทพมหานคร,2,5,รวมใจไทย,215
10,กรุงเทพมหานคร,2,6,รวมไทยสร้างชาติ,1819
10,กรุงเทพมหานคร,2,7,พลวัต,116
10,กรุงเทพมหานคร,2,8,ประชาธิปไตยใหม่,211
10,กรุงเทพมหานคร,2,9,เพื่อไทย,6226
10,กรุงเทพมหานคร,2,10,ทางเลือกใหม่,358
10,กรุงเทพมหานคร,2,11,เศรษฐกิจ,1578
10,กรุงเทพมหานคร,2,12,เสรีรวมไทย,388
10,กรุงเทพมหานคร,2,13,รวมพลังประชาชน,189
10,กรุงเทพมหานคร,2,14,ท้องที่ไทย,16
10,กรุงเทพมหานคร,2,15,อนาคตไทย,37
10,กรุงเทพมหานคร,2,16,พลังเพื่อไทย,51
10,กรุงเทพมหานคร,2,17,ไทยชนะ,33
10,กรุงเทพมหานคร,2,18,พลังสังคมใหม่,9
10,กรุงเทพมหานคร,2,19,สังคมประชาธิปไตยไทย,46
10,กรุงเทพมหานคร,2,20,ฟิวชัน,13
10,กรุงเทพมหานคร,2,21,ไทรวมพลัง,32
10,กรุงเทพมหานคร,2,22,ก้าวอิสระ,17
10,กรุงเทพมหานคร,2,23,ปวงชนไทย,76
10,กรุงเทพมหานคร,2,24,วิชชั่นใหม่,27
10,กรุงเทพมหานคร,2,25,เพื่อชีวิตใหม่,6
10,กรุงเทพมหานคร,2,26,คลองไทย,34
10,กรุงเทพมหานคร,2,27,ประชาธิปัตย์,11048
10,กรุงเทพมหานคร,2,28,ไทยก้าวหน้า,47
10,กรุงเทพมหานคร,2,29,ไทยภักดี,2050
10,กรุงเทพมหานคร,2,30,แรงงานสร้างชาติ,17
10,กรุงเทพมหานคร,2,31,ประชากรไทย,34
10,กรุงเทพมหานคร,2,32,ครูไทยเพื่อประชาชน,23
10,กรุงเทพมหานคร,2,33,ประชาชาติ,65
10,กรุงเทพมหานคร,2,34,สร้างอนาคตไทย,31
10,กรุงเทพมหานคร,2,35,รักชาติ,146
10,กรุงเทพมหานคร,2,36,ไทยพร้อม,32
10,กรุงเทพมหานคร,2,37,ภูมิใจไทย,18021
10,กรุงเทพมหานคร,2,38,พลังธรรมใหม่,37
10,กรุงเทพมหานคร,2,39,กรีน,108
10,กรุงเทพมหานคร,2,40,ไทยธรรม,4
10,กรุงเทพมหานคร,2,41,แผ่นดินธรรม,12
10,กรุงเทพมหานคร,2,42,กล้าธรรม,270
10,กรุงเทพมหานคร,2,43,พลังประชารัฐ,99
10,กรุงเทพมหานคร,2,44,โอกาสใหม่,114
10,กรุงเทพมหานคร,2,45,เป็นธรรม,154
10,กรุงเทพมหานคร,2,46,ประชาชน,40383
10,กรุงเทพมหานคร,2,47,ประชาไทย,76
10,กรุงเทพมหานคร,2,48,ไทยสร้างไทย,707
10,กรุงเทพมหานคร,2,49,ไทยก้าวใหม่,637
10,กรุงเทพมหานคร,2,50,ประชาอาสาชาติ,3
10,กรุงเทพมหานคร,2,51,พร้อม,17
10,กรุงเทพมหานคร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,11
10,กรุงเทพมหานคร,2,53,ไทยพิทักษ์ธรรม,3
10,กรุงเทพมหานคร,2,54,ความหวังใหม่,12
10,กรุงเทพมหานคร,2,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,2,56,เพื่อบ้านเมือง,21
10,กรุงเทพมหานคร,2,57,พลังไทยรักชาติ,17
10,กรุงเทพมหานคร,3,1,,0
10,กรุงเทพมหานคร,3,2,ไทยทรัพย์ทวี,31
10,กรุงเทพมหานคร,3,3,,0
10,กรุงเทพมหานคร,3,4,เพื่อชาติไทย,376
10,กรุงเทพมหานคร,3,5,ใหม่,149
10,กรุงเทพมหานคร,3,6,มิติใหม่,48
10,กรุงเทพมหานคร,3,7,รวมใจไทย,112
10,กรุงเทพมหานคร,3,8,รวมไทยสร้างชาติ,1613
10,กรุงเทพมหานคร,3,9,พลวัต,101
10,กรุงเทพมหานคร,3,10,ประชาธิปไตยใหม่,274
10,กรุงเทพมหานคร,3,11,เพื่อไทย,5700
10,กรุงเทพมหานคร,3,12,ทางเลือกใหม่,246
10,กรุงเทพมหานคร,3,13,เศรษฐกิจ,1304
10,กรุงเทพมหานคร,3,14,เสรีรวมไทย,424
10,กรุงเทพมหานคร,3,15,รวมพลังประชาชน,200
10,กรุงเทพมหานคร,3,16,ท้องที่ไทย,10
10,กรุงเทพมหานคร,3,17,อนาคตไทย,34
10,กรุงเทพมหานคร,3,18,พลังเพื่อไทย,38
10,กรุงเทพมหานคร,3,19,ไทยชนะ,33
10,กรุงเทพมหานคร,3,20,พลังสังคมใหม่,6
10,กรุงเทพมหานคร,3,21,สังคมประชาธิปไตยไทย,19
10,กรุงเทพมหานคร,3,22,ฟิวชัน,15
10,กรุงเทพมหานคร,3,23,ไทรวมพลัง,23
10,กรุงเทพมหานคร,3,24,ก้าวอิสระ,31
10,กรุงเทพมหานคร,3,25,ปวงชนไทย,39
10,กรุงเทพมหานคร,3,26,วิชชั่นใหม่,16
10,กรุงเทพมหานคร,3,27,เพื่อชีวิตใหม่,10
10,กรุงเทพมหานคร,3,28,คลองไทย,33
10,กรุงเทพมหานคร,3,29,ประชาธิปัตย์,12667
10,กรุงเทพมหานคร,3,30,ไทยก้าวหน้า,60
10,กรุงเทพมหานคร,3,31,ไทยภักดี,1669
10,กรุงเทพมหานคร,3,32,แรงงานสร้างชาติ,13
10,กรุงเทพมหานคร,3,33,ประชากรไทย,35
10,กรุงเทพมหานคร,3,34,ครูไทยเพื่อประชาชน,21
10,กรุงเทพมหานคร,3,35,ประชาชาติ,68
10,กรุงเทพมหานคร,3,36,สร้างอนาคตไทย,20
10,กรุงเทพมหานคร,3,37,รักชาติ,118
10,กรุงเทพมหานคร,3,38,ไทยพร้อม,42
10,กรุงเทพมหานคร,3,39,ภูมิใจไทย,15604
10,กรุงเทพมหานคร,3,40,พลังธรรมใหม่,39
10,กรุงเทพมหานคร,3,41,กรีน,64
10,กรุงเทพมหานคร,3,42,ไทยธรรม,7
10,กรุงเทพมหานคร,3,43,แผ่นดินธรรม,10
10,กรุงเทพมหานคร,3,44,กล้าธรรม,153
10,กรุงเทพมหานคร,3,45,พลังประชารัฐ,83
10,กรุงเทพมหานคร,3,46,โอกาสใหม่,44
10,กรุงเทพมหานคร,3,47,เป็นธรรม,44
10,กรุงเทพมหานคร,3,48,ประชาชน,35819
10,กรุงเทพมหานคร,3,49,ประชาไทย,89
10,กรุงเทพมหานคร,3,50,ไทยสร้างไทย,583
10,กรุงเทพมหานคร,3,51,ไทยก้าวใหม่,618
10,กรุงเทพมหานคร,3,52,ประชาอาสาชาติ,1
10,กรุงเทพมหานคร,3,53,พร้อม,24
10,กรุงเทพมหานคร,3,54,เครือข่ายชาวนาแห่งประเทศไทย,7
10,กรุงเทพมหานคร,3,55,ไทยพิทักษ์ธรรม,10
10,กรุงเทพมหานคร,3,56,ความหวังใหม่,6
10,กรุงเทพมหานคร,3,57,ไทยรวมไทย,8
10,กรุงเทพมหานคร,4,1,ไทยทรัพย์ทวี,353
10,กรุงเทพมหานคร,4,2,เพื่อชาติไทย,306
10,กรุงเทพมหานคร,4,3,ใหม่,54
10,กรุงเทพมหานคร,4,4,มิติใหม่,88
10,กรุงเทพมหานคร,4,5,รวมใจไทย,101
10,กรุงเทพมหานคร,4,6,รวมไทยสร้างชาติ,1674
10,กรุงเทพมหานคร,4,7,พลวัต,74
10,กรุงเทพมหานคร,4,8,ประชาธิปไตยใหม่,268
10,กรุงเทพมหานคร,4,9,เพื่อไทย,5499
10,กรุงเทพมหานคร,4,10,ทางเลือกใหม่,298
10,กรุงเทพมหานคร,4,11,เศรษฐกิจ,1399
10,กรุงเทพมหานคร,4,12,เสรีรวมไทย,365
10,กรุงเทพมหานคร,4,13,รวมพลังประชาชน,186
10,กรุงเทพมหานคร,4,14,ท้องที่ไทย,12
10,กรุงเทพมหานคร,4,15,อนาคตไทย,48
10,กรุงเทพมหานคร,4,16,พลังเพื่อไทย,44
10,กรุงเทพมหานคร,4,17,ไทยชนะ,39
10,กรุงเทพมหานคร,4,18,พลังสังคมใหม่,4
10,กรุงเทพมหานคร,4,19,สังคมประชาธิปไตยไทย,12
10,กรุงเทพมหานคร,4,20,ฟิวชัน,13
10,กรุงเทพมหานคร,4,21,ไทรวมพลัง,35
10,กรุงเทพมหานคร,4,22,ก้าวอิสระ,6
10,กรุงเทพมหานคร,4,23,ปวงชนไทย,50
10,กรุงเทพมหานคร,4,24,วิชชั่นใหม่,42
10,กรุงเทพมหานคร,4,25,เพื่อชีวิตใหม่,12
10,กรุงเทพมหานคร,4,26,คลองไทย,40
10,กรุงเทพมหานคร,4,27,ประชาธิปัตย์,11540
10,กรุงเทพมหานคร,4,28,ไทยก้าวหน้า,53
10,กรุงเทพมหานคร,4,29,ไทยภักดี,1480
10,กรุงเทพมหานคร,4,30,แรงงานสร้างชาติ,27
10,กรุงเทพมหานคร,4,31,ประชากรไทย,39
10,กรุงเทพมหานคร,4,32,ครูไทยเพื่อประชาชน,16
10,กรุงเทพมหานคร,4,33,ประชาชาติ,72
10,กรุงเทพมหานคร,4,34,สร้างอนาคตไทย,20
10,กรุงเทพมหานคร,4,35,รักชาติ,107
10,กรุงเทพมหานคร,4,36,ไทยพร้อม,43
10,กรุงเทพมหานคร,4,37,ภูมิใจไทย,16202
10,กรุงเทพมหานคร,4,38,พลังธรรมใหม่,46
10,กรุงเทพมหานคร,4,39,กรีน,67
10,กรุงเทพมหานคร,4,40,ไทยธรรม,4
10,กรุงเทพมหานคร,4,41,แผ่นดินธรรม,9
10,กรุงเทพมหานคร,4,42,กล้าธรรม,861
10,กรุงเทพมหานคร,4,43,พลังประชารัฐ,93
10,กรุงเทพมหานคร,4,44,โอกาสใหม่,47
10,กรุงเทพมหานคร,4,45,เป็นธรรม,40
10,กรุงเทพมหานคร,4,46,ประชาชน,36150
10,กรุงเทพมหานคร,4,47,ประชาไทย,72
10,กรุงเทพมหานคร,4,48,ไทยสร้างไทย,655
10,กรุงเทพมหานคร,4,49,ไทยก้าวใหม่,565
10,กรุงเทพมหานคร,4,50,ประชาอาสาชาติ,4
10,กรุงเทพมหานคร,4,51,พร้อม,21
10,กรุงเทพมหานคร,4,52,เครือข่ายชาวนาแห่งประเทศไทย,4
10,กรุงเทพมหานคร,4,53,ไทยพิทักษ์ธรรม,3
10,กรุงเทพมหานคร,4,54,ความหวังใหม่,12
10,กรุงเทพมหานคร,4,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,4,56,เพื่อบ้านเมือง,8
10,กรุงเทพมหานคร,4,57,พลังไทยรักชาติ,13
10,กรุงเทพมหานคร,5,1,UNKNOWN,0
10,กรุงเทพมหานคร,5,2,ไทยทรัพย์ทวี,19
10,กรุงเทพมหานคร,5,3,เพื่อชาติไทย,145
10,กรุงเทพมหานคร,5,4,ใหม่,56
10,กรุงเทพมหานคร,5,5,มิติใหม่,210
10,กรุงเทพมหานคร,5,6,รวมใจไทย,102
10,กรุงเทพมหานคร,5,7,รวมไทยสร้างชาติ,2239
10,กรุงเทพมหานคร,5,8,พลวัต,108
10,กรุงเทพมหานคร,5,9,ประชาธิปไตยใหม่,192
10,กรุงเทพมหานคร,5,10,เพื่อไทย,7684
10,กรุงเทพมหานคร,5,11,ทางเลือกใหม่,310
10,กรุงเทพมหานคร,5,12,เศรษฐกิจ,1307
10,กรุงเทพมหานคร,5,13,เสรีรวมไทย,334
10,กรุงเทพมหานคร,5,14,รวมพลังประชาชน,376
10,กรุงเทพมหานคร,5,15,ท้องที่ไทย,14
10,กรุงเทพมหานคร,5,16,อนาคตไทย,28
10,กรุงเทพมหานคร,5,17,พลังเพื่อไทย,80
10,กรุงเทพมหานคร,5,18,ไทยชนะ,33
10,กรุงเทพมหานคร,5,19,พลังสังคมใหม่,2
10,กรุงเทพมหานคร,5,20,สังคมประชาธิปไตยไทย,19
10,กรุงเทพมหานคร,5,21,ฟิวชัน,15
10,กรุงเทพมหานคร,5,22,ไทรวมพลัง,32
10,กรุงเทพมหานคร,5,23,ก้าวอิสระ,10
10,กรุงเทพมหานคร,5,24,บ่วงชนไทย,54
10,กรุงเทพมหานคร,5,25,วิชชั่นใหม่,15
10,กรุงเทพมหานคร,5,26,เพื่อชีวิตใหม่,29
10,กรุงเทพมหานคร,5,27,คลองไทย,76
10,กรุงเทพมหานคร,5,28,ประชาธิปัตย์,9790
10,กรุงเทพมหานคร,5,29,ไทยก้าวหน้า,70
10,กรุงเทพมหานคร,5,30,ไทยภักดี,1554
10,กรุงเทพมหานคร,5,31,แรงงานสร้างชาติ,13
10,กรุงเทพมหานคร,5,32,ประชากรไทย,39
10,กรุงเทพมหานคร,5,33,ครูไทยเพื่อประชาชน,14
10,กรุงเทพมหานคร,5,34,ประชาชาติ,125
10,กรุงเทพมหานคร,5,35,สร้างอนาคตไทย,35
10,กรุงเทพมหานคร,5,36,รักชาติ,155
10,กรุงเทพมหานคร,5,37,ไทยพร้อม,53
10,กรุงเทพมหานคร,5,38,ภูมิใจไทย,19329
10,กรุงเทพมหานคร,5,39,พลังธรรมใหม่,36
10,กรุงเทพมหานคร,5,40,กรีน,64
10,กรุงเทพมหานคร,5,41,ไทยธรรม,10
10,กรุงเทพมหานคร,5,42,แผ่นดินธรรม,6
10,กรุงเทพมหานคร,5,43,กล้าธรรม,161
10,กรุงเทพมหานคร,5,44,พลังประชารัฐ,97
10,กรุงเทพมหานคร,5,45,โอกาสใหม่,91
10,กรุงเทพมหานคร,5,46,เป็นธรรม,43
10,กรุงเทพมหานคร,5,47,ประชาชน,46080
10,กรุงเทพมหานคร,5,48,ประชาไทย,83
10,กรุงเทพมหานคร,5,49,ไทยสร้างไทย,795
10,กรุงเทพมหานคร,5,50,ไทยก้าวใหม่,682
10,กรุงเทพมหานคร,5,51,ประชาอาสาชาติ,5
10,กรุงเทพมหานคร,5,52,พร้อม,16
10,กรุงเทพมหานคร,5,53,เครือข่ายชาวนาแห่งประเทศไทย,7
10,กรุงเทพมหานคร,5,54,ไทยพิทักษ์ธรรม,5
10,กรุงเทพมหานคร,5,55,ความหวังใหม่,9
10,กรุงเทพมหานคร,5,56,ไทยรวมไทย,5
10,กรุงเทพมหานคร,5,57,เพื่อบ้านเมือง,12
10,กรุงเทพมหานคร,6,1,ไทยทรัพย์ทวี,40
10,กรุงเทพมหานคร,6,2,เพื่อชาติไทย,141
10,กรุงเทพมหานคร,6,3,ใหม่,76
10,กรุงเทพมหานคร,6,4,มิติใหม่,122
10,กรุงเทพมหานคร,6,5,รวมใจไทย,213
10,กรุงเทพมหานคร,6,6,รวมไทยสร้างชาติ,2942
10,กรุงเทพมหานคร,6,7,พลวัต,256
10,กรุงเทพมหานคร,6,8,ประชาธิปไตยใหม่,259
10,กรุงเทพมหานคร,6,9,เพื่อไทย,8024
10,กรุงเทพมหานคร,6,10,ทางเลือกใหม่,401
10,กรุงเทพมหานคร,6,11,เศรษฐกิจ,2620
10,กรุงเทพมหานคร,6,12,เสรีรวมไทย,332
10,กรุงเทพมหานคร,6,13,รวมพลังประชาชน,293
10,กรุงเทพมหานคร,6,14,ท้องที่ไทย,51
10,กรุงเทพมหานคร,6,15,อนาคตไทย,50
10,กรุงเทพมหานคร,6,16,พลังเพื่อไทย,55
10,กรุงเทพมหานคร,6,17,ไทยชนะ,48
10,กรุงเทพมหานคร,6,18,พลังสังคมใหม่,15
10,กรุงเทพมหานคร,6,19,สังคมประชาธิปไตยไทย,23
10,กรุงเทพมหานคร,6,20,ฟิวชัน,14
10,กรุงเทพมหานคร,6,21,ไทรวมพลัง,21
10,กรุงเทพมหานคร,6,22,ก้าวอิสระ,20
10,กรุงเทพมหานคร,6,23,ปวงชนไทย,45
10,กรุงเทพมหานคร,6,24,วิชชั่นใหม่,16
10,กรุงเทพมหานคร,6,25,เพื่อชีวิตใหม่,16
10,กรุงเทพมหานคร,6,26,คลองไทย,81
10,กรุงเทพมหานคร,6,27,ประชาธิปัตย์,10980
10,กรุงเทพมหานคร,6,28,ไทยก้าวหน้า,81
10,กรุงเทพมหานคร,6,29,ไทยภักดี,1924
10,กรุงเทพมหานคร,6,30,แรงงานสร้างชาติ,25
10,กรุงเทพมหานคร,6,31,ประชากรไทย,41
10,กรุงเทพมหานคร,6,32,ครูไทยเพื่อประชาชน,17
10,กรุงเทพมหานคร,6,33,ประชาชาติ,57
10,กรุงเทพมหานคร,6,34,สร้างอนาคตไทย,24
10,กรุงเทพมหานคร,6,35,รักชาติ,112
10,กรุงเทพมหานคร,6,36,ไทยพร้อม,212
10,กรุงเทพมหานคร,6,37,ภูมิใจไทย,17561
10,กรุงเทพมหานคร,6,38,พลังธรรมใหม่,145
10,กรุงเทพมหานคร,6,39,กรีน,91
10,กรุงเทพมหานคร,6,40,ไทยธรรม,23
10,กรุงเทพมหานคร,6,41,แผ่นดินธรรม,16
10,กรุงเทพมหานคร,6,42,กล้าธรรม,211
10,กรุงเทพมหานคร,6,43,พลังประชารัฐ,110
10,กรุงเทพมหานคร,6,44,โอกาสใหม่,1950
10,กรุงเทพมหานคร,6,45,เป็นธรรม,45
10,กรุงเทพมหานคร,6,46,ประชาชน,44984
10,กรุงเทพมหานคร,6,47,ประชาไทย,148
10,กรุงเทพมหานคร,6,48,ไทยสร้างไทย,758
10,กรุงเทพมหานคร,6,49,ไทยก้าวใหม่,715
10,กรุงเทพมหานคร,6,50,ประชาอาสาชาติ,2
10,กรุงเทพมหานคร,6,51,พร้อม,22
10,กรุงเทพมหานคร,6,52,เครือข่ายชาวนาแห่งประเทศไทย,7
10,กรุงเทพมหานคร,6,53,ไทยพิทักษ์ธรรม,7
10,กรุงเทพมหานคร,6,54,ความหวังใหม่,24
10,กรุงเทพมหานคร,6,55,ไทยรวมไทย,6
10,กรุงเทพมหานคร,6,56,เพื่อบ้านเมือง,13
10,กรุงเทพมหานคร,6,57,พลังไทยรักชาติ,14
10,Bangkok,7,1,ไทยทรัพย์ทวี,79
10,Bangkok,7,2,เพื่อชาติไทย,225
10,Bangkok,7,3,ใหม่,120
10,Bangkok,7,4,มิติใหม่,257
10,Bangkok,7,5,รวมใจไทย,177
10,Bangkok,7,6,รวมไทยสร้างชาติ,5162
10,Bangkok,7,7,พลวัต,158
10,Bangkok,7,8,ประชาธิปไตยใหม่,400
10,Bangkok,7,9,เพื่อไทย,8129
10,Bangkok,7,10,ทางเลือกใหม่,454
10,Bangkok,7,11,เศรษฐกิจ,2261
10,Bangkok,7,12,เสรีรวมไทย,367
10,Bangkok,7,13,รวมพลังประชาชน,313
10,Bangkok,7,14,ท้องที่ไทย,20
10,Bangkok,7,15,อนาคตไทย,41
10,Bangkok,7,16,พลังเพื่อไทย,81
10,Bangkok,7,17,ไทยชนะ,42
10,Bangkok,7,18,พลังสังคมใหม่,11
10,Bangkok,7,19,สังคมประชาธิปไตยไทย,24
10,Bangkok,7,20,ฟิวชัน,16
10,Bangkok,7,21,ไทรวมพลัง,52
10,Bangkok,7,22,ก้าวอิสระ,9
10,Bangkok,7,23,ปวงชนไทย,42
10,Bangkok,7,24,วิชชั่นใหม่,17
10,Bangkok,7,25,เพื่อชีวิตใหม่,9
10,Bangkok,7,26,คลองไทย,17
10,Bangkok,7,27,ประชาธิปัตย์,7869
10,Bangkok,7,28,ไทยก้าวหน้า,75
10,Bangkok,7,29,ไทยภักดี,1466
10,Bangkok,7,30,แรงงานสร้างชาติ,33
10,Bangkok,7,31,ประชากรไทย,51
10,Bangkok,7,32,ครูไทยเพื่อประชาชน,15
10,Bangkok,7,33,ประชาชาติ,52
10,Bangkok,7,34,สร้างอนาคตไทย,18
10,Bangkok,7,35,รักชาติ,149
10,Bangkok,7,36,ไทยพร้อม,54
10,Bangkok,7,37,ภูมิใจไทย,16552
10,Bangkok,7,38,พลังธรรมใหม่,46
10,Bangkok,7,39,กรีน,74
10,Bangkok,7,40,ไทยธรรม,18
10,Bangkok,7,41,แผ่นดินธรรม,15
10,Bangkok,7,42,กล้าธรรม,153
10,Bangkok,7,43,พลังประชารัฐ,142
10,Bangkok,7,44,โอกาสใหม่,103
10,Bangkok,7,45,เป็นธรรม,274
10,Bangkok,7,46,ประชาชน,40808
10,Bangkok,7,47,ประชาไทย,90
10,Bangkok,7,48,ไทยสร้างไทย,730
10,Bangkok,7,49,ไทยก้าวใหม่,674
10,Bangkok,7,50,ประชาอาสาชาติ,12
10,Bangkok,7,51,พร้อม,18
10,Bangkok,7,52,เครือข่ายชาวนาแห่งประเทศไทย,5
10,Bangkok,7,53,ไทยพิทักษ์ธรรม,12
10,Bangkok,7,54,ความหวังใหม่,10
10,Bangkok,7,55,ไทยรวมไทย,11
10,Bangkok,7,56,เพื่อบ้านเมือง,23
10,Bangkok,7,57,พลังไทยรักชาติ,18
10,กรุงเทพมหานคร,8,1,ไทยทรัพย์ทวี,151
10,กรุงเทพมหานคร,8,2,เพื่อชาติไทย,199
10,กรุงเทพมหานคร,8,3,ใหม่,42
10,กรุงเทพมหานคร,8,4,มิติใหม่,49
10,กรุงเทพมหานคร,8,5,รวมใจไทย,385
10,กรุงเทพมหานคร,8,6,รวมไทยสร้างชาติ,2695
10,กรุงเทพมหานคร,8,7,พลวัต,132
10,กรุงเทพมหานคร,8,8,ประชาธิปไตยใหม่,179
10,กรุงเทพมหานคร,8,9,เพื่อไทย,10503
10,กรุงเทพมหานคร,8,10,ทางเลือกใหม่,468
10,กรุงเทพมหานคร,8,11,เศรษฐกิจ,1693
10,กรุงเทพมหานคร,8,12,เสรีรวมไทย,409
10,กรุงเทพมหานคร,8,13,รวมพลังประชาชน,235
10,กรุงเทพมหานคร,8,14,ท้องที่ไทย,45
10,กรุงเทพมหานคร,8,15,อนาคตไทย,87
10,กรุงเทพมหานคร,8,16,พลังเพื่อไทย,81
10,กรุงเทพมหานคร,8,17,ไทยชนะ,32
10,กรุงเทพมหานคร,8,18,พลังสังคมใหม่,10
10,กรุงเทพมหานคร,8,19,สังคมประชาธิปไตยไทย,88
10,กรุงเทพมหานคร,8,20,ฟิวชัน,28
10,กรุงเทพมหานคร,8,21,ไทรวมพลัง,29
10,กรุงเทพมหานคร,8,22,ก้าวอิสระ,18
10,กรุงเทพมหานคร,8,23,ปวงชนไทย,47
10,กรุงเทพมหานคร,8,24,วิชชั่นใหม่,24
10,กรุงเทพมหานคร,8,25,เพื่อชีวิตใหม่,17
10,กรุงเทพมหานคร,8,26,คลองไทย,19
10,กรุงเทพมหานคร,8,27,ประชาธิปัตย์,10313
10,กรุงเทพมหานคร,8,28,ไทยก้าวหน้า,77
10,กรุงเทพมหานคร,8,29,ไทยภักดี,2065
10,กรุงเทพมหานคร,8,30,แรงงานสร้างชาติ,28
10,กรุงเทพมหานคร,8,31,ประชากรไทย,45
10,กรุงเทพมหานคร,8,32,ครูไทยเพื่อประชาชน,19
10,กรุงเทพมหานคร,8,33,ประชาชาติ,51
10,กรุงเทพมหานคร,8,34,สร้างอนาคตไทย,27
10,กรุงเทพมหานคร,8,35,รักชาติ,233
10,กรุงเทพมหานคร,8,36,ไทยพร้อม,49
10,กรุงเทพมหานคร,8,37,ภูมิใจไทย,20176
10,กรุงเทพมหานคร,8,38,พลังธรรมใหม่,53
10,กรุงเทพมหานคร,8,39,กรีน,105
10,กรุงเทพมหานคร,8,40,ไทยธรรม,9
10,กรุงเทพมหานคร,8,41,แผ่นดินธรรม,15
10,กรุงเทพมหานคร,8,42,กล้าธรรม,176
10,กรุงเทพมหานคร,8,43,พลังประชารัฐ,115
10,กรุงเทพมหานคร,8,44,โอกาสใหม่,174
10,กรุงเทพมหานคร,8,45,เป็นธรรม,47
10,กรุงเทพมหานคร,8,46,ประชาชน,46772
10,กรุงเทพมหานคร,8,47,ประชาไทย,73
10,กรุงเทพมหานคร,8,48,ไทยสร้างไทย,923
10,กรุงเทพมหานคร,8,49,ไทยก้าวใหม่,926
10,กรุงเทพมหานคร,8,50,ประชาอาสาชาติ,1
10,กรุงเทพมหานคร,8,51,พร้อม,22
10,กรุงเทพมหานคร,8,52,เครือข่าวชาวนาแห่งประเทศไทย,10
10,กรุงเทพมหานคร,8,53,ไทยพิทักษ์ธรรม,5
10,กรุงเทพมหานคร,8,54,ความหวังใหม่,19
10,กรุงเทพมหานคร,8,55,ไทยรวมไทย,11
10,กรุงเทพมหานคร,8,56,เพื่อบ้านเมือง,12
10,กรุงเทพมหานคร,8,57,พลังไทยรักชาติ,20
10,กรุงเทพมหานคร,9,1,ไทยทรัพย์ทวี,62
10,กรุงเทพมหานคร,9,2,เพื่อชาติไทย,210
10,กรุงเทพมหานคร,9,3,ใหม่,57
10,กรุงเทพมหานคร,9,4,มิติใหม่,38
10,กรุงเทพมหานคร,9,5,รวมใจไทย,309
10,กรุงเทพมหานคร,9,6,รวมไทยสร้างชาติ,2640
10,กรุงเทพมหานคร,9,7,พลวัต,133
10,กรุงเทพมหานคร,9,8,ประชาธิปไตยใหม่,362
10,กรุงเทพมหานคร,9,9,เพื่อไทย,9729
10,กรุงเทพมหานคร,9,10,ทางเลือกใหม่,480
10,กรุงเทพมหานคร,9,11,เศรษฐกิจ,1852
10,กรุงเทพมหานคร,9,12,เสรีรวมไทย,467
10,กรุงเทพมหานคร,9,13,รวมพลังประชาชน,230
10,กรุงเทพมหานคร,9,14,ท้องที่ไทย,14
10,กรุงเทพมหานคร,9,15,อนาคตไทย,55
10,กรุงเทพมหานคร,9,16,พลังเพื่อไทย,71
10,กรุงเทพมหานคร,9,17,ไทยชนะ,36
10,กรุงเทพมหานคร,9,18,พลังสังคมใหม่,10
10,กรุงเทพมหานคร,9,19,สังคมประชาธิปไตยไทย,18
10,กรุงเทพมหานคร,9,20,ฟิวชั่น,19
10,กรุงเทพมหานคร,9,21,ไทรวมพลัง,61
10,กรุงเทพมหานคร,9,22,ก้าวอิสระ,14
10,กรุงเทพมหานคร,9,23,ปวงชนไทย,57
10,กรุงเทพมหานคร,9,24,วิชชันใหม่,42
10,กรุงเทพมหานคร,9,25,เพื่อชีวิตใหม่,8
10,กรุงเทพมหานคร,9,26,คลองไทย,26
10,กรุงเทพมหานคร,9,27,ประชาธิปัตย์,9108
10,กรุงเทพมหานคร,9,28,ไทยก้าวหน้า,78
10,กรุงเทพมหานคร,9,29,ไทยภักดี,1669
10,กรุงเทพมหานคร,9,30,แรงงานสร้างชาติ,21
10,กรุงเทพมหานคร,9,31,ประชากรไทย,45
10,กรุงเทพมหานคร,9,32,ครูไทยเพื่อประชาชน,23
10,กรุงเทพมหานคร,9,33,ประชาชาติ,56
10,กรุงเทพมหานคร,9,34,สร้างอนาคตไทย,24
10,กรุงเทพมหานคร,9,35,รักชาติ,162
10,กรุงเทพมหานคร,9,36,ไทยพร้อม,170
10,กรุงเทพมหานคร,9,37,ภูมิใจไทย,19538
10,กรุงเทพมหานคร,9,38,พลังธรรมใหม่,45
10,กรุงเทพมหานคร,9,39,กรีน,140
10,กรุงเทพมหานคร,9,40,ไทยธรรม,13
10,กรุงเทพมหานคร,9,41,แผ่นดินธรรม,18
10,กรุงเทพมหานคร,9,42,กล้าธรรม,599
10,กรุงเทพมหานคร,9,43,พลังประชารัฐ,138
10,กรุงเทพมหานคร,9,44,โอกาสใหม่,141
10,กรุงเทพมหานคร,9,45,เป็นธรรม,66
10,กรุงเทพมหานคร,9,46,ประชาชน,47230
10,กรุงเทพมหานคร,9,47,ประชาไทย,75
10,กรุงเทพมหานคร,9,48,ไทยสร้างไทย,1075
10,กรุงเทพมหานคร,9,49,ไทยก้าวใหม่,832
10,กรุงเทพมหานคร,9,50,ประชาอาสาชาติ,4
10,กรุงเทพมหานคร,9,51,พร้อม,25
10,กรุงเทพมหานคร,9,52,เครือข่ายชาวนาแห่งประเทศไทย,9
10,กรุงเทพมหานคร,9,53,ไทยพิทักษ์ธรรม,6
10,กรุงเทพมหานคร,9,54,ความหวังใหม่,13
10,กรุงเทพมหานคร,9,55,ไทยรวมไทย,8
10,กรุงเทพมหานคร,9,56,เพื่อบ้านเมือง,14
10,กรุงเทพมหานคร,9,57,พลังไทยรักชาติ,16
10,กรุงเทพมหานคร,10,1,ไทยทรัพย์ทวี,59
10,กรุงเทพมหานคร,10,2,เพื่อชาติไทย,339
10,กรุงเทพมหานคร,10,3,ใหม่,65
10,กรุงเทพมหานคร,10,4,มิติใหม่,70
10,กรุงเทพมหานคร,10,5,รวมใจไทย,732
10,กรุงเทพมหานคร,10,6,รวมไทยสร้างชาติ,2583
10,กรุงเทพมหานคร,10,7,พลวัต,130
10,กรุงเทพมหานคร,10,8,ประชาธิปไตยใหม่,229
10,กรุงเทพมหานคร,10,9,เพื่อไทย,13051
10,กรุงเทพมหานคร,10,10,ทางเลือกใหม่,628
10,กรุงเทพมหานคร,10,11,เศรษฐกิจ,2414
10,กรุงเทพมหานคร,10,12,เสรีรวมไทย,456
10,กรุงเทพมหานคร,10,13,รวมพลังประชาชน,270
10,กรุงเทพมหานคร,10,14,ท้องที่ไทย,31
10,กรุงเทพมหานคร,10,15,อนาคตไทย,46
10,กรุงเทพมหานคร,10,16,พลังเพื่อไทย,110
10,กรุงเทพมหานคร,10,17,ไทยชนะ,34
10,กรุงเทพมหานคร,10,18,พลังสังคมใหม่,17
10,กรุงเทพมหานคร,10,19,สังคมประชาธิปไตยไทย,41
10,กรุงเทพมหานคร,10,20,ฟิวชัน,21
10,กรุงเทพมหานคร,10,21,ไทยรวมพลัง,58
10,กรุงเทพมหานคร,10,22,ก้าวอิสระ,23
10,กรุงเทพมหานคร,10,23,ปวงชนไทย,27
10,กรุงเทพมหานคร,10,24,วิชชั่นใหม่,17
10,กรุงเทพมหานคร,10,25,เพื่อชีวิตใหม่,3
10,กรุงเทพมหานคร,10,26,คลองไทย,35
10,กรุงเทพมหานคร,10,27,ประชาธิปัตย์,7079
10,กรุงเทพมหานคร,10,28,ไทยก้าวหน้า,105
10,กรุงเทพมหานคร,10,29,ไทยภักดี,1276
10,กรุงเทพมหานคร,10,30,แรงงานสร้างชาติ,42
10,กรุงเทพมหานคร,10,31,ประชากรไทย,65
10,กรุงเทพมหานคร,10,32,ครูไทยเพื่อประชาชน,15
10,กรุงเทพมหานคร,10,33,ประชาชาติ,60
10,กรุงเทพมหานคร,10,34,สร้างอนาคตไทย,53
10,กรุงเทพมหานคร,10,35,รักชาติ,168
10,กรุงเทพมหานคร,10,36,ไทยพร้อม,39
10,กรุงเทพมหานคร,10,37,ภูมิใจไทย,16002
10,กรุงเทพมหานคร,10,38,พลังธรรมไทย,50
10,กรุงเทพมหานคร,10,39,กรีน,107
10,กรุงเทพมหานคร,10,40,ไทยธรรม,21
10,กรุงเทพมหานคร,10,41,แผ่นดินธรรม,10
10,กรุงเทพมหานคร,10,42,กล้าธรรม,238
10,กรุงเทพมหานคร,10,43,พลังประชารัฐ,101
10,กรุงเทพมหานคร,10,44,โอกาสใหม่,991
10,กรุงเทพมหานคร,10,45,เป็นธรรม,48
10,กรุงเทพมหานคร,10,46,ประชาชน,44757
10,กรุงเทพมหานคร,10,47,ประชาไทย,79
10,กรุงเทพมหานคร,10,48,ไทยสร้างไทย,1163
10,กรุงเทพมหานคร,10,49,ไทยก้าวใหม่,785
10,กรุงเทพมหานคร,10,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,10,51,พร้อม,30
10,กรุงเทพมหานคร,10,52,เครือข่ายชาวนาแห่งประเทศไทย,16
10,กรุงเทพมหานคร,10,53,ไทยพิทักษ์ธรรม,4
10,กรุงเทพมหานคร,10,54,ความหวังใหม่,39
10,กรุงเทพมหานคร,10,55,ไทยรวมไทย,11
10,กรุงเทพมหานคร,10,56,เพื่อบ้านเมือง,13
10,กรุงเทพมหานคร,10,57,พลังไทยรักชาติ,28
10,กรุงเทพมหานคร,11,1,ไทยทรัพย์ทวี,28
10,กรุงเทพมหานคร,11,2,เพื่อชาติไทย,251
10,กรุงเทพมหานคร,11,3,ใหม่,42
10,กรุงเทพมหานคร,11,4,บิติใหม่,35
10,กรุงเทพมหานคร,11,5,รวมใจไทย,139
10,กรุงเทพมหานคร,11,6,รวมไทยสร้างชาติ,2061
10,กรุงเทพมหานคร,11,7,พลวัต,581
10,กรุงเทพมหานคร,11,8,ประชาธิปไตยใหม่,192
10,กรุงเทพมหานคร,11,9,เพื่อไทย,14904
10,กรุงเทพมหานคร,11,10,ทางเลือกใหม่,438
10,กรุงเทพมหานคร,11,11,เศรษฐกิจ,2139
10,กรุงเทพมหานคร,11,12,เสรีรวมไทย,452
10,กรุงเทพมหานคร,11,13,รวมพลังประชาชน,493
10,กรุงเทพมหานคร,11,14,ท้องที่ไทย,40
10,กรุงเทพมหานคร,11,15,อนาคตไทย,228
10,กรุงเทพมหานคร,11,16,พลังเพื่อไทย,98
10,กรุงเทพมหานคร,11,17,ไทยชนะ,46
10,กรุงเทพมหานคร,11,18,พลังสังคมใหม่,9
10,กรุงเทพมหานคร,11,19,สังคมประชาธิปไตยไทย,28
10,กรุงเทพมหานคร,11,20,ฟิวชัน,22
10,กรุงเทพมหานคร,11,21,ไทรวมพลัง,42
10,กรุงเทพมหานคร,11,22,ก้าวอิสระ,11
10,กรุงเทพมหานคร,11,23,ปวงชนไทย,42
10,กรุงเทพมหานคร,11,24,วิชชั่นใหม่,25
10,กรุงเทพมหานคร,11,25,เพื่อชีวิตใหม่,15
10,กรุงเทพมหานคร,11,26,คลองไทย,10
10,กรุงเทพมหานคร,11,27,ประชาธิปัตย์,6287
10,กรุงเทพมหานคร,11,28,ไทยก้าวหน้า,72
10,กรุงเทพมหานคร,11,29,ไทยภักดี,1131
10,กรุงเทพมหานคร,11,30,แรงงานสร้างชาติ,30
10,กรุงเทพมหานคร,11,31,ประชากรไทย,61
10,กรุงเทพมหานคร,11,32,ครูไทยเพื่อประชาชน,21
10,กรุงเทพมหานคร,11,33,ประชาชาติ,50
10,กรุงเทพมหานคร,11,34,สร้างอนาคตไทย,45
10,กรุงเทพมหานคร,11,35,รักชาติ,106
10,กรุงเทพมหานคร,11,36,ไทยพร้อม,55
10,กรุงเทพมหานคร,11,37,ภูมิใจไทย,18501
10,กรุงเทพมหานคร,11,38,พลังธรรมใหม่,93
10,กรุงเทพมหานคร,11,39,กรีน,93
10,กรุงเทพมหานคร,11,40,ไทยธรรม,6
10,กรุงเทพมหานคร,11,41,แผ่นดินธรรม,14
10,กรุงเทพมหานคร,11,42,กล้าธรรม,327
10,กรุงเทพมหานคร,11,43,พลังประชารัฐ,147
10,กรุงเทพมหานคร,11,44,โอกาสใหม่,82
10,กรุงเทพมหานคร,11,45,เป็นธรรม,57
10,กรุงเทพมหานคร,11,46,ประชาชน,44980
10,กรุงเทพมหานคร,11,47,ประชาไทย,84
10,กรุงเทพมหานคร,11,48,ไทยสร้างไทย,825
10,กรุงเทพมหานคร,11,49,ไทยก้าวใหม่,604
10,กรุงเทพมหานคร,11,50,ประชาอาสาชาติ,1
10,กรุงเทพมหานคร,11,51,พร้อม,32
10,กรุงเทพมหานคร,11,52,เครือข่ายชาวนาแห่งประเทศไทย,10
10,กรุงเทพมหานคร,11,53,ไทยพิทักษ์ธรรม,18
10,กรุงเทพมหานคร,11,54,ความหวังใหม่,10
10,กรุงเทพมหานคร,11,55,ไทยรวมไทย,10
10,กรุงเทพมหานคร,11,56,เพื่อบ้านเมือง,18
10,กรุงเทพมหานคร,11,57,พลังไทยรักชาติ,16
10,กรุงเทพมหานคร,12,2,ไทยทรัพย์ทวี,48
10,กรุงเทพมหานคร,12,3,เพื่อชาติไทย,215
10,กรุงเทพมหานคร,12,4,ใหม่,49
10,กรุงเทพมหานคร,12,5,มิติใหม่,29
10,กรุงเทพมหานคร,12,6,รวมใจไทย,103
10,กรุงเทพมหานคร,12,7,รวมไทยสร้างชาติ,2247
10,กรุงเทพมหานคร,12,8,พลวัต,153
10,กรุงเทพมหานคร,12,9,ประชาธิปไตยใหม่,205
10,กรุงเทพมหานคร,12,10,เพื่อไทย,12943
10,กรุงเทพมหานคร,12,11,ทางเลือกใหม่,440
10,กรุงเทพมหานคร,12,12,เศรษฐกิจ,2000
10,กรุงเทพมหานคร,12,13,เสรีรวมไทย,836
10,กรุงเทพมหานคร,12,14,รวมพลังประชาชน,319
10,กรุงเทพมหานคร,12,15,ท้องที่ไทย,37
10,กรุงเทพมหานคร,12,16,อนาคตไทย,214
10,กรุงเทพมหานคร,12,17,พลังเพื่อไทย,120
10,กรุงเทพมหานคร,12,18,ไทยชนะ,36
10,กรุงเทพมหานคร,12,19,พลังสังคมใหม่,7
10,กรุงเทพมหานคร,12,20,สังคมประชาธิปไตยไทย,17
10,กรุงเทพมหานคร,12,21,ฟิวชัน,9
10,กรุงเทพมหานคร,12,22,ไทรวมพลัง,43
10,กรุงเทพมหานคร,12,23,ก้าวอิสระ,13
10,กรุงเทพมหานคร,12,24,ปวงชนไทย,60
10,กรุงเทพมหานคร,12,25,วิชั่นใหม่,18
10,กรุงเทพมหานคร,12,26,เพื่อชีวิตใหม่,10
10,กรุงเทพมหานคร,12,27,คลองไทย,28
10,กรุงเทพมหานคร,12,28,ประชาธิปัตย์,9745
10,กรุงเทพมหานคร,12,29,ไทยก้าวหน้า,70
10,กรุงเทพมหานคร,12,30,ไทยภักดี,1587
10,กรุงเทพมหานคร,12,31,แรงงานสร้างชาติ,27
10,กรุงเทพมหานคร,12,32,ประชากรไทย,48
10,กรุงเทพมหานคร,12,33,ครูไทยเพื่อประชาชน,30
10,กรุงเทพมหานคร,12,34,ประชาชาติ,61
10,กรุงเทพมหานคร,12,35,สร้างอนาคตไทย,34
10,กรุงเทพมหานคร,12,36,รักชาติ,186
10,กรุงเทพมหานคร,12,37,ไทยพร้อม,47
10,กรุงเทพมหานคร,12,38,ภูมิใจไทย,19124
10,กรุงเทพมหานคร,12,39,พลังธรรมใหม่,48
10,กรุงเทพมหานคร,12,40,กรีน,94
10,กรุงเทพมหานคร,12,41,ไทยธรรม,17
10,กรุงเทพมหานคร,12,42,แผ่นดินธรรม,25
10,กรุงเทพมหานคร,12,43,กล้าธรรม,397
10,กรุงเทพมหานคร,12,44,พลังประชารัฐ,247
10,กรุงเทพมหานคร,12,45,โอกาสใหม่,123
10,กรุงเทพมหานคร,12,46,เป็นธรรม,81
10,กรุงเทพมหานคร,12,47,ประชาชน,52294
10,กรุงเทพมหานคร,12,48,ประชาไทย,88
10,กรุงเทพมหานคร,12,49,ไทยสร้างไทย,1140
10,กรุงเทพมหานคร,12,50,ไทยก้าวใหม่,943
10,กรุงเทพมหานคร,12,51,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,12,52,พร้อม,18
10,กรุงเทพมหานคร,12,53,เครือข่ายชาวนาแห่งประเทศไทย,10
10,กรุงเทพมหานคร,12,54,ไทยพิทักษ์ธรรม,10
10,กรุงเทพมหานคร,12,55,ความหวังใหม่,14
10,กรุงเทพมหานคร,12,56,ไทยรวมไทย,8
10,กรุงเทพมหานคร,12,57,เพื่อบ้านเมือง,11
10,กรุงเทพมหานคร,12,58,พลังไทยรักชาติ,22
10,กรุงเทพมหานคร,13,1,ไทยทรัพย์ทวี,32
10,กรุงเทพมหานคร,13,2,เพื่อชาติไทย,455
10,กรุงเทพมหานคร,13,3,ใหม่,66
10,กรุงเทพมหานคร,13,4,มิติใหม่,29
10,กรุงเทพมหานคร,13,5,รวมใจไทย,86
10,กรุงเทพมหานคร,13,6,รวมไทยสร้างชาติ,2377
10,กรุงเทพมหานคร,13,7,พลวัต,252
10,กรุงเทพมหานคร,13,8,ประชาธิปไตยใหม่,379
10,กรุงเทพมหานคร,13,9,เพื่อไทย,9014
10,กรุงเทพมหานคร,13,10,ทางเลือกใหม่,366
10,กรุงเทพมหานคร,13,11,เศรษฐกิจ,1621
10,กรุงเทพมหานคร,13,12,เสรีรวมไทย,367
10,กรุงเทพมหานคร,13,13,รวมพลังประชาชน,203
10,กรุงเทพมหานคร,13,14,ท้องที่ไทย,14
10,กรุงเทพมหานคร,13,15,อนาคตไทย,35
10,กรุงเทพมหานคร,13,16,พลังเพื่อไทย,63
10,กรุงเทพมหานคร,13,17,ไทยชนะ,29
10,กรุงเทพมหานคร,13,18,พลังสังคมใหม่,7
10,กรุงเทพมหานคร,13,19,สังคมประชาธิปไตยไทย,19
10,กรุงเทพมหานคร,13,20,ฟิวชัน,6
10,กรุงเทพมหานคร,13,21,ไทรวมพลัง,27
10,กรุงเทพมหานคร,13,22,ก้าวอิสระ,15
10,กรุงเทพมหานคร,13,23,ปวงชนไทย,75
10,กรุงเทพมหานคร,13,24,วิชชั่นใหม่,26
10,กรุงเทพมหานคร,13,25,เพื่อชีวิตใหม่,7
10,กรุงเทพมหานคร,13,26,คลองไทย,20
10,กรุงเทพมหานคร,13,27,ประชาธิปัตย์,10006
10,กรุงเทพมหานคร,13,28,ไทยก้าวหน้า,68
10,กรุงเทพมหานคร,13,29,ไทยภักดี,1742
10,กรุงเทพมหานคร,13,30,แรงงานสร้างชาติ,23
10,กรุงเทพมหานคร,13,31,ประชากรไทย,31
10,กรุงเทพมหานคร,13,32,ครูไทยเพื่อประชาชน,15
10,กรุงเทพมหานคร,13,33,ประชาชาติ,53
10,กรุงเทพมหานคร,13,34,สร้างอนาคตไทย,24
10,กรุงเทพมหานคร,13,35,รักชาติ,185
10,กรุงเทพมหานคร,13,36,ไทยพร้อม,161
10,กรุงเทพมหานคร,13,37,ภูมิใจไทย,17977
10,กรุงเทพมหานคร,13,38,พลังธรรมใหม่,35
10,กรุงเทพมหานคร,13,39,กรีน,63
10,กรุงเทพมหานคร,13,40,ไทยธรรม,14
10,กรุงเทพมหานคร,13,41,แผ่นดินธรรม,10
10,กรุงเทพมหานคร,13,42,กล้าธรรม,170
10,กรุงเทพมหานคร,13,43,พลังประชารัฐ,112
10,กรุงเทพมหานคร,13,44,โอกาสใหม่,96
10,กรุงเทพมหานคร,13,45,เป็นธรรม,32
10,กรุงเทพมหานคร,13,46,ประชาชน,44989
10,กรุงเทพมหานคร,13,47,ประชาไทย,128
10,กรุงเทพมหานคร,13,48,ไทยสร้างไทย,1091
10,กรุงเทพมหานคร,13,49,ไทยก้าวใหม่,782
10,กรุงเทพมหานคร,13,50,ประชาอาสาชาติ,4
10,กรุงเทพมหานคร,13,51,พร้อม,15
10,กรุงเทพมหานคร,13,52,เครือข่ายชาวนาแห่งประเทศไทย,5
10,กรุงเทพมหานคร,13,53,ไทยพิทักษ์ธรรม,5
10,กรุงเทพมหานคร,13,54,ความหวังใหม่,9
10,กรุงเทพมหานคร,13,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,13,56,เพื่อบ้านเมือง,7
10,กรุงเทพมหานคร,13,57,พลังไทยรักชาติ,14
10,กรุงเทพมหานคร,14,1,ไทยทรัพย์ทวี,45
10,กรุงเทพมหานคร,14,2,เพื่อชาติไทย,574
10,กรุงเทพมหานคร,14,3,ใหม่,42
10,กรุงเทพมหานคร,14,4,มิติใหม่,36
10,กรุงเทพมหานคร,14,5,รวมใจไทย,108
10,กรุงเทพมหานคร,14,6,รวมไทยสร้างชาติ,2377
10,กรุงเทพมหานคร,14,7,พลวัต,94
10,กรุงเทพมหานคร,14,8,ประชาธิปไตยใหม่,215
10,กรุงเทพมหานคร,14,9,เพื่อไทย,8914
10,กรุงเทพมหานคร,14,10,ทางเลือกใหม่,344
10,กรุงเทพมหานคร,14,11,เศรษฐกิจ,1659
10,กรุงเทพมหานคร,14,12,เสรีรวมไทย,376
10,กรุงเทพมหานคร,14,13,รวมพลังประชาชน,447
10,กรุงเทพมหานคร,14,14,ท้องที่ไทย,83
10,กรุงเทพมหานคร,14,15,อนาคตไทย,55
10,กรุงเทพมหานคร,14,16,พลังเพื่อไทย,60
10,กรุงเทพมหานคร,14,17,ไทยชนะ,39
10,กรุงเทพมหานคร,14,18,พลังสังคมใหม่,6
10,กรุงเทพมหานคร,14,19,สังคมประชาธิปไตยไทย,18
10,กรุงเทพมหานคร,14,20,ฟิวชัน,15
10,กรุงเทพมหานคร,14,21,ไทรวมพลัง,32
10,กรุงเทพมหานคร,14,22,ก้าวอิสระ,16
10,กรุงเทพมหานคร,14,23,ปวงชนไทย,59
10,กรุงเทพมหานคร,14,24,วิชชั่นใหม่,21
10,กรุงเทพมหานคร,14,25,เพื่อชีวิตใหม่,9
10,กรุงเทพมหานคร,14,26,คลองไทย,20
10,กรุงเทพมหานคร,14,27,ประชาธิปัตย์,10762
10,กรุงเทพมหานคร,14,28,ไทยก้าวหน้า,69
10,กรุงเทพมหานคร,14,29,ไทยภักดี,1764
10,กรุงเทพมหานคร,14,30,แรงงานสร้างชาติ,20
10,กรุงเทพมหานคร,14,31,ประชากรไทย,50
10,กรุงเทพมหานคร,14,32,ครูไทยเพื่อประชาชน,22
10,กรุงเทพมหานคร,14,33,ประชาชาติ,208
10,กรุงเทพมหานคร,14,34,สร้างอนาคตไทย,26
10,กรุงเทพมหานคร,14,35,รักชาติ,147
10,กรุงเทพมหานคร,14,36,ไทยพร้อม,47
10,กรุงเทพมหานคร,14,37,ภูมิใจไทย,19346
10,กรุงเทพมหานคร,14,38,พลังธรรมใหม่,36
10,กรุงเทพมหานคร,14,39,กรีน,82
10,กรุงเทพมหานคร,14,40,ไทยธรรม,9
10,กรุงเทพมหานคร,14,41,แผ่นดินธรรม,6
10,กรุงเทพมหานคร,14,42,กล้าธรรม,186
10,กรุงเทพมหานคร,14,43,พลังประชารัฐ,106
10,กรุงเทพมหานคร,14,44,โอกาสใหม่,98
10,กรุงเทพมหานคร,14,45,เป็นธรรม,39
10,กรุงเทพมหานคร,14,46,ประชาชน,44691
10,กรุงเทพมหานคร,14,47,ประชาไทย,77
10,กรุงเทพมหานคร,14,48,ไทยสร้างไทย,1102
10,กรุงเทพมหานคร,14,49,ไทยก้าวใหม่,725
10,กรุงเทพมหานคร,14,50,ประชาอาสาชาติ,5
10,กรุงเทพมหานคร,14,51,พร้อม,23
10,กรุงเทพมหานคร,14,52,เครือข่ายชาวนาแห่งประเทศไทย,4
10,กรุงเทพมหานคร,14,53,ไทยพิทักษ์ธรรม,1
10,กรุงเทพมหานคร,14,54,ความหวังใหม่,11
10,กรุงเทพมหานคร,14,55,ไทยรวมไทย,8
10,กรุงเทพมหานคร,14,56,เพื่อบ้านเมือง,22
10,กรุงเทพมหานคร,14,57,พลังไทยรักชาติ,9
10,กรุงเทพมหานคร,16,1,ไทยทรัพย์ทวี,35
10,กรุงเทพมหานคร,16,2,เพื่อชาติไทย,369
10,กรุงเทพมหานคร,16,3,ใหม่,57
10,กรุงเทพมหานคร,16,4,มิติใหม่,52
10,กรุงเทพมหานคร,16,5,รวมใจไทย,165
10,กรุงเทพมหานคร,16,6,รวมไทยสร้างชาติ,2134
10,กรุงเทพมหานคร,16,7,พลวัต,203
10,กรุงเทพมหานคร,16,8,ประชาธิปไตยใหม่,462
10,กรุงเทพมหานคร,16,9,เพื่อไทย,10029
10,กรุงเทพมหานคร,16,10,ทางเลือกใหม่,681
10,กรุงเทพมหานคร,16,11,เศรษฐกิจ,2220
10,กรุงเทพมหานคร,16,12,เสรีรวมไทย,463
10,กรุงเทพมหานคร,16,13,รวมพลังประชาชน,318
10,กรุงเทพมหานคร,16,14,ท้องที่ไทย,36
10,กรุงเทพมหานคร,16,15,อนาคตไทย,55
10,กรุงเทพมหานคร,16,16,พลังเพื่อไทย,88
10,กรุงเทพมหานคร,16,17,ไทยชนะ,34
10,กรุงเทพมหานคร,16,18,พลังสังคมใหม่,14
10,กรุงเทพมหานคร,16,19,สังคมประชาธิปไตยไทย,17
10,กรุงเทพมหานคร,16,20,ฟิวชัน,15
10,กรุงเทพมหานคร,16,21,ไทรวมพลัง,36
10,กรุงเทพมหานคร,16,22,ก้าวอิสระ,16
10,กรุงเทพมหานคร,16,23,ปวงชนไทย,73
10,กรุงเทพมหานคร,16,24,วิชชั่นใหม่,31
10,กรุงเทพมหานคร,16,25,เพื่อชีวิตใหม่,9
10,กรุงเทพมหานคร,16,26,คลองไทย,23
10,กรุงเทพมหานคร,16,27,ประชาธิปัตย์,9079
10,กรุงเทพมหานคร,16,28,ไทยก้าวหน้า,163
10,กรุงเทพมหานคร,16,29,ไทยภักดี,1185
10,กรุงเทพมหานคร,16,30,แรงงานสร้างชาติ,42
10,กรุงเทพมหานคร,16,31,ประชากรไทย,39
10,กรุงเทพมหานคร,16,32,ครูไทยเพื่อประชาชน,25
10,กรุงเทพมหานคร,16,33,ประชาชาติ,77
10,กรุงเทพมหานคร,16,34,สร้างอนาคตไทย,26
10,กรุงเทพมหานคร,16,35,รักชาติ,130
10,กรุงเทพมหานคร,16,36,ไทยพร้อม,42
10,กรุงเทพมหานคร,16,37,ภูมิใจไทย,16586
10,กรุงเทพมหานคร,16,38,พลังธรรมใหม่,44
10,กรุงเทพมหานคร,16,39,กรีน,82
10,กรุงเทพมหานคร,16,40,ไทยธรรม,16
10,กรุงเทพมหานคร,16,41,แผ่นดินธรรม,10
10,กรุงเทพมหานคร,16,42,กล้าธรรม,181
10,กรุงเทพมหานคร,16,43,พลังประชารัฐ,129
10,กรุงเทพมหานคร,16,44,โอกาสใหม่,65
10,กรุงเทพมหานคร,16,45,เป็นธรรม,34
10,กรุงเทพมหานคร,16,46,ประชาชน,49131
10,กรุงเทพมหานคร,16,47,ประชาไทย,88
10,กรุงเทพมหานคร,16,48,ไทยสร้างไทย,900
10,กรุงเทพมหานคร,16,49,ไทยก้าวใหม่,725
10,กรุงเทพมหานคร,16,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,16,51,พร้อม,25
10,กรุงเทพมหานคร,16,52,เครือข่ายชาวนาแห่งประเทศไทย,8
10,กรุงเทพมหานคร,16,53,ไทยพิทักษ์ธรรม,6
10,กรุงเทพมหานคร,16,54,ความหวังใหม่,18
10,กรุงเทพมหานคร,16,55,ไทยรวมไทย,8
10,กรุงเทพมหานคร,16,56,เพื่อบ้านเมือง,21
10,กรุงเทพมหานคร,16,57,พลังไทยรักชาติ,24
10,กรุงเทพมหานคร,17,1,ไทยทรัพย์ทวี,141
10,กรุงเทพมหานคร,17,2,เพื่อชาติไทย,440
10,กรุงเทพมหานคร,17,3,ใหม่,111
10,กรุงเทพมหานคร,17,4,มิติใหม่,411
10,กรุงเทพมหานคร,17,5,รวมใจไทย,325
10,กรุงเทพมหานคร,17,6,รวมไทยสร้างชาติ,2495
10,กรุงเทพมหานคร,17,7,พลวัต,102
10,กรุงเทพมหานคร,17,8,ประชาธิปไตยใหม่,453
10,กรุงเทพมหานคร,17,9,เพื่อไทย,8742
10,กรุงเทพมหานคร,17,10,ทางเลือกใหม่,700
10,กรุงเทพมหานคร,17,11,เศรษฐกิจ,2535
10,กรุงเทพมหานคร,17,12,เสรีรวมไทย,392
10,กรุงเทพมหานคร,17,13,รวมพลังประชาชน,375
10,กรุงเทพมหานคร,17,14,ท้องที่ไทย,26
10,กรุงเทพมหานคร,17,15,อนาคตไทย,97
10,กรุงเทพมหานคร,17,16,พลังเพื่อไทย,167
10,กรุงเทพมหานคร,17,17,ไทยชนะ,64
10,กรุงเทพมหานคร,17,18,พลังสังคมใหม่,13
10,กรุงเทพมหานคร,17,19,สังคมประชาธิปไตยไทย,35
10,กรุงเทพมหานคร,17,20,ฟิวชัน,16
10,กรุงเทพมหานคร,17,21,ไทรวมพลัง,30
10,กรุงเทพมหานคร,17,22,ก้าวอิสระ,29
10,กรุงเทพมหานคร,17,23,ปวงชนไทย,103
10,กรุงเทพมหานคร,17,24,วิชชั่นใหม่,52
10,กรุงเทพมหานคร,17,25,เพื่อชีวิตใหม่,14
10,กรุงเทพมหานคร,17,26,คลองไทย,31
10,กรุงเทพมหานคร,17,27,ประชาธิปัตย์,7709
10,กรุงเทพมหานคร,17,28,ไทยก้าวหน้า,117
10,กรุงเทพมหานคร,17,29,ไทยภักดี,700
10,กรุงเทพมหานคร,17,30,แรงงานสร้างชาติ,72
10,กรุงเทพมหานคร,17,31,ประชากรไทย,63
10,กรุงเทพมหานคร,17,32,ครูไทยเพื่อประชาชน,36
10,กรุงเทพมหานคร,17,33,ประชาชาติ,377
10,กรุงเทพมหานคร,17,34,สร้างอนาคตไทย,65
10,กรุงเทพมหานคร,17,35,รักชาติ,78
10,กรุงเทพมหานคร,17,36,ไทยพร้อม,62
10,กรุงเทพมหานคร,17,37,ภูมิใจไทย,13309
10,กรุงเทพมหานคร,17,38,พลังธรรมใหม่,53
10,กรุงเทพมหานคร,17,39,กรีน,61
10,กรุงเทพมหานคร,17,40,ไทยธรรม,37
10,กรุงเทพมหานคร,17,41,แผ่นดินธรรม,20
10,กรุงเทพมหานคร,17,42,กล้าธรรม,257
10,กรุงเทพมหานคร,17,43,พลังประชารัฐ,181
10,กรุงเทพมหานคร,17,44,โอกาสใหม่,59
10,กรุงเทพมหานคร,17,45,เป็นธรรม,48
10,กรุงเทพมหานคร,17,46,ประชาชน,31155
10,กรุงเทพมหานคร,17,47,ประชาไทย,111
10,กรุงเทพมหานคร,17,48,ไทยสร้างไทย,677
10,กรุงเทพมหานคร,17,49,ไทยก้าวใหม่,477
10,กรุงเทพมหานคร,17,50,ประชาอาสาชาติ,10
10,กรุงเทพมหานคร,17,51,พร้อม,34
10,กรุงเทพมหานคร,17,52,เครือข่ายชาวนาแห่งประเทศไทย,10
10,กรุงเทพมหานคร,17,53,ไทยพิทักษ์ธรรม,11
10,กรุงเทพมหานคร,17,54,ความหวังใหม่,20
10,กรุงเทพมหานคร,17,55,ไทยรวมไทย,11
10,กรุงเทพมหานคร,17,56,เพื่อบ้านเมือง,31
10,กรุงเทพมหานคร,17,57,พลังไทยรักชาติ,23
10,กรุงเทพมหานคร,18,1,ไทยทรัพย์ทวี,69
10,กรุงเทพมหานคร,18,2,เพื่อชาติไทย,414
10,กรุงเทพมหานคร,18,3,ใหม่,109
10,กรุงเทพมหานคร,18,4,มิติใหม่,798
10,กรุงเทพมหานคร,18,5,รวมใจไทย,337
10,กรุงเทพมหานคร,18,6,รวมไทยสร้างชาติ,2480
10,กรุงเทพมหานคร,18,7,พลวัต,224
10,กรุงเทพมหานคร,18,8,ประชาธิปไตยใหม่,365
10,กรุงเทพมหานคร,18,9,เพื่อไทย,10197
10,กรุงเทพมหานคร,18,10,ทางเลือกใหม่,760
10,กรุงเทพมหานคร,18,11,เศรษฐกิจ,2474
10,กรุงเทพมหานคร,18,12,เสรีรวมไทย,416
10,กรุงเทพมหานคร,18,13,รวมพลังประชาชน,425
10,กรุงเทพมหานคร,18,14,ท้องที่ไทย,26
10,กรุงเทพมหานคร,18,15,อนาคตไทย,57
10,กรุงเทพมหานคร,18,16,พลังเพื่อไทย,171
10,กรุงเทพมหานคร,18,17,ไทยชนะ,106
10,กรุงเทพมหานคร,18,18,พลังสังคมใหม่,19
10,กรุงเทพมหานคร,18,19,สังคมประชาธิปไตยไทย,43
10,กรุงเทพมหานคร,18,20,ฟิวชัน,29
10,กรุงเทพมหานคร,18,21,ไทรวมพลัง,51
10,กรุงเทพมหานคร,18,22,ก้าวอิสระ,25
10,กรุงเทพมหานคร,18,23,ปวงชนไทย,47
10,กรุงเทพมหานคร,18,24,วิชชั่นใหม่,40
10,กรุงเทพมหานคร,18,25,เพื่อชีวิตใหม่,11
10,กรุงเทพมหานคร,18,26,คลองไทย,43
10,กรุงเทพมหานคร,18,27,ประชาธิปัตย์,8293
10,กรุงเทพมหานคร,18,28,ไทยก้าวหน้า,88
10,กรุงเทพมหานคร,18,29,ไทยภักดี,885
10,กรุงเทพมหานคร,18,30,แรงงานสร้างชาติ,87
10,กรุงเทพมหานคร,18,31,ประชากรไทย,66
10,กรุงเทพมหานคร,18,32,ครูไทยเพื่อประชาชน,39
10,กรุงเทพมหานคร,18,33,ประชาชาติ,225
10,กรุงเทพมหานคร,18,34,สร้างอนาคตไทย,47
10,กรุงเทพมหานคร,18,35,รักชาติ,136
10,กรุงเทพมหานคร,18,36,ไทยพร้อม,51
10,กรุงเทพมหานคร,18,37,ภูมิใจไทย,12973
10,กรุงเทพมหานคร,18,38,พลังธรรมใหม่,63
10,กรุงเทพมหานคร,18,39,กรีน,56
10,กรุงเทพมหานคร,18,40,ไทยธรรม,26
10,กรุงเทพมหานคร,18,41,แผ่นดินธรรม,18
10,กรุงเทพมหานคร,18,42,กล้าธรรม,240
10,กรุงเทพมหานคร,18,43,พลังประชารัฐ,159
10,กรุงเทพมหานคร,18,44,โอกาสใหม่,80
10,กรุงเทพมหานคร,18,45,เป็นธรรม,53
10,กรุงเทพมหานคร,18,46,ประชาชน,36942
10,กรุงเทพมหานคร,18,47,ประชาไทย,108
10,กรุงเทพมหานคร,18,48,ไทยสร้างไทย,746
10,กรุงเทพมหานคร,18,49,ไทยก้าวใหม่,803
10,กรุงเทพมหานคร,18,50,ประชาอาสาชาติ,8
10,กรุงเทพมหานคร,18,51,พร้อม,54
10,กรุงเทพมหานคร,18,52,เครือข่ายชาวนาแห่งประเทศไทย,7
10,กรุงเทพมหานคร,18,53,ไทยพิทักษ์ธรรม,5
10,กรุงเทพมหานคร,18,54,ความหวังใหม่,22
10,กรุงเทพมหานคร,18,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,18,56,เพื่อบ้านเมือง,15
10,กรุงเทพมหานคร,18,57,พลังไทยรักชาติ,26
10,กรุงเทพมหานคร,19,2,ไทยทรัพย์ทวี,260
10,กรุงเทพมหานคร,19,3,เพื่อชาติไทย,247
10,กรุงเทพมหานคร,19,4,ใหม่,71
10,กรุงเทพมหานคร,19,5,มิติใหม่,61
10,กรุงเทพมหานคร,19,6,รวมใจไทย,225
10,กรุงเทพมหานคร,19,7,รวมไทยสร้างชาติ,2432
10,กรุงเทพมหานคร,19,8,พลวัต,138
10,กรุงเทพมหานคร,19,9,ประชาธิปไตยใหม่,221
10,กรุงเทพมหานคร,19,10,เพื่อไทย,9999
10,กรุงเทพมหานคร,19,11,ทางเลือกใหม่,437
10,กรุงเทพมหานคร,19,12,เศรษฐกิจ,1995
10,กรุงเทพมหานคร,19,13,เสรีรวมไทย,359
10,กรุงเทพมหานคร,19,14,รวมพลังประชาชน,244
10,กรุงเทพมหานคร,19,15,ท้องที่ไทย,16
10,กรุงเทพมหานคร,19,16,อนาคตไทย,32
10,กรุงเทพมหานคร,19,17,พลังเพื่อไทย,76
10,กรุงเทพมหานคร,19,18,ไทยชนะ,26
10,กรุงเทพมหานคร,19,19,พลังสังคมใหม่,8
10,กรุงเทพมหานคร,19,20,สังคมประชาธิปไตย,27
10,กรุงเทพมหานคร,19,21,ฟิวชัน,18
10,กรุงเทพมหานคร,19,22,ไทรวมพลัง,33
10,กรุงเทพมหานคร,19,23,ก้าวอิสระ,10
10,กรุงเทพมหานคร,19,24,ปวงชนไทย,29
10,กรุงเทพมหานคร,19,25,วิชชั่นใหม่,32
10,กรุงเทพมหานคร,19,26,เพื่อชีวิตใหม่,9
10,กรุงเทพมหานคร,19,27,คลองไทย,37
10,กรุงเทพมหานคร,19,28,ประชาธิปัตย์,10147
10,กรุงเทพมหานคร,19,29,ไทยก้าวหน้า,62
10,กรุงเทพมหานคร,19,30,ไทยภักดี,1577
10,กรุงเทพมหานคร,19,31,แรงงานสร้างชาติ,35
10,กรุงเทพมหานคร,19,32,ประชากรไทย,52
10,กรุงเทพมหานคร,19,33,ครูไทยเพื่อประชาชน,18
10,กรุงเทพมหานคร,19,34,ประชาชาติ,156
10,กรุงเทพมหานคร,19,35,สร้างอนาคตไทย,19
10,กรุงเทพมหานคร,19,36,รักชาติ,152
10,กรุงเทพมหานคร,19,37,ไทยพร้อม,53
10,กรุงเทพมหานคร,19,38,ภูมิใจไทย,18319
10,กรุงเทพมหานคร,19,39,พลังธรรมใหม่,61
10,กรุงเทพมหานคร,19,40,กรีน,78
10,กรุงเทพมหานคร,19,41,ไทยธรรม,13
10,กรุงเทพมหานคร,19,42,แผ่นดินธรรม,7
10,กรุงเทพมหานคร,19,43,กล้าธรรม,193
10,กรุงเทพมหานคร,19,44,พลังประชารัฐ,89
10,กรุงเทพมหานคร,19,45,โอกาสใหม่,80
10,กรุงเทพมหานคร,19,46,เป็นธรรม,42
10,กรุงเทพมหานคร,19,47,ประชาชน,44830
10,กรุงเทพมหานคร,19,48,ประชาไทย,76
10,กรุงเทพมหานคร,19,49,ไทยสร้างไทย,987
10,กรุงเทพมหานคร,19,50,ไทยก้าวใหม่,821
10,กรุงเทพมหานคร,19,51,ประชาอาสาชาติ,8
10,กรุงเทพมหานคร,19,52,พร้อม,22
10,กรุงเทพมหานคร,19,53,เครือข่ายชาวนาแห่งประเทศไทย,9
10,กรุงเทพมหานคร,19,54,ไทยพิทักษ์ธรรม,6
10,กรุงเทพมหานคร,19,55,ความหวังใหม่,11
10,กรุงเทพมหานคร,19,56,ไทยรวมไทย,3
10,กรุงเทพมหานคร,19,57,เพื่อบ้านเมือง,19
10,กรุงเทพมหานคร,19,58,พลังไทยรักชาติ,13
10,กรุงเทพมหานคร,20,1,ไทยทรัพย์ทวี,72
10,กรุงเทพมหานคร,20,2,เพื่อชาติไทย,503
10,กรุงเทพมหานคร,20,3,ใหม่,64
10,กรุงเทพมหานคร,20,4,มิติใหม่,44
10,กรุงเทพมหานคร,20,5,รวมใจไทย,219
10,กรุงเทพมหานคร,20,6,รวมไทยสร้างชาติ,1851
10,กรุงเทพมหานคร,20,7,พลวัต,374
10,กรุงเทพมหานคร,20,8,ประชาธิปไตยใหม่,262
10,กรุงเทพมหานคร,20,9,เพื่อไทย,12703
10,กรุงเทพมหานคร,20,10,ทางเลือกใหม่,392
10,กรุงเทพมหานคร,20,11,เศรษฐกิจ,2741
10,กรุงเทพมหานคร,20,12,เสรีรวมไทย,435
10,กรุงเทพมหานคร,20,13,รวมพลังประชาชน,431
10,กรุงเทพมหานคร,20,14,ท้องที่ไทย,49
10,กรุงเทพมหานคร,20,15,อนาคตไทย,41
10,กรุงเทพมหานคร,20,16,พลังเพื่อไทย,198
10,กรุงเทพมหานคร,20,17,ไทยชนะ,58
10,กรุงเทพมหานคร,20,18,พลังสังคมใหม่,12
10,กรุงเทพมหานคร,20,19,สังคมประชาธิปไตยไทย,40
10,กรุงเทพมหานคร,20,20,ฟิวชัน,20
10,กรุงเทพมหานคร,20,21,ไทรวมพลัง,43
10,กรุงเทพมหานคร,20,22,กาวอิสระ,24
10,กรุงเทพมหานคร,20,23,ปวงชนไทย,40
10,กรุงเทพมหานคร,20,24,วิชชั่นใหม่,24
10,กรุงเทพมหานคร,20,25,เพื่อชีวิตใหม่,12
10,กรุงเทพมหานคร,20,26,คลองไทย,29
10,กรุงเทพมหานคร,20,27,ประชาธิปัตย์,6062
10,กรุงเทพมหานคร,20,28,ไทยก้าวหน้า,103
10,กรุงเทพมหานคร,20,29,ไทยภักดี,851
10,กรุงเทพมหานคร,20,30,แรงงานสร้างชาติ,47
10,กรุงเทพมหานคร,20,31,ประชากรไทย,60
10,กรุงเทพมหานคร,20,32,ครูไทยเพื่อประชาชน,34
10,กรุงเทพมหานคร,20,33,ประชาชาติ,86
10,กรุงเทพมหานคร,20,34,สร้างอนาคตไทย,36
10,กรุงเทพมหานคร,20,35,รักชาติ,74
10,กรุงเทพมหานคร,20,36,ไทยพร้อม,135
10,กรุงเทพมหานคร,20,37,ภูมิใจไทย,12402
10,กรุงเทพมหานคร,20,38,พลังธรรมใหม่,73
10,กรุงเทพมหานคร,20,39,กรีน,69
10,กรุงเทพมหานคร,20,40,ไทยธรรม,32
10,กรุงเทพมหานคร,20,41,แผนดินธรรม,17
10,กรุงเทพมหานคร,20,42,กลาธรรม,135
10,กรุงเทพมหานคร,20,43,พลังประชารัฐ,123
10,กรุงเทพมหานคร,20,44,โอกาสใหม่,70
10,กรุงเทพมหานคร,20,45,เป็นธรรม,283
10,กรุงเทพมหานคร,20,46,ประชาชน,39727
10,กรุงเทพมหานคร,20,47,ประชาไทย,155
10,กรุงเทพมหานคร,20,48,ไทยสร้างไทย,711
10,กรุงเทพมหานคร,20,49,ไทยก้าวใหม่,999
10,กรุงเทพมหานคร,20,50,ประชาอาสาชาติ,4
10,กรุงเทพมหานคร,20,51,พรอม,64
10,กรุงเทพมหานคร,20,52,เครือข่ายชาวนาแห่งประเทศไทย,7
10,กรุงเทพมหานคร,20,53,ไทยพิทักษ์ธรรม,9
10,กรุงเทพมหานคร,20,54,ความหวังใหม่,19
10,กรุงเทพมหานคร,20,55,ไทยรวมไทย,17
10,กรุงเทพมหานคร,20,56,เพื่อบ้านเมือง,9
10,กรุงเทพมหานคร,20,57,พลังไทยรักชาติ,26
10,กรุงเทพมหานคร,21,1,ไทยทรัพย์ทวี,63
10,กรุงเทพมหานคร,21,2,เพื่อชาติไทย,215
10,กรุงเทพมหานคร,21,3,ใหม่,74
10,กรุงเทพมหานคร,21,4,มิติใหม่,84
10,กรุงเทพมหานคร,21,5,รวมใจไทย,165
10,กรุงเทพมหานคร,21,6,รวมไทยสร้างชาติ,1999
10,กรุงเทพมหานคร,21,7,พลวัต,180
10,กรุงเทพมหานคร,21,8,ประชาธิปไตยใหม่,566
10,กรุงเทพมหานคร,21,9,เพื่อไทย,7078
10,กรุงเทพมหานคร,21,10,ทางเลือกใหม่,409
10,กรุงเทพมหานคร,21,11,เศรษฐกิจ,1860
10,กรุงเทพมหานคร,21,12,เสรีรวมไทย,408
10,กรุงเทพมหานคร,21,13,รวมพลังประชาชน,320
10,กรุงเทพมหานคร,21,14,ท้องที่ไทย,337
10,กรุงเทพมหานคร,21,15,อนาคตไทย,96
10,กรุงเทพมหานคร,21,16,พลังเพื่อไทย,92
10,กรุงเทพมหานคร,21,17,ไทยชนะ,37
10,กรุงเทพมหานคร,21,18,พลังสังคมใหม่,12
10,กรุงเทพมหานคร,21,19,สังคมประชาธิปไตยไทย,34
10,กรุงเทพมหานคร,21,20,ฟิวชัน,19
10,กรุงเทพมหานคร,21,21,ไทรวมพลัง,39
10,กรุงเทพมหานคร,21,22,ก้าวอิสระ,20
10,กรุงเทพมหานคร,21,23,ปวงชนไทย,69
10,กรุงเทพมหานคร,21,24,วิชชั่นใหม่,65
10,กรุงเทพมหานคร,21,25,เพื่อชีวิตใหม่,9
10,กรุงเทพมหานคร,21,26,คลองไทย,31
10,กรุงเทพมหานคร,21,27,ประชาธิปัตย์,11993
10,กรุงเทพมหานคร,21,28,ไทยก้าวหน้า,101
10,กรุงเทพมหานคร,21,29,ไทยภักดี,1281
10,กรุงเทพมหานคร,21,30,แรงงานสร้างชาติ,39
10,กรุงเทพมหานคร,21,31,ประชากรไทย,30
10,กรุงเทพมหานคร,21,32,ครูไทยเพื่อประชาชน,22
10,กรุงเทพมหานคร,21,33,ประชาชาติ,233
10,กรุงเทพมหานคร,21,34,สร้างอนาคตไทย,46
10,กรุงเทพมหานคร,21,35,รักชาติ,166
10,กรุงเทพมหานคร,21,36,ไทยพร้อม,42
10,กรุงเทพมหานคร,21,37,ภูมิใจไทย,15843
10,กรุงเทพมหานคร,21,38,พลังธรรมใหม่,42
10,กรุงเทพมหานคร,21,39,กรีน,62
10,กรุงเทพมหานคร,21,40,ไทยธรรม,12
10,กรุงเทพมหานคร,21,41,แผ่นดินธรรม,12
10,กรุงเทพมหานคร,21,42,กล้าธรรม,129
10,กรุงเทพมหานคร,21,43,พลังประชารัฐ,136
10,กรุงเทพมหานคร,21,44,โอกาสใหม่,66
10,กรุงเทพมหานคร,21,45,เป็นธรรม,54
10,กรุงเทพมหานคร,21,46,ประชาชน,46471
10,กรุงเทพมหานคร,21,47,ประชาไทย,78
10,กรุงเทพมหานคร,21,48,ไทยสร้างไทย,727
10,กรุงเทพมหานคร,21,49,ไทยก้าวใหม่,801
10,กรุงเทพมหานคร,21,50,ประชาอาสาชาติ,7
10,กรุงเทพมหานคร,21,51,พร้อม,34
10,กรุงเทพมหานคร,21,52,เครือข่ายชาวนาแห่งประเทศไทย,8
10,กรุงเทพมหานคร,21,53,ไทยพิทักษ์ธรรม,4
10,กรุงเทพมหานคร,21,54,ความหวังใหม่,16
10,กรุงเทพมหานคร,21,55,ไทยรวมไทย,10
10,กรุงเทพมหานคร,21,56,เพื่อบ้านเมือง,20
10,กรุงเทพมหานคร,21,57,พลังไทยรักชาติ,22
10,กรุงเทพมหานคร,22,1,ไทยทรัพย์ทวี,37
10,กรุงเทพมหานคร,22,2,เพื่อชาติไทย,122
10,กรุงเทพมหานคร,22,3,ใหม่,69
10,กรุงเทพมหานคร,22,4,มิติใหม่,46
10,กรุงเทพมหานคร,22,5,รวมใจไทย,182
10,กรุงเทพมหานคร,22,6,รวมไทยสร้างชาติ,2320
10,กรุงเทพมหานคร,22,7,พลวัต,220
10,กรุงเทพมหานคร,22,8,ประชาธิปไตยใหม่,402
10,กรุงเทพมหานคร,22,9,เพื่อไทย,6522
10,กรุงเทพมหานคร,22,10,ทางเลือกใหม่,360
10,กรุงเทพมหานคร,22,11,เศรษฐกิจ,1734
10,กรุงเทพมหานคร,22,12,เสรีรวมไทย,435
10,กรุงเทพมหานคร,22,13,รวมพลังประชาชน,227
10,กรุงเทพมหานคร,22,14,ท้องที่ไทย,14
10,กรุงเทพมหานคร,22,15,อนาคตไทย,59
10,กรุงเทพมหานคร,22,16,พลังเพื่อไทย,59
10,กรุงเทพมหานคร,22,17,ไทยชนะ,57
10,กรุงเทพมหานคร,22,18,พลังสังคมใหม่,3
10,กรุงเทพมหานคร,22,19,สังคมประชาธิปไตยไทย,15
10,กรุงเทพมหานคร,22,20,ฟิวชัน,10
10,กรุงเทพมหานคร,22,21,ไทรวมพลัง,24
10,กรุงเทพมหานคร,22,22,ก้าวอิสระ,19
10,กรุงเทพมหานคร,22,23,ปวงชนไทย,107
10,กรุงเทพมหานคร,22,24,วิชชั่นใหม่,24
10,กรุงเทพมหานคร,22,25,เพื่อชีวิตใหม่,8
10,กรุงเทพมหานคร,22,26,คลองไทย,31
10,กรุงเทพมหานคร,22,27,ประชาธิปัตย์,10243
10,กรุงเทพมหานคร,22,28,ไทยก้าวหน้า,83
10,กรุงเทพมหานคร,22,29,ไทยภักดี,1529
10,กรุงเทพมหานคร,22,30,แรงงานสร้างชาติ,17
10,กรุงเทพมหานคร,22,31,ประชากรไทย,38
10,กรุงเทพมหานคร,22,32,ครูไทยเพื่อประชาชน,12
10,กรุงเทพมหานคร,22,33,ประชาชาติ,160
10,กรุงเทพมหานคร,22,34,สร้างอนาคตไทย,29
10,กรุงเทพมหานคร,22,35,รักชาติ,108
10,กรุงเทพมหานคร,22,36,ไทยพร้อม,60
10,กรุงเทพมหานคร,22,37,ภูมิใจไทย,17736
10,กรุงเทพมหานคร,22,38,พลังธรรมใหม่,48
10,กรุงเทพมหานคร,22,39,กรีน,56
10,กรุงเทพมหานคร,22,40,ไทยธรรม,14
10,กรุงเทพมหานคร,22,41,แผ่นดินธรรม,11
10,กรุงเทพมหานคร,22,42,กล้าธรรม,153
10,กรุงเทพมหานคร,22,43,พลังประชารัฐ,268
10,กรุงเทพมหานคร,22,44,โอกาสใหม่,65
10,กรุงเทพมหานคร,22,45,เป็นธรรม,47
10,กรุงเทพมหานคร,22,46,ประชาชน,42832
10,กรุงเทพมหานคร,22,47,ประชาไทย,84
10,กรุงเทพมหานคร,22,48,ไทยสร้างไทย,759
10,กรุงเทพมหานคร,22,49,ไทยก้าวใหม่,754
10,กรุงเทพมหานคร,22,50,ประชาอาสาชาติ,3
10,กรุงเทพมหานคร,22,51,พร้อม,14
10,กรุงเทพมหานคร,22,52,เครือข่ายชาวนาแห่งประเทศไทย,6
10,กรุงเทพมหานคร,22,53,ไทยพิทักษ์ธรรม,6
10,กรุงเทพมหานคร,22,54,ความหวังใหม่,9
10,กรุงเทพมหานคร,22,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,22,56,เพื่อบ้านเมือง,11
10,กรุงเทพมหานคร,22,57,พลังไทยรักชาติ,15
10,กรุงเทพมหานคร,23,1,ไทยทรัพย์ทวี,105
10,กรุงเทพมหานคร,23,2,เพื่อชาติไทย,160
10,กรุงเทพมหานคร,23,3,ใหม่,38
10,กรุงเทพมหานคร,23,4,มิติใหม่,27
10,กรุงเทพมหานคร,23,5,รวมใจไทย,143
10,กรุงเทพมหานคร,23,6,รวมไทยสร้างชาติ,2226
10,กรุงเทพมหานคร,23,7,พลวัต,123
10,กรุงเทพมหานคร,23,8,ประชาธิปไตยใหม่,211
10,กรุงเทพมหานคร,23,9,เพื่อไทย,7888
10,กรุงเทพมหานคร,23,10,ทางเลือกใหม่,357
10,กรุงเทพมหานคร,23,11,เศรษฐกิจ,1942
10,กรุงเทพมหานคร,23,12,เสรีรวมไทย,591
10,กรุงเทพมหานคร,23,13,รวมพลังประชาชน,275
10,กรุงเทพมหานคร,23,14,ท้องที่ไทย,35
10,กรุงเทพมหานคร,23,15,อนาคตไทย,312
10,กรุงเทพมหานคร,23,16,พลังเพื่อไทย,78
10,กรุงเทพมหานคร,23,17,ไทยชนะ,78
10,กรุงเทพมหานคร,23,18,พลังสังคมใหม่,16
10,กรุงเทพมหานคร,23,19,สังคมประชาธิปไตยไทย,18
10,กรุงเทพมหานคร,23,20,ฟิวชัน,12
10,กรุงเทพมหานคร,23,21,ไทรวมพลัง,50
10,กรุงเทพมหานคร,23,22,ก้าวอิสระ,9
10,กรุงเทพมหานคร,23,23,ปวงชนไทย,73
10,กรุงเทพมหานคร,23,24,วิชชั่นใหม่,21
10,กรุงเทพมหานคร,23,25,เพื่อชีวิตใหม่,7
10,กรุงเทพมหานคร,23,26,คลองไทย,26
10,กรุงเทพมหานคร,23,27,ประชาธิปัตย์,10166
10,กรุงเทพมหานคร,23,28,ไทยก้าวหน้า,69
10,กรุงเทพมหานคร,23,29,ไทยภักดี,1837
10,กรุงเทพมหานคร,23,30,แรงงานสร้างชาติ,43
10,กรุงเทพมหานคร,23,31,ประชากรไทย,43
10,กรุงเทพมหานคร,23,32,ครูไทยเพื่อประชาชน,13
10,กรุงเทพมหานคร,23,33,ประชาชาติ,44
10,กรุงเทพมหานคร,23,34,สร้างอนาคตไทย,26
10,กรุงเทพมหานคร,23,35,รักชาติ,166
10,กรุงเทพมหานคร,23,36,ไทยพร้อม,44
10,กรุงเทพมหานคร,23,37,ภูมิใจไทย,19116
10,กรุงเทพมหานคร,23,38,พลังธรรมใหม่,44
10,กรุงเทพมหานคร,23,39,กรีน,52
10,กรุงเทพมหานคร,23,40,ไทยธรรม,18
10,กรุงเทพมหานคร,23,41,แผ่นดินธรรม,9
10,กรุงเทพมหานคร,23,42,กล้าธรรม,101
10,กรุงเทพมหานคร,23,43,พลังประชารัฐ,132
10,กรุงเทพมหานคร,23,44,โอกาสใหม่,59
10,กรุงเทพมหานคร,23,45,เป็นธรรม,49
10,กรุงเทพมหานคร,23,46,ประชาชน,47932
10,กรุงเทพมหานคร,23,47,ประชาไทย,83
10,กรุงเทพมหานคร,23,48,ไทยสร้างไทย,790
10,กรุงเทพมหานคร,23,49,ไทยก้าวใหม่,759
10,กรุงเทพมหานคร,23,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,23,51,พร้อม,30
10,กรุงเทพมหานคร,23,52,เครือข่ายชาวนาแห่งประเทศไทย,8
10,กรุงเทพมหานคร,23,53,ไทยพิทักษ์ธรรม,6
10,กรุงเทพมหานคร,23,54,ความหวังใหม่,15
10,กรุงเทพมหานคร,23,55,ไทยรวมไทย,10
10,กรุงเทพมหานคร,23,56,เพื่อบ้านเมือง,9
10,กรุงเทพมหานคร,23,57,พลังไทยรักชาติ,12
10,กรุงเทพมหานคร,24,1,ไทยทรัพย์ทวี,51
10,กรุงเทพมหานคร,24,2,เพื่อชาติไทย,168
10,กรุงเทพมหานคร,24,3,ใหม่,61
10,กรุงเทพมหานคร,24,4,มิติใหม่,135
10,กรุงเทพมหานคร,24,5,รวมใจไทย,313
10,กรุงเทพมหานคร,24,6,รวมไทยสร้างชาติ,2180
10,กรุงเทพมหานคร,24,7,พลวัต,196
10,กรุงเทพมหานคร,24,8,ประชาธิปไตยใหม่,290
10,กรุงเทพมหานคร,24,9,เพื่อไทย,7386
10,กรุงเทพมหานคร,24,10,ทางเลือกใหม่,389
10,กรุงเทพมหานคร,24,11,เศรษฐกิจ,1783
10,กรุงเทพมหานคร,24,12,เสรีรวมไทย,501
10,กรุงเทพมหานคร,24,13,รวมพลังประชาชน,272
10,กรุงเทพมหานคร,24,14,ท้องที่ไทย,15
10,กรุงเทพมหานคร,24,15,อนาคตไทย,50
10,กรุงเทพมหานคร,24,16,พลังเพื่อไทย,70
10,กรุงเทพมหานคร,24,17,ไทยชนะ,47
10,กรุงเทพมหานคร,24,18,พลังสังคมใหม่,11
10,กรุงเทพมหานคร,24,19,สังคมประชาธิปไตยไทย,22
10,กรุงเทพมหานคร,24,20,ฟิวชัน,21
10,กรุงเทพมหานคร,24,21,ไทรวมพลัง,25
10,กรุงเทพมหานคร,24,22,ก้าวอิสระ,13
10,กรุงเทพมหานคร,24,23,ปวงชนไทย,50
10,กรุงเทพมหานคร,24,24,วิชชั่นใหม่,17
10,กรุงเทพมหานคร,24,25,เพื่อชีวิตใหม่,11
10,กรุงเทพมหานคร,24,26,คลองไทย,47
10,กรุงเทพมหานคร,24,27,ประชาธิปัตย์,10700
10,กรุงเทพมหานคร,24,28,ไทยก้าวหน้า,115
10,กรุงเทพมหานคร,24,29,ไทยภักดี,1859
10,กรุงเทพมหานคร,24,30,แรงงานสร้างชาติ,21
10,กรุงเทพมหานคร,24,31,ประชากรไทย,37
10,กรุงเทพมหานคร,24,32,ครูไทยเพื่อประชาชน,16
10,กรุงเทพมหานคร,24,33,ประชาชาติ,54
10,กรุงเทพมหานคร,24,34,สร้างอนาคตไทย,24
10,กรุงเทพมหานคร,24,35,รักชาติ,131
10,กรุงเทพมหานคร,24,36,ไทยพร้อม,119
10,กรุงเทพมหานคร,24,37,ภูมิใจไทย,17174
10,กรุงเทพมหานคร,24,38,พลังธรรมใหม่,51
10,กรุงเทพมหานคร,24,39,กรีน,74
10,กรุงเทพมหานคร,24,40,ไทยธรรม,15
10,กรุงเทพมหานคร,24,41,แผ่นดินธรรม,12
10,กรุงเทพมหานคร,24,42,กล้าธรรม,204
10,กรุงเทพมหานคร,24,43,พลังประชารัฐ,88
10,กรุงเทพมหานคร,24,44,โอกาสใหม่,68
10,กรุงเทพมหานคร,24,45,เป็นธรรม,42
10,กรุงเทพมหานคร,24,46,ประชาชน,45577
10,กรุงเทพมหานคร,24,47,ประชาไทย,79
10,กรุงเทพมหานคร,24,48,ไทยสร้างไทย,893
10,กรุงเทพมหานคร,24,49,ไทยก้าวใหม่,661
10,กรุงเทพมหานคร,24,50,ประชาอาสาชาติ,2
10,กรุงเทพมหานคร,24,51,พร้อม,19
10,กรุงเทพมหานคร,24,52,เครือข่ายชาวนาแห่งประเทศไทย,8
10,กรุงเทพมหานคร,24,53,ไทยพิทักษ์ธรรม,7
10,กรุงเทพมหานคร,24,54,ความหวังใหม่,17
10,กรุงเทพมหานคร,24,55,ไทยรวมไทย,5
10,กรุงเทพมหานคร,24,56,เพื่อบ้านเมือง,14
10,กรุงเทพมหานคร,24,57,พลังไทยรักชาติ,11
10,กรุงเทพมหานคร,25,1,ไทยทรัพย์ทวี,52
10,กรุงเทพมหานคร,25,2,เพื่อชาติไทย,311
10,กรุงเทพมหานคร,25,3,ใหม่,112
10,กรุงเทพมหานคร,25,4,มิติใหม่,420
10,กรุงเทพมหานคร,25,5,รวมใจไทย,147
10,กรุงเทพมหานคร,25,6,รวมไทยสร้างชาติ,2013
10,กรุงเทพมหานคร,25,7,พลวัต,246
10,กรุงเทพมหานคร,25,8,ประชาธิปไตยใหม่,269
10,กรุงเทพมหานคร,25,9,เพื่อไทย,9264
10,กรุงเทพมหานคร,25,10,ทางเลือกใหม่,364
10,กรุงเทพมหานคร,25,11,เศรษฐกิจ,1780
10,กรุงเทพมหานคร,25,12,เสรีรวมไทย,600
10,กรุงเทพมหานคร,25,13,รวมพลังประชาชน,308
10,กรุงเทพมหานคร,25,14,ท้องที่ไทย,17
10,กรุงเทพมหานคร,25,15,อนาคตไทย,85
10,กรุงเทพมหานคร,25,16,พลังเพื่อไทย,84
10,กรุงเทพมหานคร,25,17,ไทยชนะ,48
10,กรุงเทพมหานคร,25,18,พลังสังคมใหม่,9
10,กรุงเทพมหานคร,25,19,สังคมประชาธิปไตยไทย,19
10,กรุงเทพมหานคร,25,20,ฟิวชัน,12
10,กรุงเทพมหานคร,25,21,ไทรวมพลัง,35
10,กรุงเทพมหานคร,25,22,ก้าวอิสระ,10
10,กรุงเทพมหานคร,25,23,ปวงชนไทย,36
10,กรุงเทพมหานคร,25,24,วิชชั่นใหม่,21
10,กรุงเทพมหานคร,25,25,เพื่อชีวิตใหม่,15
10,กรุงเทพมหานคร,25,26,คลองไทย,35
10,กรุงเทพมหานคร,25,27,ประชาธิปัตย์,8749
10,กรุงเทพมหานคร,25,28,ไทยก้าวหน้า,60
10,กรุงเทพมหานคร,25,29,ไทยภักดี,1226
10,กรุงเทพมหานคร,25,30,แรงงานสร้างชาติ,30
10,กรุงเทพมหานคร,25,31,ประชากรไทย,58
10,กรุงเทพมหานคร,25,32,ครูไทยเพื่อประชาชน,20
10,กรุงเทพมหานคร,25,33,ประชาชาติ,192
10,กรุงเทพมหานคร,25,34,สร้างอนาคตไทย,37
10,กรุงเทพมหานคร,25,35,รักชาติ,121
10,กรุงเทพมหานคร,25,36,ไทยพร้อม,39
10,กรุงเทพมหานคร,25,37,ภูมิใจไทย,15076
10,กรุงเทพมหานคร,25,38,พลังธรรมใหม่,43
10,กรุงเทพมหานคร,25,39,กรีน,56
10,กรุงเทพมหานคร,25,40,ไทยธรรม,14
10,กรุงเทพมหานคร,25,41,แผ่นดินธรรม,12
10,กรุงเทพมหานคร,25,42,กล้าธรรม,129
10,กรุงเทพมหานคร,25,43,พลังประชารัฐ,93
10,กรุงเทพมหานคร,25,44,โอกาสใหม่,56
10,กรุงเทพมหานคร,25,45,เป็นธรรม,28
10,กรุงเทพมหานคร,25,46,ประชาชน,41485
10,กรุงเทพมหานคร,25,47,ประชาไทย,147
10,กรุงเทพมหานคร,25,48,ไทยสร้างไทย,660
10,กรุงเทพมหานคร,25,49,ไทยก้าวใหม่,591
10,กรุงเทพมหานคร,25,50,ประชาอาสาชาติ,5
10,กรุงเทพมหานคร,25,51,พร้อม,18
10,กรุงเทพมหานคร,25,52,เครือข่ายชาวนาแห่งประเทศไทย,11
10,กรุงเทพมหานคร,25,53,ไทยพิทักษ์ธรรม,3
10,กรุงเทพมหานคร,25,54,ความหวังใหม่,16
10,กรุงเทพมหานคร,25,55,ไทยรวมไทย,6
10,กรุงเทพมหานคร,25,56,เพื่อบ้านเมือง,21
10,กรุงเทพมหานคร,25,57,พลังไทยรักชาติ,15
10,กรุงเทพมหานคร,26,1,ไทยทรัพย์ทวี,202
10,กรุงเทพมหานคร,26,2,เพื่อชาติไทย,290
10,กรุงเทพมหานคร,26,3,ใหม่,56
10,กรุงเทพมหานคร,26,4,มิติใหม่,111
10,กรุงเทพมหานคร,26,5,รวมใจไทย,161
10,กรุงเทพมหานคร,26,6,รวมไทยสร้างชาติ,2033
10,กรุงเทพมหานคร,26,7,พลวัต,547
10,กรุงเทพมหานคร,26,8,ประชาธิปไตยใหม่,291
10,กรุงเทพมหานคร,26,9,เพื่อไทย,10607
10,กรุงเทพมหานคร,26,10,ทางเลือกใหม่,467
10,กรุงเทพมหานคร,26,11,เศรษฐกิจ,1862
10,กรุงเทพมหานคร,26,12,เสรีรวมไทย,520
10,กรุงเทพมหานคร,26,13,รวมพลังประชาชน,297
10,กรุงเทพมหานคร,26,14,ท้องที่ไทย,36
10,กรุงเทพมหานคร,26,15,อนาคตไทย,40
10,กรุงเทพมหานคร,26,16,พลังเพื่อไทย,93
10,กรุงเทพมหานคร,26,17,ไทยชนะ,56
10,กรุงเทพมหานคร,26,18,พลังสังคมใหม่,7
10,กรุงเทพมหานคร,26,19,สังคมประชาธิปไตยไทย,22
10,กรุงเทพมหานคร,26,20,ฟิวชัน,24
10,กรุงเทพมหานคร,26,21,ไทรวมพลัง,30
10,กรุงเทพมหานคร,26,22,ก้าวอิสระ,16
10,กรุงเทพมหานคร,26,23,ปวงชนไทย,56
10,กรุงเทพมหานคร,26,24,วิชชั่นใหม่,24
10,กรุงเทพมหานคร,26,25,เพื่อชีวิตใหม่,10
10,กรุงเทพมหานคร,26,26,คลองไทย,57
10,กรุงเทพมหานคร,26,27,ประชาธิปัตย์,8548
10,กรุงเทพมหานคร,26,28,ไทยก้าวหน้า,105
10,กรุงเทพมหานคร,26,29,ไทยภักดี,1403
10,กรุงเทพมหานคร,26,30,แรงงานสร้างชาติ,31
10,กรุงเทพมหานคร,26,31,ประชากรไทย,51
10,กรุงเทพมหานคร,26,32,ครูไทยเพื่อประชาชน,28
10,กรุงเทพมหานคร,26,33,ประชาชาติ,60
10,กรุงเทพมหานคร,26,34,สร้างอนาคตไทย,29
10,กรุงเทพมหานคร,26,35,รักชาติ,104
10,กรุงเทพมหานคร,26,36,ไทยพร้อม,76
10,กรุงเทพมหานคร,26,37,ภูมิใจไทย,15036
10,กรุงเทพมหานคร,26,38,พลังธรรมใหม่,53
10,กรุงเทพมหานคร,26,39,กรีน,54
10,กรุงเทพมหานคร,26,40,ไทยธรรม,8
10,กรุงเทพมหานคร,26,41,แผ่นดินธรรม,21
10,กรุงเทพมหานคร,26,42,กล้าธรรม,164
10,กรุงเทพมหานคร,26,43,พลังประชารัฐ,80
10,กรุงเทพมหานคร,26,44,โอกาสใหม่,49
10,กรุงเทพมหานคร,26,45,เป็นธรรม,60
10,กรุงเทพมหานคร,26,46,ประชาชน,46203
10,กรุงเทพมหานคร,26,47,ประชาไทย,287
10,กรุงเทพมหานคร,26,48,ไทยสร้างไทย,1313
10,กรุงเทพมหานคร,26,49,ไทยก้าวใหม่,647
10,กรุงเทพมหานคร,26,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,26,51,พร้อม,25
10,กรุงเทพมหานคร,26,52,เครือข่ายชาวนาแห่งประเทศไทย,6
10,กรุงเทพมหานคร,26,53,ไทยพิทักษ์ธรรม,14
10,กรุงเทพมหานคร,26,54,ความหวังใหม่,10
10,กรุงเทพมหานคร,26,55,ไทยรวมไทย,13
10,กรุงเทพมหานคร,26,56,เพื่อบ้านเมือง,12
10,กรุงเทพมหานคร,26,57,พลังไทยรักชาติ,17
10,กรุงเทพมหานคร,27,1,ไทยทรัพย์ทวี,611
10,กรุงเทพมหานคร,27,2,เพื่อชาติไทย,454
10,กรุงเทพมหานคร,27,3,ใหม่,92
10,กรุงเทพมหานคร,27,4,มิติใหม่,54
10,กรุงเทพมหานคร,27,5,รวมใจไทย,222
10,กรุงเทพมหานคร,27,6,รวมไทยสร้างชาติ,2031
10,กรุงเทพมหานคร,27,7,พลวัต,302
10,กรุงเทพมหานคร,27,8,ประชาธิปไตยใหม่,294
10,กรุงเทพมหานคร,27,9,เพื่อไทย,12125
10,กรุงเทพมหานคร,27,10,ทางเลือกใหม่,423
10,กรุงเทพมหานคร,27,11,เศรษฐกิจ,2226
10,กรุงเทพมหานคร,27,12,เสรีรวมไทย,620
10,กรุงเทพมหานคร,27,13,รวมพลังประชาชน,333
10,กรุงเทพมหานคร,27,14,ท้องที่ไทย,12
10,กรุงเทพมหานคร,27,15,อนาคตไทย,42
10,กรุงเทพมหานคร,27,16,พลังเพื่อไทย,93
10,กรุงเทพมหานคร,27,17,ไทยชนะ,71
10,กรุงเทพมหานคร,27,18,พลังสังคมใหม่,8
10,กรุงเทพมหานคร,27,19,สังคมประชาธิปไตยไทย,24
10,กรุงเทพมหานคร,27,20,ฟิวชัน,18
10,กรุงเทพมหานคร,27,21,ไทรวมพลัง,32
10,กรุงเทพมหานคร,27,22,ก้าวอิสระ,19
10,กรุงเทพมหานคร,27,23,ปวงชนไทย,31
10,กรุงเทพมหานคร,27,24,วิชชั่นใหม่,21
10,กรุงเทพมหานคร,27,25,เพื่อชีวิตใหม่,13
10,กรุงเทพมหานคร,27,26,คลองไทย,38
10,กรุงเทพมหานคร,27,27,ประชาธิปัตย์,8223
10,กรุงเทพมหานคร,27,28,ไทยก้าวหน้า,94
10,กรุงเทพมหานคร,27,29,ไทยภักดี,1273
10,กรุงเทพมหานคร,27,30,แรงงานสร้างชาติ,42
10,กรุงเทพมหานคร,27,31,ประชากรไทย,53
10,กรุงเทพมหานคร,27,32,ครูไทยเพื่อประชาชน,16
10,กรุงเทพมหานคร,27,33,ประชาชาติ,54
10,กรุงเทพมหานคร,27,34,สร้างอนาคตไทย,24
10,กรุงเทพมหานคร,27,35,รักชาติ,117
10,กรุงเทพมหานคร,27,36,ไทยพร้อม,49
10,กรุงเทพมหานคร,27,37,ภูมิใจไทย,13474
10,กรุงเทพมหานคร,27,38,พลังธรรมใหม่,80
10,กรุงเทพมหานคร,27,39,กรีน,66
10,กรุงเทพมหานคร,27,40,ไทยธรรม,10
10,กรุงเทพมหานคร,27,41,แผ่นดินธรรม,13
10,กรุงเทพมหานคร,27,42,กล้าธรรม,105
10,กรุงเทพมหานคร,27,43,พลังประชารัฐ,90
10,กรุงเทพมหานคร,27,44,โอกาสใหม่,70
10,กรุงเทพมหานคร,27,45,เป็นธรรม,46
10,กรุงเทพมหานคร,27,46,ประชาชน,46136
10,กรุงเทพมหานคร,27,47,ประชาไทย,184
10,กรุงเทพมหานคร,27,48,ไทยสร้างไทย,744
10,กรุงเทพมหานคร,27,49,ไทยก้าวใหม่,615
10,กรุงเทพมหานคร,27,50,ประชาอาสาชาติ,5
10,กรุงเทพมหานคร,27,51,พร้อม,15
10,กรุงเทพมหานคร,27,52,เครือข่ายชาวนาแห่งประเทศไทย,4
10,กรุงเทพมหานคร,27,53,ไทยพิทักษ์ธรรม,4
10,กรุงเทพมหานคร,27,54,ความหวังใหม่,14
10,กรุงเทพมหานคร,27,55,ไทยรวมไทย,4
10,กรุงเทพมหานคร,27,56,เพื่อบ้านเมือง,20
10,กรุงเทพมหานคร,27,57,พลังไทยรักชาติ,20
10,กรุงเทพมหานคร,28,2,ไทยทรัพย์ทวี,105
10,กรุงเทพมหานคร,28,3,เพื่อชาติไทย,842
10,กรุงเทพมหานคร,28,4,ใหม่,300
10,กรุงเทพมหานคร,28,5,มิติใหม่,119
10,กรุงเทพมหานคร,28,6,รวมใจไทย,191
10,กรุงเทพมหานคร,28,7,รวมไทยสร้างชาติ,2115
10,กรุงเทพมหานคร,28,8,พลวัต,123
10,กรุงเทพมหานคร,28,9,ประชาธิปไตยใหม่,241
10,กรุงเทพมหานคร,28,10,เพื่อไทย,9850
10,กรุงเทพมหานคร,28,11,ทางเลือกใหม่,495
10,กรุงเทพมหานคร,28,12,เศรษฐกิจ,2101
10,กรุงเทพมหานคร,28,13,เสรีรวมไทย,574
10,กรุงเทพมหานคร,28,14,รวมพลังประชาชน,304
10,กรุงเทพมหานคร,28,15,ท้องที่ไทย,12
10,กรุงเทพมหานคร,28,16,อนาคตไทย,31
10,กรุงเทพมหานคร,28,17,พลังเพื่อไทย,91
10,กรุงเทพมหานคร,28,18,ไทยชนะ,69
10,กรุงเทพมหานคร,28,19,พลังสังคมใหม่,6
10,กรุงเทพมหานคร,28,20,สังคมประชาธิปไตยไทย,23
10,กรุงเทพมหานคร,28,21,ฟิวซัน,21
10,กรุงเทพมหานคร,28,22,ไทรวมพลัง,27
10,กรุงเทพมหานคร,28,23,ก้าวอิสระ,24
10,กรุงเทพมหานคร,28,24,ปวงชนไทย,36
10,กรุงเทพมหานคร,28,25,วิชชั่นใหม่,14
10,กรุงเทพมหานคร,28,26,เพื่อชีวิตใหม่,10
10,กรุงเทพมหานคร,28,27,คลองไทย,28
10,กรุงเทพมหานคร,28,28,ประชาธิปัตย์,8185
10,กรุงเทพมหานคร,28,29,ไทยภักดี,1399
10,กรุงเทพมหานคร,28,30,แรงงานสร้างชาติ,30
10,กรุงเทพมหานคร,28,31,ประชากรไทย,113
10,กรุงเทพมหานคร,28,32,ครูไทยเพื่อประชาชน,31
10,กรุงเทพมหานคร,28,33,ประชาชาติ,57
10,กรุงเทพมหานคร,28,34,สร้างอนาคตไทย,35
10,กรุงเทพมหานคร,28,35,รักชาติ,146
10,กรุงเทพมหานคร,28,36,ไทยพร้อม,68
10,กรุงเทพมหานคร,28,37,ภูมิใจไทย,15648
10,กรุงเทพมหานคร,28,38,พลังธรรมใหม่,61
10,กรุงเทพมหานคร,28,39,กรีน,132
10,กรุงเทพมหานคร,28,40,ไทยธรรม,9
10,กรุงเทพมหานคร,28,41,แผ่นดินธรรม,12
10,กรุงเทพมหานคร,28,42,กล้าธรรม,162
10,กรุงเทพมหานคร,28,43,พลังประเสริฐ,114
10,กรุงเทพมหานคร,28,44,โอกาสใหม่,71
10,กรุงเทพมหานคร,28,45,เป็นธรรม,62
10,กรุงเทพมหานคร,28,46,ประชาชน,48541
10,กรุงเทพมหานคร,28,47,ประชาไทย,89
10,กรุงเทพมหานคร,28,48,ไทยสร้างไทย,893
10,กรุงเทพมหานคร,28,49,ไทยก้าวใหม่,801
10,กรุงเทพมหานคร,28,50,ประชาอาสาชาติ,5
10,กรุงเทพมหานคร,28,51,พร้อม,19
10,กรุงเทพมหานคร,28,52,เครือข่ายชาวนาแห่งประเทศไทย,10
10,กรุงเทพมหานคร,28,53,ไทยพิทักษ์ธรรม,10
10,กรุงเทพมหานคร,28,54,ความหวังใหม่,12
10,กรุงเทพมหานคร,28,55,ไทยรวมไทย,5
10,กรุงเทพมหานคร,28,56,เพื่อบ้านเมือง,20
10,กรุงเทพมหานคร,28,57,พลังไทยรักชาติ,14
10,กรุงเทพมหานคร,29,1,ไทยทรัพย์ทวี,54
10,กรุงเทพมหานคร,29,2,เพื่อชาติไทย,336
10,กรุงเทพมหานคร,29,3,ใหม่,282
10,กรุงเทพมหานคร,29,4,มิติใหม่,557
10,กรุงเทพมหานคร,29,5,รวมใจไทย,259
10,กรุงเทพมหานคร,29,6,รวมไทยสร้างชาติ,2447
10,กรุงเทพมหานคร,29,7,พลวัต,206
10,กรุงเทพมหานคร,29,8,ประชาธิปไตยใหม่,442
10,กรุงเทพมหานคร,29,9,เพื่อไทย,11768
10,กรุงเทพมหานคร,29,10,ทางเลือกใหม่,423
10,กรุงเทพมหานคร,29,11,เศรษฐกิจ,2371
10,กรุงเทพมหานคร,29,12,เสรีรวมไทย,529
10,กรุงเทพมหานคร,29,13,รวมพลังประชาชน,328
10,กรุงเทพมหานคร,29,14,ท้องที่ไทย,23
10,กรุงเทพมหานคร,29,15,อนาคตไทย,52
10,กรุงเทพมหานคร,29,16,พลังเพื่อไทย,83
10,กรุงเทพมหานคร,29,17,ไทยชนะ,75
10,กรุงเทพมหานคร,29,18,พลังสังคมใหม่,22
10,กรุงเทพมหานคร,29,19,สังคมประชาธิปไตย,32
10,กรุงเทพมหานคร,29,20,ฟิวชัน,13
10,กรุงเทพมหานคร,29,21,ไทรวมพลัง,42
10,กรุงเทพมหานคร,29,22,ก้าวอิสระ,31
10,กรุงเทพมหานคร,29,23,ปวงชนไทย,27
10,กรุงเทพมหานคร,29,24,วิชชั่นใหม่,14
10,กรุงเทพมหานคร,29,25,เพื่อชีวิตใหม่,12
10,กรุงเทพมหานคร,29,26,คลองไทย,29
10,กรุงเทพมหานคร,29,27,ประชาธิปัตย์,9128
10,กรุงเทพมหานคร,29,28,ไทยก้าวหน้า,76
10,กรุงเทพมหานคร,29,29,ไทยภักดี,1590
10,กรุงเทพมหานคร,29,30,แรงงานสร้างชาติ,28
10,กรุงเทพมหานคร,29,31,ประชากรไทย,64
10,กรุงเทพมหานคร,29,32,ครูไทยเพื่อประชาชน,35
10,กรุงเทพมหานคร,29,33,ประชาชาติ,75
10,กรุงเทพมหานคร,29,34,สร้างอนาคตไทย,44
10,กรุงเทพมหานคร,29,35,รักชาติ,201
10,กรุงเทพมหานคร,29,36,ไทยพร้อม,56
10,กรุงเทพมหานคร,29,37,ภูมิใจไทย,16702
10,กรุงเทพมหานคร,29,38,พลังธรรมใหม่,65
10,กรุงเทพมหานคร,29,39,กรีน,147
10,กรุงเทพมหานคร,29,40,ไทยธรรม,20
10,กรุงเทพมหานคร,29,41,แผ่นดินธรรม,10
10,กรุงเทพมหานคร,29,42,กล้าธรรม,129
10,กรุงเทพมหานคร,29,43,พลังประชารัฐ,126
10,กรุงเทพมหานคร,29,44,โอกาสใหม่,62
10,กรุงเทพมหานคร,29,45,เป็นธรรม,39
10,กรุงเทพมหานคร,29,46,ประชาชน,47605
10,กรุงเทพมหานคร,29,47,ประชาไทย,70
10,กรุงเทพมหานคร,29,48,ไทยสร้างไทย,1116
10,กรุงเทพมหานคร,29,49,ไทยก้าวใหม่,666
10,กรุงเทพมหานคร,29,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,29,51,พร้อม,23
10,กรุงเทพมหานคร,29,52,เครือข่ายชาวนาแห่งประเทศไทย,5
10,กรุงเทพมหานคร,29,53,ไทยพิทักษ์ธรรม,10
10,กรุงเทพมหานคร,29,54,ความหวังใหม่,12
10,กรุงเทพมหานคร,29,55,ไทยรวมไทย,9
10,กรุงเทพมหานคร,29,56,เพื่อบ้านเมือง,14
10,กรุงเทพมหานคร,29,57,พลังไทยรักชาติ,20
10,กรุงเทพมหานคร,30,1,ไทยทรัพย์ทวี,38
10,กรุงเทพมหานคร,30,2,เพื่อชาติไทย,276
10,กรุงเทพมหานคร,30,3,ใหม่,73
10,กรุงเทพมหานคร,30,4,มิติใหม่,82
10,กรุงเทพมหานคร,30,5,รวมใจไทย,165
10,กรุงเทพมหานคร,30,6,รวมไทยสร้างชาติ,2242
10,กรุงเทพมหานคร,30,7,พลวัต,96
10,กรุงเทพมหานคร,30,8,ประชาธิปไตยใหม่,265
10,กรุงเทพมหานคร,30,9,เพื่อไทย,11023
10,กรุงเทพมหานคร,30,10,ทางเลือกใหม่,888
10,กรุงเทพมหานคร,30,11,เศรษฐกิจ,1980
10,กรุงเทพมหานคร,30,12,เสรีรวมไทย,742
10,กรุงเทพมหานคร,30,13,รวมพลังประชาชน,319
10,กรุงเทพมหานคร,30,14,ท้องที่ไทย,21
10,กรุงเทพมหานคร,30,15,อนาคตไทย,278
10,กรุงเทพมหานคร,30,16,พลังเพื่อไทย,126
10,กรุงเทพมหานคร,30,17,ไทยชนะ,92
10,กรุงเทพมหานคร,30,18,พลังสังคมใหม่,36
10,กรุงเทพมหานคร,30,19,สังคมประชาธิปไตยไทย,23
10,กรุงเทพมหานคร,30,20,ฟิวชั่น,53
10,กรุงเทพมหานคร,30,21,ไทรวมพลัง,45
10,กรุงเทพมหานคร,30,22,ก้าวอิสระ,17
10,กรุงเทพมหานคร,30,23,ปวงชนไทย,41
10,กรุงเทพมหานคร,30,24,วิชชันใหม่,12
10,กรุงเทพมหานคร,30,25,เพื่อชีวิตใหม่,6
10,กรุงเทพมหานคร,30,26,คลองไทย,31
10,กรุงเทพมหานคร,30,27,ประชาธิปัตย์,8679
10,กรุงเทพมหานคร,30,28,ไทยก้าวหน้า,64
10,กรุงเทพมหานคร,30,29,ไทยภักดี,1453
10,กรุงเทพมหานคร,30,30,แรงงานสร้างชาติ,33
10,กรุงเทพมหานคร,30,31,ประชากรไทย,138
10,กรุงเทพมหานคร,30,32,ครูไทยเพื่อประชาชน,18
10,กรุงเทพมหานคร,30,33,ประชาชาติ,50
10,กรุงเทพมหานคร,30,34,สร้างอนาคตไทย,29
10,กรุงเทพมหานคร,30,35,รักชาติ,160
10,กรุงเทพมหานคร,30,36,ไทยพร้อม,46
10,กรุงเทพมหานคร,30,37,ภูมิใจไทย,15715
10,กรุงเทพมหานคร,30,38,พลังธรรมใหม่,55
10,กรุงเทพมหานคร,30,39,กรีน,147
10,กรุงเทพมหานคร,30,40,ไทยธรรม,11
10,กรุงเทพมหานคร,30,41,แผ่นดินธรรม,26
10,กรุงเทพมหานคร,30,42,กล้าธรรม,107
10,กรุงเทพมหานคร,30,43,พลังประชารัฐ,93
10,กรุงเทพมหานคร,30,44,โอกาสใหม่,50
10,กรุงเทพมหานคร,30,45,เป็นธรรม,91
10,กรุงเทพมหานคร,30,46,ประชาชน,46986
10,กรุงเทพมหานคร,30,47,ประชาไทย,74
10,กรุงเทพมหานคร,30,48,ไทยสร้างไทย,983
10,กรุงเทพมหานคร,30,49,ไทยก้าวใหม่,646
10,กรุงเทพมหานคร,30,50,ประชาอาสาชาติ,1
10,กรุงเทพมหานคร,30,51,พร้อม,31
10,กรุงเทพมหานคร,30,52,เครือข่ายชาวนาแห่งประเทศไทย,8
10,กรุงเทพมหานคร,30,53,ไทยพิทักษ์ธรรม,5
10,กรุงเทพมหานคร,30,54,ความหวังใหม่,25
10,กรุงเทพมหานคร,30,55,ไทยรวมไทย,16
10,กรุงเทพมหานคร,30,56,เพื่อบ้านเมือง,14
10,กรุงเทพมหานคร,30,57,พลังไทยรักชาติ,21
10,กรุงเทพมหานคร,31,1,ไทยทรัพย์ทวี,59
10,กรุงเทพมหานคร,31,2,เพื่อชาติไทย,321
10,กรุงเทพมหานคร,31,3,ใหม่,75
10,กรุงเทพมหานคร,31,4,มิติใหม่,61
10,กรุงเทพมหานคร,31,5,รวมใจไทย,155
10,กรุงเทพมหานคร,31,6,รวมไทยสร้างชาติ,2861
10,กรุงเทพมหานคร,31,7,พลวัต,239
10,กรุงเทพมหานคร,31,8,ประชาติปไตยใหม่,319
10,กรุงเทพมหานคร,31,9,เพื่อไทย,11016
10,กรุงเทพมหานคร,31,10,ทางเลือกใหม่,532
10,กรุงเทพมหานคร,31,11,เศรษฐกิจ,2208
10,กรุงเทพมหานคร,31,12,เสรีรวมไทย,741
10,กรุงเทพมหานคร,31,13,รวมพลังประชาชน,390
10,กรุงเทพมหานคร,31,14,ท้องที่ไทย,34
10,กรุงเทพมหานคร,31,15,อนาคตไทย,36
10,กรุงเทพมหานคร,31,16,พลังเพื่อไทย,113
10,กรุงเทพมหานคร,31,17,ไทยชนะ,74
10,กรุงเทพมหานคร,31,18,พลังสังคมใหม่,7
10,กรุงเทพมหานคร,31,19,สังคมประชาธิปไตยไทย,31
10,กรุงเทพมหานคร,31,20,ฟิวชัน,13
10,กรุงเทพมหานคร,31,21,ไทรวมพลัง,33
10,กรุงเทพมหานคร,31,22,ก้าวอิสระ,20
10,กรุงเทพมหานคร,31,23,ปวงชนไทย,51
10,กรุงเทพมหานคร,31,24,วิชชั่นใหม่,36
10,กรุงเทพมหานคร,31,25,เพื่อชีวิตใหม่,8
10,กรุงเทพมหานคร,31,26,คลองไทย,21
10,กรุงเทพมหานคร,31,27,ประชาธิปัตย์,11313
10,กรุงเทพมหานคร,31,28,ไทยก้าวหน้า,84
10,กรุงเทพมหานคร,31,29,ไทยภักดี,2060
10,กรุงเทพมหานคร,31,30,แรงงานสร้างชาติ,23
10,กรุงเทพมหานคร,31,31,ประชากรไทย,69
10,กรุงเทพมหานคร,31,32,ครูไทยเพื่อประชาชน,37
10,กรุงเทพมหานคร,31,33,ประชาชาติ,61
10,กรุงเทพมหานคร,31,34,สร้างอนาคตไทย,37
10,กรุงเทพมหานคร,31,35,รักชาติ,226
10,กรุงเทพมหานคร,31,36,ไทยพร้อม,65
10,กรุงเทพมหานคร,31,37,ภูมิใจไทย,19622
10,กรุงเทพมหานคร,31,38,พลังธรรมใหม่,64
10,กรุงเทพมหานคร,31,39,กรีน,106
10,กรุงเทพมหานคร,31,40,ไทยธรรม,82
10,กรุงเทพมหานคร,31,41,แผ่นดินธรรม,15
10,กรุงเทพมหานคร,31,42,กล้าธรรม,186
10,กรุงเทพมหานคร,31,43,พลังประชารัฐ,90
10,กรุงเทพมหานคร,31,44,โอกาสใหม่,126
10,กรุงเทพมหานคร,31,45,เป็นธรรม,87
10,กรุงเทพมหานคร,31,46,ประชาชน,46204
10,กรุงเทพมหานคร,31,47,ประชาไทย,86
10,กรุงเทพมหานคร,31,48,ไทยสร้างไทย,914
10,กรุงเทพมหานคร,31,49,ไทยก้าวใหม่,749
10,กรุงเทพมหานคร,31,50,ประชาอาสาชาติ,8
10,กรุงเทพมหานคร,31,51,พร้อม,17
10,กรุงเทพมหานคร,31,52,เครือข่ายชาวนาแห่งประเทศไทย,7
10,กรุงเทพมหานคร,31,53,ไทยพิทักษ์ธรรม,6
10,กรุงเทพมหานคร,31,54,ความหวังใหม่,9
10,กรุงเทพมหานคร,31,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,31,56,เพื่อบ้านเมือง,23
10,กรุงเทพมหานคร,31,57,พลังไทยรักชาติ,18
10,กรุงเทพมหานคร,32,1,ไทยทรัพย์ทวี,105
10,กรุงเทพมหานคร,32,2,เพื่อชาติไทย,784
10,กรุงเทพมหานคร,32,3,ใหม่,81
10,กรุงเทพมหานคร,32,4,มิติใหม่,61
10,กรุงเทพมหานคร,32,5,รวมใจไทย,151
10,กรุงเทพมหานคร,32,6,รวมไทยสร้างชาติ,2078
10,กรุงเทพมหานคร,32,7,พลวัต,139
10,กรุงเทพมหานคร,32,8,ประชาธิปไตยใหม่,266
10,กรุงเทพมหานคร,32,9,เพื่อไทย,8901
10,กรุงเทพมหานคร,32,10,ทางเลือกใหม่,437
10,กรุงเทพมหานคร,32,11,เศรษฐกิจ,1915
10,กรุงเทพมหานคร,32,12,เสรีรวมไทย,806
10,กรุงเทพมหานคร,32,13,รวมพลังประชาชน,287
10,กรุงเทพมหานคร,32,14,ท้องที่ไทย,91
10,กรุงเทพมหานคร,32,15,อนาคตไทย,231
10,กรุงเทพมหานคร,32,16,พลังเพื่อไทย,87
10,กรุงเทพมหานคร,32,17,ไทยชนะ,47
10,กรุงเทพมหานคร,32,18,พลังสังคมใหม่,12
10,กรุงเทพมหานคร,32,19,สังคมประชาธิปไตยไทย,45
10,กรุงเทพมหานคร,32,20,ฟิวชั่น,11
10,กรุงเทพมหานคร,32,21,ไทรวมพลัง,38
10,กรุงเทพมหานคร,32,22,ก้าวอิสระ,22
10,กรุงเทพมหานคร,32,23,ปวงชนไทย,39
10,กรุงเทพมหานคร,32,24,วิชชันใหม่,30
10,กรุงเทพมหานคร,32,25,เพื่อชีวิตใหม่,13
10,กรุงเทพมหานคร,32,26,คลองไทย,39
10,กรุงเทพมหานคร,32,27,ประชาธิปัตย์,10053
10,กรุงเทพมหานคร,32,28,ไทยก้าวหน้า,70
10,กรุงเทพมหานคร,32,29,ไทยภักดี,1596
10,กรุงเทพมหานคร,32,30,แรงงานสร้างชาติ,23
10,กรุงเทพมหานคร,32,31,ประชากรไทย,91
10,กรุงเทพมหานคร,32,32,ครูไทยเพื่อประชาชน,21
10,กรุงเทพมหานคร,32,33,ประชาชาติ,70
10,กรุงเทพมหานคร,32,34,สร้างอนาคตไทย,28
10,กรุงเทพมหานคร,32,35,รักชาติ,151
10,กรุงเทพมหานคร,32,36,ไทยพร้อม,44
10,กรุงเทพมหานคร,32,37,ภูมิใจไทย,16304
10,กรุงเทพมหานคร,32,38,พลังธรรมใหม่,50
10,กรุงเทพมหานคร,32,39,กรีน,130
10,กรุงเทพมหานคร,32,40,ไทยธรรม,24
10,กรุงเทพมหานคร,32,41,แผ่นดินธรรม,8
10,กรุงเทพมหานคร,32,42,กล้าธรรม,172
10,กรุงเทพมหานคร,32,43,พลังประชารัฐ,121
10,กรุงเทพมหานคร,32,44,โอกาสใหม่,66
10,กรุงเทพมหานคร,32,45,เป็นธรรม,55
10,กรุงเทพมหานคร,32,46,ประชาชน,41432
10,กรุงเทพมหานคร,32,47,ประชาไทย,76
10,กรุงเทพมหานคร,32,48,ไทยสร้างไทย,877
10,กรุงเทพมหานคร,32,49,ไทยก้าวใหม่,638
10,กรุงเทพมหานคร,32,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,32,51,พร้อม,26
10,กรุงเทพมหานคร,32,52,เครือข่ายชาวนาแห่งประเทศไทย,8
10,กรุงเทพมหานคร,32,53,ไทยพิทักษ์ธรรม,5
10,กรุงเทพมหานคร,32,54,ความหวังใหม่,12
10,กรุงเทพมหานคร,32,55,ไทยรวมไทย,7
10,กรุงเทพมหานคร,32,56,เพื่อบ้านเมือง,18
10,กรุงเทพมหานคร,32,57,พลังไทยรักชาติ,17
10,กรุงเทพมหานคร,33,1,ไทยทรัพย์ทวี,133
10,กรุงเทพมหานคร,33,2,เพื่อชาติไทย,209
10,กรุงเทพมหานคร,33,3,ใหม่,64
10,กรุงเทพมหานคร,33,4,มิติใหม่,42
10,กรุงเทพมหานคร,33,5,รวมใจไทย,121
10,กรุงเทพมหานคร,33,6,รวมไทยสร้างชาติ,2580
10,กรุงเทพมหานคร,33,7,พลวัต,162
10,กรุงเทพมหานคร,33,8,ประชาธิปไตยใหม่,660
10,กรุงเทพมหานคร,33,9,เพื่อไทย,8702
10,กรุงเทพมหานคร,33,10,ทางเลือกใหม่,483
10,กรุงเทพมหานคร,33,11,เศรษฐกิจ,2273
10,กรุงเทพมหานคร,33,12,เสรีรวมไทย,716
10,กรุงเทพมหานคร,33,13,รวมพลังประชาชน,371
10,กรุงเทพมหานคร,33,14,ท้องที่ไทย,26
10,กรุงเทพมหานคร,33,15,อนาคตไทย,37
10,กรุงเทพมหานคร,33,16,พลังเพื่อไทย,66
10,กรุงเทพมหานคร,33,17,ไทยชนะ,43
10,กรุงเทพมหานคร,33,18,พลังสังคมใหม่,9
10,กรุงเทพมหานคร,33,19,สังคมประชาธิปไตยไทย,24
10,กรุงเทพมหานคร,33,20,ฟิวชั่น,11
10,กรุงเทพมหานคร,33,21,ไทรวมพลัง,44
10,กรุงเทพมหานคร,33,22,ก้าวอิสระ,21
10,กรุงเทพมหานคร,33,23,ปวงชนไทย,36
10,กรุงเทพมหานคร,33,24,วิชชันใหม่,73
10,กรุงเทพมหานคร,33,25,เพื่อชีวิตใหม่,8
10,กรุงเทพมหานคร,33,26,คลองไทย,28
10,กรุงเทพมหานคร,33,27,ประชาธิปัตย์,12080
10,กรุงเทพมหานคร,33,28,ไทยก้าวหน้า,103
10,กรุงเทพมหานคร,33,29,ไทยภักดี,2025
10,กรุงเทพมหานคร,33,30,แรงงานสร้างชาติ,16
10,กรุงเทพมหานคร,33,31,ประชากรไทย,60
10,กรุงเทพมหานคร,33,32,ครูไทยเพื่อประชาชน,27
10,กรุงเทพมหานคร,33,33,ประชาชาติ,100
10,กรุงเทพมหานคร,33,34,สร้างอนาคตไทย,34
10,กรุงเทพมหานคร,33,35,รักชาติ,168
10,กรุงเทพมหานคร,33,36,ไทยพร้อม,136
10,กรุงเทพมหานคร,33,37,ภูมิใจไทย,18532
10,กรุงเทพมหานคร,33,38,พลังธรรมใหม่,47
10,กรุงเทพมหานคร,33,39,กรีน,92
10,กรุงเทพมหานคร,33,40,ไทยธรรม,28
10,กรุงเทพมหานคร,33,41,แผ่นดินธรรม,18
10,กรุงเทพมหานคร,33,42,กล้าธรรม,174
10,กรุงเทพมหานคร,33,43,พลังประชารัฐ,84
10,กรุงเทพมหานคร,33,44,โอกาสใหม่,92
10,กรุงเทพมหานคร,33,45,เป็นธรรม,437
10,กรุงเทพมหานคร,33,46,ประชาชน,44347
10,กรุงเทพมหานคร,33,47,ประชาไทย,102
10,กรุงเทพมหานคร,33,48,ไทยสร้างไทย,904
10,กรุงเทพมหานคร,33,49,ไทยก้าวใหม่,1101
10,กรุงเทพมหานคร,33,50,ประชาอาสาชาติ,6
10,กรุงเทพมหานคร,33,51,พร้อม,30
10,กรุงเทพมหานคร,33,52,เครือข่ายชาวนาแห่งประเทศไทย,10
10,กรุงเทพมหานคร,33,53,ไทยพิทักษ์ธรรม,10
10,กรุงเทพมหานคร,33,54,ความหวังใหม่,7
10,กรุงเทพมหานคร,33,55,ไทยรวมไทย,11
10,กรุงเทพมหานคร,33,56,เพื่อบ้านเมือง,21
10,กรุงเทพมหานคร,33,57,พลังไทยรักชาติ,20
11,สมุทรปราการ,1,1,ไทยทรัพย์ทวี,95
11,สมุทรปราการ,1,2,เพื่อชาติไทย,581
11,สมุทรปราการ,1,3,ใหม่,1307
11,สมุทรปราการ,1,4,มิติใหม่,213
11,สมุทรปราการ,1,5,รวมใจไทย,291
11,สมุทรปราการ,1,6,รวมไทยสร้างชาติ,1879
11,สมุทรปราการ,1,7,พลวัต,279
11,สมุทรปราการ,1,8,ประชาธิปไตยใหม่,356
11,สมุทรปราการ,1,9,เพื่อไทย,15344
11,สมุทรปราการ,1,10,ทางเลือกใหม่,416
11,สมุทรปราการ,1,11,เศรษฐกิจ,2588
11,สมุทรปราการ,1,12,เสรีรวมไทย,447
11,สมุทรปราการ,1,13,รวมพลังประชาชน,439
11,สมุทรปราการ,1,14,ท้องที่ไทย,19
11,สมุทรปราการ,1,15,อนาคตไทย,52
11,สมุทรปราการ,1,16,พลังเพื่อไทย,104
11,สมุทรปราการ,1,17,ไทยชนะ,60
11,สมุทรปราการ,1,18,พลังสังคมใหม่,9
11,สมุทรปราการ,1,19,สังคมประชาธิปไตยไทย,22
11,สมุทรปราการ,1,20,ฟิวชัน,15
11,สมุทรปราการ,1,21,ไทรวมพลัง,34
11,สมุทรปราการ,1,22,ก้าวอิสระ,14
11,สมุทรปราการ,1,23,ปวงชนไทย,197
11,สมุทรปราการ,1,24,วิชชั่นใหม่,11
11,สมุทรปราการ,1,25,เพื่อชีวิตใหม่,12
11,สมุทรปราการ,1,26,คลองไทย,25
11,สมุทรปราการ,1,27,ประชาธิปัตย์,5471
11,สมุทรปราการ,1,28,ไทยก้าวหน้า,85
11,สมุทรปราการ,1,29,ไทยภักดี,1036
11,สมุทรปราการ,1,30,แรงงานสร้างชาติ,76
11,สมุทรปราการ,1,31,ประชากรไทย,56
11,สมุทรปราการ,1,32,ครูไทยเพื่อประชาชน,50
11,สมุทรปราการ,1,33,ประชาชาติ,63
11,สมุทรปราการ,1,34,สร้างอนาคตไทย,58
11,สมุทรปราการ,1,35,รักชาติ,109
11,สมุทรปราการ,1,36,ไทยพร้อม,53
11,สมุทรปราการ,1,37,ภูมิใจไทย,14160
11,สมุทรปราการ,1,38,พลังธรรมใหม่,80
11,สมุทรปราการ,1,39,กรีน,59
11,สมุทรปราการ,1,40,ไทยธรรม,30
11,สมุทรปราการ,1,41,แผ่นดินธรรม,19
11,สมุทรปราการ,1,42,กล้าธรรม,144
11,สมุทรปราการ,1,43,พลังประชารัฐ,247
11,สมุทรปราการ,1,44,โอกาสใหม่,30
11,สมุทรปราการ,1,45,เป็นธรรม,42
11,สมุทรปราการ,1,46,ประชาชน,43207
11,สมุทรปราการ,1,47,ประชาไทย,198
11,สมุทรปราการ,1,48,ไทยสร้างไทย,370
11,สมุทรปราการ,1,49,ไทยก้าวใหม่,366
11,สมุทรปราการ,1,50,ประชาอาสาชาติ,7
11,สมุทรปราการ,1,51,พร้อม,33
11,สมุทรปราการ,1,52,เครือข่ายชาวนาแห่งประเทศไทย,7
11,สมุทรปราการ,1,53,ไทยพิทักษ์ธรรม,9
11,สมุทรปราการ,1,54,ความหวังใหม่,21
11,สมุทรปราการ,1,55,ไทยรวมไทย,8
11,สมุทรปราการ,1,56,เพื่อบ้านเมือง,11
11,สมุทรปราการ,1,57,พลังไทยรักชาติ,25
11,สมุทรปราการ,2,1,ไทยทรัพย์ทวี,124
11,สมุทรปราการ,2,2,เพื่อชาติไทย,626
11,สมุทรปราการ,2,3,ใหม่,289
11,สมุทรปราการ,2,4,มิติใหม่,73
11,สมุทรปราการ,2,5,รวมใจไทย,305
11,สมุทรปราการ,2,6,รวมไทยสร้างชาติ,1902
11,สมุทรปราการ,2,7,พลวัต,322
11,สมุทรปราการ,2,8,ประชาธิปไตยใหม่,1947
11,สมุทรปราการ,2,9,เพื่อไทย,16377
11,สมุทรปราการ,2,10,ทางเลือกใหม่,522
11,สมุทรปราการ,2,11,เศรษฐกิจ,3080
11,สมุทรปราการ,2,12,เสรีรวมไทย,605
11,สมุทรปราการ,2,13,รวมพลังประชาชน,533
11,สมุทรปราการ,2,14,ท้องที่ไทย,35
11,สมุทรปราการ,2,15,อนาคตไทย,60
11,สมุทรปราการ,2,16,พลังเพื่อไทย,196
11,สมุทรปราการ,2,17,ไทยชนะ,84
11,สมุทรปราการ,2,18,พลังสังคมใหม่,27
11,สมุทรปราการ,2,19,สังคมประชาธิปไตยไทย,26
11,สมุทรปราการ,2,20,ฟิวชัน,18
11,สมุทรปราการ,2,21,ไทรวมพลัง,60
11,สมุทรปราการ,2,22,ก้าวอิสระ,31
11,สมุทรปราการ,2,23,ปวงชนไทย,137
11,สมุทรปราการ,2,24,วิชชั่นใหม่,29
11,สมุทรปราการ,2,25,เพื่อชีวิตใหม่,19
11,สมุทรปราการ,2,26,คลองไทย,46
11,สมุทรปราการ,2,27,ประชาธิปัตย์,4662
11,สมุทรปราการ,2,28,ไทยก้าวหน้า,149
11,สมุทรปราการ,2,29,ไทยภักดี,625
11,สมุทรปราการ,2,30,แรงงานสร้างชาติ,153
11,สมุทรปราการ,2,31,ประชากรไทย,63
11,สมุทรปราการ,2,32,ครูไทยเพื่อประชาชน,40
11,สมุทรปราการ,2,33,ประชาชาติ,65
11,สมุทรปราการ,2,34,สร้างอนาคตไทย,43
11,สมุทรปราการ,2,35,รักชาติ,65
11,สมุทรปราการ,2,36,ไทยพร้อม,42
11,สมุทรปราการ,2,37,ภูมิใจไทย,11880
11,สมุทรปราการ,2,38,พลังธรรมใหม่,103
11,สมุทรปราการ,2,39,กรีน,63
11,สมุทรปราการ,2,40,ไทยธรรม,45
11,สมุทรปราการ,2,41,แผ่นดินธรรม,15
11,สมุทรปราการ,2,42,กล้าธรรม,96
11,สมุทรปราการ,2,43,พลังประชารัฐ,154
11,สมุทรปราการ,2,44,โอกาสใหม่,32
11,สมุทรปราการ,2,45,เป็นธรรม,49
11,สมุทรปราการ,2,46,ประชาชน,43068
11,สมุทรปราการ,2,47,ประชาไทย,211
11,สมุทรปราการ,2,48,ไทยสร้างไทย,423
11,สมุทรปราการ,2,49,ไทยก้าวใหม่,310
11,สมุทรปราการ,2,50,ประชาอาสาชาติ,2
11,สมุทรปราการ,2,51,พร้อม,44
11,สมุทรปราการ,2,52,เครือข่ายชาวนาแห่งประเทศไทย,11
11,สมุทรปราการ,2,53,ไทยพิทักษ์ธรรม,8
11,สมุทรปราการ,2,54,ความหวังใหม่,25
11,สมุทรปราการ,2,55,ไทยรวมไทย,7
11,สมุทรปราการ,2,56,เพื่อบ้านเมือง,21
11,สมุทรปราการ,2,57,พลังไทยรักชาติ,25
11,สมุทรปราการ,3,1,ไทยทรัพย์ทวี,74
11,สมุทรปราการ,3,2,เพื่อชาติไทย,501
11,สมุทรปราการ,3,3,ใหม่,431
11,สมุทรปราการ,3,4,มิติใหม่,349
11,สมุทรปราการ,3,5,รวมใจไทย,234
11,สมุทรปราการ,3,6,รวมไทยสร้างชาติ,2050
11,สมุทรปราการ,3,7,พลวัต,121
11,สมุทรปราการ,3,8,ประชาธิปไตยใหม่,819
11,สมุทรปราการ,3,9,เพื่อไทย,9982
11,สมุทรปราการ,3,10,ทางเลือกใหม่,380
11,สมุทรปราการ,3,11,เศรษฐกิจ,2267
11,สมุทรปราการ,3,12,เสรีรวมไทย,407
11,สมุทรปราการ,3,13,รวมพลังประชาชน,411
11,สมุทรปราการ,3,14,ท้องที่ไทย,15
11,สมุทรปราการ,3,15,อนาคตไทย,44
11,สมุทรปราการ,3,16,พลังเพื่อไทย,105
11,สมุทรปราการ,3,17,ไทยชนะ,62
11,สมุทรปราการ,3,18,พลังสังคมใหม่,12
11,สมุทรปราการ,3,19,สังคมประชาธิปไตยไทย,27
11,สมุทรปราการ,3,20,ฟิวชัน,17
11,สมุทรปราการ,3,21,ไทรวมพลัง,29
11,สมุทรปราการ,3,22,ก้าวอิสระ,17
11,สมุทรปราการ,3,23,ปวงชนไทย,265
11,สมุทรปราการ,3,24,วิชชั่นใหม่,35
11,สมุทรปราการ,3,25,เพื่อชีวิตใหม่,12
11,สมุทรปราการ,3,26,คลองไทย,65
11,สมุทรปราการ,3,27,ประชาธิปัตย์,8372
11,สมุทรปราการ,3,28,ไทยก้าวหน้า,123
11,สมุทรปราการ,3,29,ไทยภักดี,1246
11,สมุทรปราการ,3,30,แรงงานสร้างชาติ,77
11,สมุทรปราการ,3,31,ประชากรไทย,52
11,สมุทรปราการ,3,32,ครูไทยเพื่อประชาชน,42
11,สมุทรปราการ,3,33,ประชาชาติ,67
11,สมุทรปราการ,3,34,สร้างอนาคตไทย,40
11,สมุทรปราการ,3,35,รักชาติ,85
11,สมุทรปราการ,3,36,ไทยพร้อม,44
11,สมุทรปราการ,3,37,ภูมิใจไทย,14946
11,สมุทรปราการ,3,38,พลังธรรมใหม่,126
11,สมุทรปราการ,3,39,กรีน,76
11,สมุทรปราการ,3,40,ไทยธรรม,41
11,สมุทรปราการ,3,41,แผ่นดินธรรม,8
11,สมุทรปราการ,3,42,กล้าธรรม,262
11,สมุทรปราการ,3,43,พลังประชารัฐ,155
11,สมุทรปราการ,3,44,โอกาสใหม่,49
11,สมุทรปราการ,3,45,เป็นธรรม,44
11,สมุทรปราการ,3,46,ประชาชน,45185
11,สมุทรปราการ,3,47,ประชาไทย,125
11,สมุทรปราการ,3,48,ไทยสร้างไทย,508
11,สมุทรปราการ,3,49,ไทยก้าวใหม่,367
11,สมุทรปราการ,3,50,ประชาอาสาชาติ,4
11,สมุทรปราการ,3,51,พร้อม,35
11,สมุทรปราการ,3,52,เครือข่ายชาวนาแห่งประเทศไทย,11
11,สมุทรปราการ,3,53,ไทยพิทักษ์ธรรม,8
11,สมุทรปราการ,3,54,ความหวังใหม่,17
11,สมุทรปราการ,3,55,ไทยรวมไทย,6
11,สมุทรปราการ,3,56,เพื่อบ้านเมือง,22
11,สมุทรปราการ,3,57,พลังไทยรักชาติ,25
11,สมุทรปราการ,4,2,ไทยทรัพย์ทวี,146
11,สมุทรปราการ,4,4,เพื่อชาติไทย,556
11,สมุทรปราการ,4,5,รวมใจไทย,236
11,สมุทรปราการ,4,6,ใหม่,144
11,สมุทรปราการ,4,6,รวมไทยสร้างชาติ,1893
11,สมุทรปราการ,4,7,พลวัต,617
11,สมุทรปราการ,4,8,มิติใหม่,85
11,สมุทรปราการ,4,8,ประชาธิปไตยใหม่,243
11,สมุทรปราการ,4,9,เพื่อไทย,9839
11,สมุทรปราการ,4,10,ทางเลือกใหม่,491
11,สมุทรปราการ,4,11,เศรษฐกิจ,2046
11,สมุทรปราการ,4,12,เสรีรวมไทย,536
11,สมุทรปราการ,4,13,รวมพลังประชาชน,399
11,สมุทรปราการ,4,14,ท้องที่ไทย,26
11,สมุทรปราการ,4,15,อนาคตไทย,45
11,สมุทรปราการ,4,16,พลังเพื่อไทย,121
11,สมุทรปราการ,4,17,ไทยชนะ,62
11,สมุทรปราการ,4,18,พลังสังคมใหม่,11
11,สมุทรปราการ,4,19,สังคมประชาธิปไตยไทย,16
11,สมุทรปราการ,4,20,ฟิวชัน,15
11,สมุทรปราการ,4,21,ไทรวมพลัง,47
11,สมุทรปราการ,4,22,ก้าวอิสระ,17
11,สมุทรปราการ,4,23,ปวงชนไทย,136
11,สมุทรปราการ,4,24,วิชชั่นใหม่,21
11,สมุทรปราการ,4,25,เพื่อชีวิตใหม่,14
11,สมุทรปราการ,4,26,คลองไทย,25
11,สมุทรปราการ,4,27,ประชาธิปัตย์,6746
11,สมุทรปราการ,4,28,ไทยก้าวหน้า,92
11,สมุทรปราการ,4,29,ไทยภักดี,1100
11,สมุทรปราการ,4,30,แรงงานสร้างชาติ,336
11,สมุทรปราการ,4,31,ประชากรไทย,54
11,สมุทรปราการ,4,32,ครูไทยเพื่อประชาชน,28
11,สมุทรปราการ,4,33,ประชาชาติ,57
11,สมุทรปราการ,4,34,สร้างอนาคตไทย,38
11,สมุทรปราการ,4,35,รักชาติ,93
11,สมุทรปราการ,4,36,ไทยพร้อม,64
11,สมุทรปราการ,4,37,ภูมิใจไทย,16280
11,สมุทรปราการ,4,38,พลังธรรมใหม่,51
11,สมุทรปราการ,4,39,กรีน,79
11,สมุทรปราการ,4,40,ไทยธรรม,35
11,สมุทรปราการ,4,41,แผ่นดินธรรม,10
11,สมุทรปราการ,4,42,กล้าธรรม,172
11,สมุทรปราการ,4,43,พลังประชารัฐ,153
11,สมุทรปราการ,4,44,โอกาสใหม่,272
11,สมุทรปราการ,4,45,เป็นธรรม,45
11,สมุทรปราการ,4,46,ประชาชน,50487
11,สมุทรปราการ,4,47,ประชาไทย,390
11,สมุทรปราการ,4,48,ไทยสร้างไทย,487
11,สมุทรปราการ,4,49,ไทยก้าวใหม่,549
11,สมุทรปราการ,4,50,ประชาอาสาชาติ,6
11,สมุทรปราการ,4,51,พร้อม,38
11,สมุทรปราการ,4,52,เครือข่ายชาวนาแห่งประเทศไทย,12
11,สมุทรปราการ,4,53,ไทยพิทักษ์ธรรม,9
11,สมุทรปราการ,4,54,ความหวังใหม่,23
11,สมุทรปราการ,4,55,ไทยรวมไทย,10
11,สมุทรปราการ,4,56,เพื่อบ้านเมือง,11
11,สมุทรปราการ,4,57,พลังไทยรักชาติ,23
11,สมุทรปราการ,5,1,ไทยทรัพย์ทวี,149
11,สมุทรปราการ,5,2,เพื่อชาติไทย,538
11,สมุทรปราการ,5,3,ใหม่,238
11,สมุทรปราการ,5,4,มิติใหม่,225
11,สมุทรปราการ,5,5,รวมใจไทย,375
11,สมุทรปราการ,5,6,รวมไทยสร้างชาติ,2110
11,สมุทรปราการ,5,7,พลวัต,130
11,สมุทรปราการ,5,8,ประชาธิปไตยใหม่,361
11,สมุทรปราการ,5,9,เพื่อไทย,11530
11,สมุทรปราการ,5,10,ทางเลือกใหม่,588
11,สมุทรปราการ,5,11,เศรษฐกิจ,3249
11,สมุทรปราการ,5,12,เสรีรวมไทย,792
11,สมุทรปราการ,5,13,รวมพลังประชาชน,614
11,สมุทรปราการ,5,14,ท้องที่ไทย,51
11,สมุทรปราการ,5,15,อนาคตไทย,70
11,สมุทรปราการ,5,16,พลังเพื่อไทย,150
11,สมุทรปราการ,5,17,ไทยชนะ,72
11,สมุทรปราการ,5,18,พลังสังคมใหม่,21
11,สมุทรปราการ,5,19,สังคมประชาธิปไตยไทย,34
11,สมุทรปราการ,5,20,ฟิวชัน,22
11,สมุทรปราการ,5,21,ไทรวมพลัง,70
11,สมุทรปราการ,5,22,ก้าวอิสระ,18
11,สมุทรปราการ,5,23,ปวงชนไทย,137
11,สมุทรปราการ,5,24,วิชชั่นใหม่,19
11,สมุทรปราการ,5,25,เพื่อชีวิตใหม่,21
11,สมุทรปราการ,5,26,คลองไทย,30
11,สมุทรปราการ,5,27,ประชาธิปัตย์,6261
11,สมุทรปราการ,5,28,ไทยก้าวหน้า,162
11,สมุทรปราการ,5,29,ไทยภักดี,880
11,สมุทรปราการ,5,30,แรงงานสร้างชาติ,101
11,สมุทรปราการ,5,31,ประชากรไทย,80
11,สมุทรปราการ,5,32,ครูไทยเพื่อประชาชน,42
11,สมุทรปราการ,5,33,ประชาชาติ,134
11,สมุทรปราการ,5,34,สร้างอนาคตไทย,70
11,สมุทรปราการ,5,35,รักชาติ,82
11,สมุทรปราการ,5,36,ไทยพร้อม,130
11,สมุทรปราการ,5,37,ภูมิใจไทย,16262
11,สมุทรปราการ,5,38,พลังธรรมใหม่,89
11,สมุทรปราการ,5,39,กรีน,58
11,สมุทรปราการ,5,40,ไทยธรรม,40
11,สมุทรปราการ,5,41,แผ่นดินธรรม,30
11,สมุทรปราการ,5,42,กล้าธรรม,137
11,สมุทรปราการ,5,43,พลังประชารัฐ,407
11,สมุทรปราการ,5,44,โอกาสใหม่,148
11,สมุทรปราการ,5,45,เป็นธรรม,52
11,สมุทรปราการ,5,46,ประชาชน,56547
11,สมุทรปราการ,5,47,ประชาไทย,178
11,สมุทรปราการ,5,48,ไทยสร้างไทย,534
11,สมุทรปราการ,5,49,ไทยก้าวใหม่,724
11,สมุทรปราการ,5,50,ประชาอาสาชาติ,7
11,สมุทรปราการ,5,51,พร้อม,66
11,สมุทรปราการ,5,52,เครือข่ายชาวนาแห่งประเทศไทย,13
11,สมุทรปราการ,5,53,ไทยพิทักษ์ธรรม,9
11,สมุทรปราการ,5,54,ความหวังใหม่,30
11,สมุทรปราการ,5,55,ไทยรวมไทย,9
11,สมุทรปราการ,5,56,เพื่อบ้านเมือง,24
11,สมุทรปราการ,5,57,พลังไทยรักชาติ,32
11,สมุทรปราการ,6,1,ไทยทรัพย์ทวี,113
11,สมุทรปราการ,6,2,เพื่อชาติไทย,529
11,สมุทรปราการ,6,3,ใหม่,238
11,สมุทรปราการ,6,4,มิติใหม่,1333
11,สมุทรปราการ,6,5,รวมใจไทย,403
11,สมุทรปราการ,6,6,รวมไทยสร้างชาติ,1841
11,สมุทรปราการ,6,7,พลวัต,333
11,สมุทรปราการ,6,8,ประชาธิปไตยใหม่,633
11,สมุทรปราการ,6,9,เพื่อไทย,8917
11,สมุทรปราการ,6,10,ทางเลือกใหม่,420
11,สมุทรปราการ,6,11,เศรษฐกิจ,2359
11,สมุทรปราการ,6,12,เสรีรวมไทย,699
11,สมุทรปราการ,6,13,รวมพลังประชาชน,488
11,สมุทรปราการ,6,14,ท้องที่ไทย,41
11,สมุทรปราการ,6,15,อนาคตไทย,48
11,สมุทรปราการ,6,16,พลังเพื่อไทย,123
11,สมุทรปราการ,6,17,ไทยชนะ,72
11,สมุทรปราการ,6,18,พลังสังคมใหม่,27
11,สมุทรปราการ,6,19,สังคมประชาธิปไตยไทย,22
11,สมุทรปราการ,6,20,ฟิวชัน,15
11,สมุทรปราการ,6,21,ไทรวมพลัง,33
11,สมุทรปราการ,6,22,ก้าวอิสระ,23
11,สมุทรปราการ,6,23,ปวงชนไทย,278
11,สมุทรปราการ,6,24,วิชชั่นใหม่,41
11,สมุทรปราการ,6,25,เพื่อชีวิตใหม่,18
11,สมุทรปราการ,6,26,คลองไทย,39
11,สมุทรปราการ,6,27,ประชาธิปัตย์,4671
11,สมุทรปราการ,6,28,ไทยก้าวหน้า,115
11,สมุทรปราการ,6,29,ไทยภักดี,800
11,สมุทรปราการ,6,30,แรงงานสร้างชาติ,66
11,สมุทรปราการ,6,31,ประชากรไทย,68
11,สมุทรปราการ,6,32,ครูไทยเพื่อประชาชน,49
11,สมุทรปราการ,6,33,ประชาชาติ,149
11,สมุทรปราการ,6,34,สร้างอนาคตไทย,152
11,สมุทรปราการ,6,35,รักชาติ,85
11,สมุทรปราการ,6,36,ไทยพร้อม,90
11,สมุทรปราการ,6,37,ภูมิใจไทย,22294
11,สมุทรปราการ,6,38,พลังธรรมใหม่,72
11,สมุทรปราการ,6,39,กรีน,53
11,สมุทรปราการ,6,40,ไทยธรรม,53
11,สมุทรปราการ,6,41,แผ่นดินธรรม,17
11,สมุทรปราการ,6,42,กล้าธรรม,100
11,สมุทรปราการ,6,43,พลังประชารัฐ,141
11,สมุทรปราการ,6,44,โอกาสใหม่,40
11,สมุทรปราการ,6,45,เป็นธรรม,51
11,สมุทรปราการ,6,46,ประชาชน,35615
11,สมุทรปราการ,6,47,ประชาไทย,275
11,สมุทรปราการ,6,48,ไทยสร้างไทย,468
11,สมุทรปราการ,6,49,ไทยก้าวใหม่,439
11,สมุทรปราการ,6,50,ประชาอาสาชาติ,15
11,สมุทรปราการ,6,51,พร้อม,37
11,สมุทรปราการ,6,52,เครือข่ายชาวนาแห่งประเทศไทย,11
11,สมุทรปราการ,6,53,ไทยพิทักษ์ธรรม,15
11,สมุทรปราการ,6,54,ความหวังใหม่,16
11,สมุทรปราการ,6,55,ไทยรวมไทย,14
11,สมุทรปราการ,6,56,เพื่อบ้านเมือง,15
11,สมุทรปราการ,6,57,พลังไทยรักชาติ,37
11,สมุทรปราการ,7,1,ไทยทรัพย์ทวี,1120
11,สมุทรปราการ,7,2,เพื่อชาติไทย,936
11,สมุทรปราการ,7,3,ใหม่,186
11,สมุทรปราการ,7,4,มิติใหม่,113
11,สมุทรปราการ,7,5,รวมใจไทย,429
11,สมุทรปราการ,7,6,รวมไทยสร้างชาติ,1940
11,สมุทรปราการ,7,7,พลวัต,685
11,สมุทรปราการ,7,8,ประชาธิปไตยใหม่,849
11,สมุทรปราการ,7,9,เพื่อไทย,12155
11,สมุทรปราการ,7,10,ทางเลือกใหม่,516
11,สมุทรปราการ,7,11,เศรษฐกิจ,2994
11,สมุทรปราการ,7,12,เสรีรวมไทย,586
11,สมุทรปราการ,7,13,รวมพลังประชาชน,623
11,สมุทรปราการ,7,14,ท้องที่ไทย,26
11,สมุทรปราการ,7,15,อนาคตไทย,84
11,สมุทรปราการ,7,16,พลังเพื่อไทย,164
11,สมุทรปราการ,7,17,ไทยชนะ,87
11,สมุทรปราการ,7,18,พลังสังคมใหม่,20
11,สมุทรปราการ,7,19,สังคมประชาธิปไตยไทย,18
11,สมุทรปราการ,7,20,ฟิวชัน,28
11,สมุทรปราการ,7,21,ไทรวมพลัง,44
11,สมุทรปราการ,7,22,ก้าวอิสระ,27
11,สมุทรปราการ,7,23,ปวงชนไทย,76
11,สมุทรปราการ,7,24,วิชชั่นใหม่,38
11,สมุทรปราการ,7,25,เพื่อชีวิตใหม่,15
11,สมุทรปราการ,7,26,คลองไทย,45
11,สมุทรปราการ,7,27,ประชาธิปัตย์,4974
11,สมุทรปราการ,7,28,ไทยก้าวหน้า,163
11,สมุทรปราการ,7,29,ไทยภักดี,680
11,สมุทรปราการ,7,30,แรงงานสร้างชาติ,102
11,สมุทรปราการ,7,31,ประชากรไทย,141
11,สมุทรปราการ,7,32,ครูไทยเพื่อประชาชน,123
11,สมุทรปราการ,7,33,ประชาชาติ,79
11,สมุทรปราการ,7,34,สร้างอนาคตไทย,66
11,สมุทรปราการ,7,35,รักชาติ,90
11,สมุทรปราการ,7,36,ไทยพร้อม,96
11,สมุทรปราการ,7,37,ภูมิใจไทย,16854
11,สมุทรปราการ,7,38,พลังธรรมใหม่,88
11,สมุทรปราการ,7,39,กรีน,60
11,สมุทรปราการ,7,40,ไทยธรรม,29
11,สมุทรปราการ,7,41,แผ่นดินธรรม,19
11,สมุทรปราการ,7,42,กล้าธรรม,238
11,สมุทรปราการ,7,43,พลังประชารัฐ,161
11,สมุทรปราการ,7,44,โอกาสใหม่,31
11,สมุทรปราการ,7,45,เป็นธรรม,263
11,สมุทรปราการ,7,46,ประชาชน,48816
11,สมุทรปราการ,7,47,ประชาไทย,161
11,สมุทรปราการ,7,48,ไทยสร้างไทย,642
11,สมุทรปราการ,7,49,ไทยก้าวใหม่,413
11,สมุทรปราการ,7,50,ประชาอาสาชาติ,9
11,สมุทรปราการ,7,51,พร้อม,52
11,สมุทรปราการ,7,52,เครือข่ายชาวนาแห่งประเทศไทย,14
11,สมุทรปราการ,7,53,ไทยพิทักษ์ธรรม,9
11,สมุทรปราการ,7,54,ความหวังใหม่,12
11,สมุทรปราการ,7,55,ไทยรวมไทย,11
11,สมุทรปราการ,7,56,เพื่อบ้านเมือง,21
11,สมุทรปราการ,7,57,พลังไทยรักชาติ,43
11,สมุทรปราการ,8,1,ไทยทรัพย์ทวี,182
11,สมุทรปราการ,8,2,เพื่อชาติไทย,1091
11,สมุทรปราการ,8,3,ใหม่,1641
11,สมุทรปราการ,8,4,มิติใหม่,179
11,สมุทรปราการ,8,5,รวมใจไทย,545
11,สมุทรปราการ,8,6,รวมไทยสร้างชาติ,2216
11,สมุทรปราการ,8,7,พลวัต,1489
11,สมุทรปราการ,8,8,ประชาธิปไตยใหม่,578
11,สมุทรปราการ,8,9,เพื่อไทย,15086
11,สมุทรปราการ,8,10,ทางเลือกใหม่,697
11,สมุทรปราการ,8,11,เศรษฐกิจ,3840
11,สมุทรปราการ,8,12,เสรีรวมไทย,863
11,สมุทรปราการ,8,13,รวมพลังประชาชน,711
11,สมุทรปราการ,8,14,ท้องที่ไทย,37
11,สมุทรปราการ,8,15,อนาคตไทย,107
11,สมุทรปราการ,8,16,พลังเพื่อไทย,273
11,สมุทรปราการ,8,17,ไทยชนะ,87
11,สมุทรปราการ,8,18,พลังสังคมใหม่,27
11,สมุทรปราการ,8,19,สังคมประชาธิปไตยไทย,70
11,สมุทรปราการ,8,20,ฟิวชัน,31
11,สมุทรปราการ,8,21,ไทรวมพลัง,69
11,สมุทรปราการ,8,22,ก้าวอิสระ,49
11,สมุทรปราการ,8,23,ปวงชนไทย,189
11,สมุทรปราการ,8,24,วิชชั่นใหม่,74
11,สมุทรปราการ,8,25,เพื่อชีวิตใหม่,17
11,สมุทรปราการ,8,26,คลองไทย,53
11,สมุทรปราการ,8,27,ประชาธิปัตย์,5659
11,สมุทรปราการ,8,28,ไทยก้าวหน้า,218
11,สมุทรปราการ,8,29,ไทยภักดี,728
11,สมุทรปราการ,8,30,แรงงานสร้างชาติ,183
11,สมุทรปราการ,8,31,ประชากรไทย,122
11,สมุทรปราการ,8,32,ครูไทยเพื่อประชาชน,108
11,สมุทรปราการ,8,33,ประชาชาติ,156
11,สมุทรปราการ,8,34,สร้างอนาคตไทย,88
11,สมุทรปราการ,8,35,รักชาติ,124
11,สมุทรปราการ,8,36,ไทยพร้อม,168
11,สมุทรปราการ,8,37,ภูมิใจไทย,15076
11,สมุทรปราการ,8,38,พลังธรรมใหม่,163
11,สมุทรปราการ,8,39,กรีน,57
11,สมุทรปราการ,8,40,ไทยธรรม,67
11,สมุทรปราการ,8,41,แผ่นดินธรรม,46
11,สมุทรปราการ,8,42,กล้าธรรม,1784
11,สมุทรปราการ,8,43,พลังประชารัฐ,434
11,สมุทรปราการ,8,44,โอกาสใหม่,46
11,สมุทรปราการ,8,45,เป็นธรรม,88
11,สมุทรปราการ,8,46,ประชาชน,47267
11,สมุทรปราการ,8,47,ประชาไทย,207
11,สมุทรปราการ,8,48,ไทยสร้างไทย,369
11,สมุทรปราการ,8,49,ไทยก้าวใหม่,646
11,สมุทรปราการ,8,50,ประชาอาสาชาติ,17
11,สมุทรปราการ,8,51,พร้อม,52
11,สมุทรปราการ,8,52,เครือข่ายชาวนาแห่งประเทศไทย,19
11,สมุทรปราการ,8,53,ไทยพิทักษ์ธรรม,17
11,สมุทรปราการ,8,54,ความหวังใหม่,41
11,สมุทรปราการ,8,55,ไทยรวมไทย,17
11,สมุทรปราการ,8,56,เพื่อบ้านเมือง,24
11,สมุทรปราการ,8,57,พลังไทยรักชาติ,50
12,นนทบุรี,1,1,ไทยทรัพย์ทวี,178
12,นนทบุรี,1,2,เพื่อชาติไทย,290
12,นนทบุรี,1,3,ใหม่,76
12,นนทบุรี,1,4,มิติใหม่,209
12,นนทบุรี,1,5,รวมใจไทย,249
12,นนทบุรี,1,6,รวมไทยสร้างชาติ,3740
12,นนทบุรี,1,7,พลวัต,265
12,นนทบุรี,1,8,ประชาธิปไตยใหม่,348
12,นนทบุรี,1,9,เพื่อไทย,9120
12,นนทบุรี,1,10,ทางเลือกใหม่,522
12,นนทบุรี,1,11,เศรษฐกิจ,2063
12,นนทบุรี,1,12,เสรีรวมไทย,586
12,นนทบุรี,1,13,รวมพลังประชาชน,296
12,นนทบุรี,1,14,ท้องที่ไทย,24
12,นนทบุรี,1,15,อนาคตไทย,38
12,นนทบุรี,1,16,พลังเพื่อไทย,83
12,นนทบุรี,1,17,ไทยชนะ,40
12,นนทบุรี,1,18,พลังสังคมใหม่,12
12,นนทบุรี,1,19,สังคมประชาธิปไตยไทย,38
12,นนทบุรี,1,20,ฟิวชัน,174
12,นนทบุรี,1,21,ไทรวมพลัง,51
12,นนทบุรี,1,22,ก้าวอิสระ,26
12,นนทบุรี,1,23,ปวงชนไทย,32
12,นนทบุรี,1,24,วิชชั่นใหม่,32
12,นนทบุรี,1,25,เพื่อชีวิตใหม่,9
12,นนทบุรี,1,26,คลองไทย,28
12,นนทบุรี,1,27,ประชาธิปัตย์,8340
12,นนทบุรี,1,28,ไทยก้าวหน้า,105
12,นนทบุรี,1,29,ไทยภักดี,1961
12,นนทบุรี,1,30,แรงงานสร้างชาติ,34
12,นนทบุรี,1,31,ประชากรไทย,58
12,นนทบุรี,1,32,ครูไทยเพื่อประชาชน,34
12,นนทบุรี,1,33,ประชาชาติ,85
12,นนทบุรี,1,34,สร้างอนาคตไทย,38
12,นนทบุรี,1,35,รักชาติ,159
12,นนทบุรี,1,36,ไทยพร้อม,66
12,นนทบุรี,1,37,ภูมิใจไทย,19003
12,นนทบุรี,1,38,พลังธรรมใหม่,75
12,นนทบุรี,1,39,กรีน,95
12,นนทบุรี,1,40,ไทยธรรม,18
12,นนทบุรี,1,41,แผ่นดินธรรม,6
12,นนทบุรี,1,42,กล้าธรรม,825
12,นนทบุรี,1,43,พลังประชารัฐ,162
12,นนทบุรี,1,44,โอกาสใหม่,59
12,นนทบุรี,1,45,เป็นธรรม,31
12,นนทบุรี,1,46,ประชาชน,43908
12,นนทบุรี,1,47,ประชาไทย,94
12,นนทบุรี,1,48,ไทยสร้างไทย,2125
12,นนทบุรี,1,49,ไทยก้าวใหม่,700
12,นนทบุรี,1,50,ประชาอาสาชาติ,8
12,นนทบุรี,1,51,พร้อม,17
12,นนทบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,21
12,นนทบุรี,1,53,ไทยพิทักษ์ธรรม,9
12,นนทบุรี,1,54,ความหวังใหม่,9
12,นนทบุรี,1,55,ไทยรวมไทย,3
12,นนทบุรี,1,56,เพื่อบ้านเมือง,8
12,นนทบุรี,1,57,พลังไทยรักชาติ,25
12,นนทบุรี,2,1,ไทยทรัพย์ทวี,65
12,นนทบุรี,2,2,เพื่อชาติไทย,282
12,นนทบุรี,2,3,ใหม่,299
12,นนทบุรี,2,4,มิติใหม่,95
12,นนทบุรี,2,5,รวมใจไทย,526
12,นนทบุรี,2,6,รวมไทยสร้างชาติ,2032
12,นนทบุรี,2,7,พลวัต,327
12,นนทบุรี,2,8,ประชาธิปไตยใหม่,190
12,นนทบุรี,2,9,เพื่อไทย,9236
12,นนทบุรี,2,10,ทางเลือกใหม่,474
12,นนทบุรี,2,11,เศรษฐกิจ,1897
12,นนทบุรี,2,12,เสรีรวมไทย,535
12,นนทบุรี,2,13,รวมพลังประชาชน,284
12,นนทบุรี,2,14,ท้องที่ไทย,18
12,นนทบุรี,2,15,อนาคตไทย,29
12,นนทบุรี,2,16,พลังเพื่อไทย,80
12,นนทบุรี,2,17,ไทยชนะ,42
12,นนทบุรี,2,18,พลังสังคมใหม่,8
12,นนทบุรี,2,19,สังคมประชาธิปไตยไทย,27
12,นนทบุรี,2,20,ฟิวชัน,37
12,นนทบุรี,2,21,ไทรวมพลัง,52
12,นนทบุรี,2,22,ก้าวอิสระ,31
12,นนทบุรี,2,23,ปวงชนไทย,29
12,นนทบุรี,2,24,วิชชั่นใหม่,13
12,นนทบุรี,2,25,เพื่อชีวิตใหม่,8
12,นนทบุรี,2,26,คลองไทย,32
12,นนทบุรี,2,27,ประชาธิปัตย์,6874
12,นนทบุรี,2,28,ไทยก้าวหน้า,74
12,นนทบุรี,2,29,ไทยภักดี,1851
12,นนทบุรี,2,30,แรงงานสร้างชาติ,23
12,นนทบุรี,2,31,ประชากรไทย,45
12,นนทบุรี,2,32,ครูไทยเพื่อประชาชน,30
12,นนทบุรี,2,33,ประชาชาติ,72
12,นนทบุรี,2,34,สร้างอนาคตไทย,35
12,นนทบุรี,2,35,รักชาติ,259
12,นนทบุรี,2,36,ไทยพร้อม,51
12,นนทบุรี,2,37,ภูมิใจไทย,16577
12,นนทบุรี,2,38,พลังธรรมใหม่,195
12,นนทบุรี,2,39,กรีน,71
12,นนทบุรี,2,40,ไทยธรรม,14
12,นนทบุรี,2,41,แผ่นดินธรรม,6
12,นนทบุรี,2,42,กล้าธรรม,105
12,นนทบุรี,2,43,พลังประชารัฐ,129
12,นนทบุรี,2,44,โอกาสใหม่,62
12,นนทบุรี,2,45,เป็นธรรม,219
12,นนทบุรี,2,46,ประชาชน,38205
12,นนทบุรี,2,47,ประชาไทย,170
12,นนทบุรี,2,48,ไทยสร้างไทย,1321
12,นนทบุรี,2,49,ไทยก้าวใหม่,526
12,นนทบุรี,2,50,ประชาอาสาชาติ,5
12,นนทบุรี,2,51,พร้อม,27
12,นนทบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,9
12,นนทบุรี,2,53,ไทยพิทักษ์ธรรม,13
12,นนทบุรี,2,54,ความหวังใหม่,20
12,นนทบุรี,2,55,ไทยรวมไทย,13
12,นนทบุรี,2,56,เพื่อบ้านเมือง,12
12,นนทบุรี,2,57,พลังไทยรักชาติ,27
12,นนทบุรี,3,1,ไทยทรัพย์ทวี,86
12,นนทบุรี,3,2,เพื่อชาติไทย,1848
12,นนทบุรี,3,3,ใหม่,157
12,นนทบุรี,3,4,มิติใหม่,105
12,นนทบุรี,3,5,รวมใจไทย,254
12,นนทบุรี,3,6,รวมไทยสร้างชาติ,2345
12,นนทบุรี,3,7,พลวัต,366
12,นนทบุรี,3,8,ประชาธิปไตยใหม่,359
12,นนทบุรี,3,9,เพื่อไทย,10922
12,นนทบุรี,3,10,ทางเลือกใหม่,711
12,นนทบุรี,3,11,เศรษฐกิจ,2393
12,นนทบุรี,3,12,เสรีรวมไทย,605
12,นนทบุรี,3,13,รวมพลังประชาชน,377
12,นนทบุรี,3,14,ท้องที่ไทย,20
12,นนทบุรี,3,15,อนาคตไทย,52
12,นนทบุรี,3,16,พลังเพื่อไทย,114
12,นนทบุรี,3,17,ไทยชนะ,52
12,นนทบุรี,3,18,พลังสังคมใหม่,13
12,นนทบุรี,3,19,สังคมประชาธิปไตยไทย,28
12,นนทบุรี,3,20,ฟิวชัน,23
12,นนทบุรี,3,21,ไทรวมพลัง,37
12,นนทบุรี,3,22,ก้าวอิสระ,21
12,นนทบุรี,3,23,ปวงชนไทย,47
12,นนทบุรี,3,24,วิชชั่นใหม่,31
12,นนทบุรี,3,25,เพื่อชีวิตใหม่,17
12,นนทบุรี,3,26,คลองไทย,31
12,นนทบุรี,3,27,ประชาธิปัตย์,8407
12,นนทบุรี,3,28,ไทยก้าวหน้า,95
12,นนทบุรี,3,29,ไทยภักดี,1592
12,นนทบุรี,3,30,แรงงานสร้างชาติ,50
12,นนทบุรี,3,31,ประชากรไทย,83
12,นนทบุรี,3,32,ครูไทยเพื่อประชาชน,36
12,นนทบุรี,3,33,ประชาชาติ,54
12,นนทบุรี,3,34,สร้างอนาคตไทย,38
12,นนทบุรี,3,35,รักชาติ,114
12,นนทบุรี,3,36,ไทยพร้อม,52
12,นนทบุรี,3,37,ภูมิใจไทย,18327
12,นนทบุรี,3,38,พลังธรรมใหม่,69
12,นนทบุรี,3,39,กรีน,94
12,นนทบุรี,3,40,ไทยธรรม,24
12,นนทบุรี,3,41,แผ่นดินธรรม,9
12,นนทบุรี,3,42,กล้าธรรม,167
12,นนทบุรี,3,43,พลังประชารัฐ,47712
12,นนทบุรี,3,44,โอกาสใหม่,86
12,นนทบุรี,3,45,เป็นธรรม,554
12,นนทบุรี,3,46,ประชาชน,185
12,นนทบุรี,3,47,ประชาไทย,632
12,นนทบุรี,3,48,ไทยสร้างไทย,1162
12,นนทบุรี,3,49,ไทยก้าวใหม่,632
12,นนทบุรี,3,50,ประชาอาสาชาติ,4
12,นนทบุรี,3,51,พร้อม,33
12,นนทบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,6
12,นนทบุรี,3,53,ไทยพิทักษ์ธรรม,9
12,นนทบุรี,3,54,ความหวังใหม่,12
12,นนทบุรี,3,55,ไทยรวมไทย,13
12,นนทบุรี,3,56,เพื่อบ้านเมือง,12
12,นนทบุรี,3,57,พลังไทยรักชาติ,19
12,นนทบุรี,4,2,ไทยทรัพย์ทวี,71
12,นนทบุรี,4,3,เพื่อชาติไทย,449
12,นนทบุรี,4,4,ใหม่,75
12,นนทบุรี,4,5,มิติใหม่,88
12,นนทบุรี,4,6,รวมใจไทย,693
12,นนทบุรี,4,7,รวมไทยสร้างชาติ,2232
12,นนทบุรี,4,8,พลวัต,676
12,นนทบุรี,4,9,ประชาธิปไตยใหม่,310
12,นนทบุรี,4,10,เพื่อไทย,10348
12,นนทบุรี,4,11,ทางเลือกใหม่,486
12,นนทบุรี,4,12,เศรษฐกิจ,2118
12,นนทบุรี,4,13,เสรีรวมไทย,511
12,นนทบุรี,4,14,รวมพลังประชาชน,259
12,นนทบุรี,4,15,ท้องที่ไทย,19
12,นนทบุรี,4,16,อนาคตไทย,31
12,นนทบุรี,4,17,พลังเพื่อไทย,88
12,นนทบุรี,4,18,ไทยชนะ,37
12,นนทบุรี,4,19,พลังสังคมใหม่,6
12,นนทบุรี,4,20,สังคมประชาธิปไตยไทย,23
12,นนทบุรี,4,21,ฟิวชัน,33
12,นนทบุรี,4,22,ไทรวมพลัง,50
12,นนทบุรี,4,23,ก้าวอิสระ,22
12,นนทบุรี,4,24,ปวงชนไทย,25
12,นนทบุรี,4,25,วิชชั่นใหม่,25
12,นนทบุรี,4,26,เพื่อชีวิตใหม่,12
12,นนทบุรี,4,27,คลองไทย,20
12,นนทบุรี,4,28,ประชาธิปัตย์,6672
12,นนทบุรี,4,29,ไทยก้าวหน้า,102
12,นนทบุรี,4,30,ไทยภักดี,1542
12,นนทบุรี,4,31,แรงงานสร้างชาติ,38
12,นนทบุรี,4,32,ประชากรไทย,53
12,นนทบุรี,4,33,ครูไทยเพื่อประชาชน,28
12,นนทบุรี,4,34,ประชาชาติ,48
12,นนทบุรี,4,35,สร้างอนาคตไทย,37
12,นนทบุรี,4,36,รักชาติ,125
12,นนทบุรี,4,37,ไทยพร้อม,67
12,นนทบุรี,4,38,ภูมิใจไทย,20330
12,นนทบุรี,4,39,พลังธรรมใหม่,51
12,นนทบุรี,4,40,กรีน,103
12,นนทบุรี,4,41,ไทยธรรม,18
12,นนทบุรี,4,42,แผ่นดินธรรม,10
12,นนทบุรี,4,43,กล้าธรรม,206
12,นนทบุรี,4,44,พลังประชารัฐ,123
12,นนทบุรี,4,45,โอกาสใหม่,84
12,นนทบุรี,4,46,เป็นธรรม,24
12,นนทบุรี,4,47,ประชาชน,38204
12,นนทบุรี,4,48,ประชาไทย,90
12,นนทบุรี,4,49,ไทยสร้างไทย,692
12,นนทบุรี,4,50,ไทยก้าวใหม่,529
12,นนทบุรี,4,51,ประชาอาสาชาติ,5
12,นนทบุรี,4,52,พร้อม,19
12,นนทบุรี,4,53,เครือข่ายชาวนาแห่งประเทศไทย,10
12,นนทบุรี,4,54,ไทยพิทักษ์ธรรม,24
12,นนทบุรี,4,55,ความหวังใหม่,13
12,นนทบุรี,4,56,ไทยรวมไทย,7
12,นนทบุรี,4,57,เพื่อบ้านเมือง,15
12,นนทบุรี,4,58,พลังไทยรักชาติ,25
12,นนทบุรี,5,1,ไทยทรัพย์ทวี,97
12,นนทบุรี,5,2,เพื่อชาติไทย,456
12,นนทบุรี,5,3,ใหม่,140
12,นนทบุรี,5,4,มิติใหม่,152
12,นนทบุรี,5,5,รวมใจไทย,1783
12,นนทบุรี,5,6,รวมไทยสร้างชาติ,2322
12,นนทบุรี,5,7,พลวัต,424
12,นนทบุรี,5,8,ประชาธิปไตยใหม่,530
12,นนทบุรี,5,9,เพื่อไทย,9299
12,นนทบุรี,5,10,ทางเลือกใหม่,570
12,นนทบุรี,5,11,เศรษฐกิจ,2264
12,นนทบุรี,5,12,เสรีรวมไทย,448
12,นนทบุรี,5,13,รวมพลังประชาชน,334
12,นนทบุรี,5,14,ท้องที่ไทย,32
12,นนทบุรี,5,15,อนาคตไทย,50
12,นนทบุรี,5,16,พลังเพื่อไทย,110
12,นนทบุรี,5,17,ไทยชนะ,40
12,นนทบุรี,5,18,พลังสังคมใหม่,12
12,นนทบุรี,5,19,สังคมประชาธิปไตยไทย,43
12,นนทบุรี,5,20,ฟิวชัน,56
12,นนทบุรี,5,21,ไทรวมพลัง,33
12,นนทบุรี,5,22,ก้าวอิสระ,139
12,นนทบุรี,5,23,ปวงชนไทย,32
12,นนทบุรี,5,24,วิชชั่นใหม่,41
12,นนทบุรี,5,25,เพื่อชีวิตใหม่,10
12,นนทบุรี,5,26,คลองไทย,29
12,นนทบุรี,5,27,ประชาธิปัตย์,7653
12,นนทบุรี,5,28,ไทยก้าวหน้า,83
12,นนทบุรี,5,29,ไทยภักดี,1490
12,นนทบุรี,5,30,แรงงานสร้างชาติ,44
12,นนทบุรี,5,31,ประชากรไทย,64
12,นนทบุรี,5,32,ครูไทยเพื่อประชาชน,45
12,นนทบุรี,5,33,ประชาชาติ,242
12,นนทบุรี,5,34,สร้างอนาคตไทย,80
12,นนทบุรี,5,35,รักชาติ,169
12,นนทบุรี,5,36,ไทยพร้อม,182
12,นนทบุรี,5,37,ภูมิใจไทย,22453
12,นนทบุรี,5,38,พลังธรรมใหม่,88
12,นนทบุรี,5,39,กรีน,72
12,นนทบุรี,5,40,ไทยธรรม,14
12,นนทบุรี,5,41,แผ่นดินธรรม,12
12,นนทบุรี,5,42,กล้าธรรม,309
12,นนทบุรี,5,43,พลังประชารัฐ,229
12,นนทบุรี,5,44,โอกาสใหม่,75
12,นนทบุรี,5,45,เป็นธรรม,53
12,นนทบุรี,5,46,ประชาชน,43742
12,นนทบุรี,5,47,ประชาไทย,109
12,นนทบุรี,5,48,ไทยสร้างไทย,1432
12,นนทบุรี,5,49,ไทยก้าวใหม่,591
12,นนทบุรี,5,50,ประชาอาสาชาติ,8
12,นนทบุรี,5,51,พร้อม,34
12,นนทบุรี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,14
12,นนทบุรี,5,53,ไทยพิทักษ์ธรรม,11
12,นนทบุรี,5,54,ความหวังใหม่,12
12,นนทบุรี,5,55,ไทยรวมไทย,11
12,นนทบุรี,5,56,เพื่อบ้านเมือง,18
12,นนทบุรี,5,57,พลังไทยรักชาติ,27
12,นนทบุรี,6,1,ไทยทรัพย์ทวี,285
12,นนทบุรี,6,2,เพื่อชาติไทย,2556
12,นนทบุรี,6,3,ใหม่,156
12,นนทบุรี,6,4,มิติใหม่,2063
12,นนทบุรี,6,5,รวมใจไทย,2425
12,นนทบุรี,6,6,รวมไทยสร้างชาติ,2317
12,นนทบุรี,6,7,พลวัต,251
12,นนทบุรี,6,8,ประชาธิปไตยใหม่,412
12,นนทบุรี,6,9,เพื่อไทย,11441
12,นนทบุรี,6,10,ทางเลือกใหม่,670
12,นนทบุรี,6,11,เศรษฐกิจ,2452
12,นนทบุรี,6,12,เสรีรวมไทย,529
12,นนทบุรี,6,13,รวมพลังประชาชน,320
12,นนทบุรี,6,14,ท้องที่ไทย,25
12,นนทบุรี,6,15,อนาคตไทย,35
12,นนทบุรี,6,16,พลังเพื่อไทย,101
12,นนทบุรี,6,17,ไทยชนะ,61
12,นนทบุรี,6,18,พลังสังคมใหม่,16
12,นนทบุรี,6,19,สังคมประชาธิปไตยไทย,33
12,นนทบุรี,6,20,ฟิวชั่น,21
12,นนทบุรี,6,21,ไทยรวมพลัง,33
12,นนทบุรี,6,22,ก้าวอิสระ,19
12,นนทบุรี,6,23,ปวงชนไทย,24
12,นนทบุรี,6,24,วิชั่นใหม่,23
12,นนทบุรี,6,25,เพื่อชีวิตใหม่,8
12,นนทบุรี,6,26,คลองไทย,23
12,นนทบุรี,6,27,ประชาธิปัตย์,7565
12,นนทบุรี,6,28,ไทยก้าวหน้า,78
12,นนทบุรี,6,29,ไทยภักดี,1198
12,นนทบุรี,6,30,แรงงานสร้างชาติ,43
12,นนทบุรี,6,31,ประชากรไทย,140
12,นนทบุรี,6,32,ครูไทยเพื่อประชาชน,51
12,นนทบุรี,6,33,ประชาชาติ,85
12,นนทบุรี,6,34,สร้างอนาคตไทย,57
12,นนทบุรี,6,35,รักชาติ,117
12,นนทบุรี,6,36,ไทยพร้อม,76
12,นนทบุรี,6,37,ภูมิใจไทย,18715
12,นนทบุรี,6,38,พลังธรรมใหม่,79
12,นนทบุรี,6,39,กรีน,172
12,นนทบุรี,6,40,ไทยธรรม,17
12,นนทบุรี,6,41,แผ่นดินธรรม,10
12,นนทบุรี,6,42,กล้าธรรม,210
12,นนทบุรี,6,43,พลังประชารัฐ,81
12,นนทบุรี,6,44,โอกาสใหม่,67
12,นนทบุรี,6,45,เป็นธรรม,53
12,นนทบุรี,6,46,ประชาชน,46633
12,นนทบุรี,6,47,ประชาไทย,112
12,นนทบุรี,6,48,ไทยสร้างไทย,967
12,นนทบุรี,6,49,ไทยก้าวใหม่,503
12,นนทบุรี,6,50,ประชาอาสาชาติ,8
12,นนทบุรี,6,51,พร้อม,36
12,นนทบุรี,6,52,เครือข่ายชาวนาแห่งประเทศไทย,5
12,นนทบุรี,6,53,ไทยพิทักษ์ธรรม,9
12,นนทบุรี,6,54,ความหวังใหม่,23
12,นนทบุรี,6,55,ไทยรวมไทย,12
12,นนทบุรี,6,56,เพื่อบ้านเมือง,13
12,นนทบุรี,6,57,พลังไทยรักชาติ,32
12,นนทบุรี,7,1,ไทยทรัพย์ทวี,286
12,นนทบุรี,7,2,เพื่อชาติไทย,548
12,นนทบุรี,7,3,ใหม่,430
12,นนทบุรี,7,4,มิติใหม่,132
12,นนทบุรี,7,5,รวมใจไทย,580
12,นนทบุรี,7,6,รวมไทยสร้างชาติ,3704
12,นนทบุรี,7,7,พลวัต,216
12,นนทบุรี,7,8,ประชาธิปไตยใหม่,409
12,นนทบุรี,7,9,เพื่อไทย,10836
12,นนทบุรี,7,10,ทางเลือกใหม่,619
12,นนทบุรี,7,11,เศรษฐกิจ,2619
12,นนทบุรี,7,12,เสรีรวมไทย,625
12,นนทบุรี,7,13,รวมพลังประชาชน,493
12,นนทบุรี,7,14,ท้องที่ไทย,29
12,นนทบุรี,7,15,อนาคตไทย,76
12,นนทบุรี,7,16,พลังเพื่อไทย,144
12,นนทบุรี,7,17,ไทยชนะ,70
12,นนทบุรี,7,18,พลังสังคมใหม่,15
12,นนทบุรี,7,19,สังคมประชาธิปไตยไทย,25
12,นนทบุรี,7,20,ฟิวชัน,37
12,นนทบุรี,7,21,ไทรวมพลัง,44
12,นนทบุรี,7,22,ก้าวอิสระ,26
12,นนทบุรี,7,23,ปวงชนไทย,32
12,นนทบุรี,7,24,วิชชั่นใหม่,52
12,นนทบุรี,7,25,เพื่อชีวิตใหม่,11
12,นนทบุรี,7,26,คลองไทย,42
12,นนทบุรี,7,27,ประชาธิปัตย์,7764
12,นนทบุรี,7,28,ไทยก้าวหน้า,142
12,นนทบุรี,7,29,ไทยภักดี,1180
12,นนทบุรี,7,30,แรงงานสร้างชาติ,45
12,นนทบุรี,7,31,ประชากรไทย,75
12,นนทบุรี,7,32,ครูไทยเพื่อประชาชน,54
12,นนทบุรี,7,33,ประชาชาติ,192
12,นนทบุรี,7,34,สร้างอนาคตไทย,57
12,นนทบุรี,7,35,รักชาติ,134
12,นนทบุรี,7,36,ไทยพร้อม,153
12,นนทบุรี,7,37,ภูมิใจไทย,16712
12,นนทบุรี,7,38,พลังธรรมใหม่,77
12,นนทบุรี,7,39,กรีน,73
12,นนทบุรี,7,40,ไทยธรรม,32
12,นนทบุรี,7,41,แผ่นดินธรรม,45
12,นนทบุรี,7,42,กล้าธรรม,1324
12,นนทบุรี,7,43,พลังประชารัฐ,149
12,นนทบุรี,7,44,โอกาสใหม่,45
12,นนทบุรี,7,45,เป็นธรรม,49
12,นนทบุรี,7,46,ประชาชน,44379
12,นนทบุรี,7,47,ประชาไทย,557
12,นนทบุรี,7,48,ไทยสร้างไทย,803
12,นนทบุรี,7,49,ไทยก้าวใหม่,464
12,นนทบุรี,7,50,ประชาอาสาชาติ,14
12,นนทบุรี,7,51,พร้อม,49
12,นนทบุรี,7,52,เครือข่ายชาวนาแห่งประเทศไทย,18
12,นนทบุรี,7,53,ไทยพิทักษ์ธรรม,12
12,นนทบุรี,7,54,ความหวังใหม่,20
12,นนทบุรี,7,55,ไทยรวมไทย,15
12,นนทบุรี,7,56,เพื่อบ้านเมือง,32
12,นนทบุรี,7,57,พลังไทยรักชาติ,42
12,นนทบุรี,8,1,ไทยทรัพย์ทวี,106
12,นนทบุรี,8,2,เพื่อชาติไทย,1016
12,นนทบุรี,8,3,ใหม่,378
12,นนทบุรี,8,4,มิติใหม่,323
12,นนทบุรี,8,5,รวมใจไทย,353
12,นนทบุรี,8,6,รวมไทยสร้างชาติ,2191
12,นนทบุรี,8,7,พลวัต,962
12,นนทบุรี,8,8,ประชาธิปไตยใหม่,357
12,นนทบุรี,8,9,เพื่อไทย,9903
12,นนทบุรี,8,10,ทางเลือกใหม่,487
12,นนทบุรี,8,11,เศรษฐกิจ,2538
12,นนทบุรี,8,12,เสรีรวมไทย,510
12,นนทบุรี,8,13,รวมพลังประชาชน,433
12,นนทบุรี,8,14,ท้องที่ไทย,27
12,นนทบุรี,8,15,อนาคตไทย,43
12,นนทบุรี,8,16,พลังเพื่อไทย,115
12,นนทบุรี,8,17,ไทยชนะ,63
12,นนทบุรี,8,18,พลังสังคมใหม่,16
12,นนทบุรี,8,19,สังคมประชาธิปไตยไทย,27
12,นนทบุรี,8,20,ฟิวชัน,33
12,นนทบุรี,8,21,ไทรวมพลัง,43
12,นนทบุรี,8,22,ก้าวอิสระ,28
12,นนทบุรี,8,23,ปวงชนไทย,37
12,นนทบุรี,8,24,วิชชั่นใหม่,32
12,นนทบุรี,8,25,เพื่อชีวิตใหม่,18
12,นนทบุรี,8,26,คลองไทย,79
12,นนทบุรี,8,27,ประชาธิปัตย์,6443
12,นนทบุรี,8,28,ไทยก้าวหน้า,121
12,นนทบุรี,8,29,ไทยภักดี,1149
12,นนทบุรี,8,30,แรงงานสร้างชาติ,43
12,นนทบุรี,8,31,ประชากรไทย,113
12,นนทบุรี,8,32,ครูไทยเพื่อประชาชน,59
12,นนทบุรี,8,33,ประชาชาติ,91
12,นนทบุรี,8,34,สร้างอนาคตไทย,64
12,นนทบุรี,8,35,รักชาติ,133
12,นนทบุรี,8,36,ไทยพร้อม,97
12,นนทบุรี,8,37,ภูมิใจไทย,20403
12,นนทบุรี,8,38,พลังธรรมใหม่,188
12,นนทบุรี,8,39,กรีน,82
12,นนทบุรี,8,40,ไทยธรรม,29
12,นนทบุรี,8,41,แผ่นดินธรรม,9
12,นนทบุรี,8,42,กล้าธรรม,429
12,นนทบุรี,8,43,พลังประชารัฐ,164
12,นนทบุรี,8,44,โอกาสใหม่,47
12,นนทบุรี,8,45,เป็นธรรม,44
12,นนทบุรี,8,46,ประชาชน,39512
12,นนทบุรี,8,47,ประชาไทย,131
12,นนทบุรี,8,48,ไทยสร้างไทย,767
12,นนทบุรี,8,49,ไทยก้าวใหม่,395
12,นนทบุรี,8,50,ประชาอาสาชาติ,1
12,นนทบุรี,8,51,พร้อม,36
12,นนทบุรี,8,52,เครือข่ายชาวนาแห่งประเทศไทย,13
12,นนทบุรี,8,53,ไทยพิทักษ์ธรรม,15
12,นนทบุรี,8,54,ความหวังใหม่,19
12,นนทบุรี,8,55,ไทยรวมไทย,7
12,นนทบุรี,8,56,เพื่อบ้านเมือง,19
12,นนทบุรี,8,57,พลังไทยรักชาติ,42
13,ปทุมธานี,1,2,ไทยทรัพย์ทวี,208
13,ปทุมธานี,1,3,เพื่อชาติไทย,3344
13,ปทุมธานี,1,4,ใหม่,1336
13,ปทุมธานี,1,5,มิติใหม่,365
13,ปทุมธานี,1,6,รวมใจไทย,501
13,ปทุมธานี,1,7,รวมไทยสร้างชาติ,2320
13,ปทุมธานี,1,8,พลวัต,170
13,ปทุมธานี,1,9,ประชาธิปไตยใหม่,435
13,ปทุมธานี,1,10,เพื่อไทย,14101
13,ปทุมธานี,1,11,ทางเลือกใหม่,679
13,ปทุมธานี,1,12,เศรษฐกิจ,3552
13,ปทุมธานี,1,13,เสรีรวมไทย,585
13,ปทุมธานี,1,14,รวมพลังประชาชน,634
13,ปทุมธานี,1,15,ท้องที่ไทย,55
13,ปทุมธานี,1,16,อนาคตไทย,87
13,ปทุมธานี,1,17,พลังเพื่อไทย,174
13,ปทุมธานี,1,18,ไทยชนะ,69
13,ปทุมธานี,1,19,พลังสังคมใหม่,15
13,ปทุมธานี,1,20,สังคมประชาธิปไตยไทย,30
13,ปทุมธานี,1,21,ฟิวชัน,25
13,ปทุมธานี,1,22,ไทรวมพลัง,43
13,ปทุมธานี,1,23,ก้าวอิสระ,52
13,ปทุมธานี,1,24,ปวงชนไทย,31
13,ปทุมธานี,1,25,วิชชั่นใหม่,41
13,ปทุมธานี,1,26,เพื่อชีวิตใหม่,17
13,ปทุมธานี,1,27,คลองไทย,37
13,ปทุมธานี,1,28,ประชาธิปัตย์,5973
13,ปทุมธานี,1,29,ไทยก้าวหน้า,161
13,ปทุมธานี,1,30,ไทยภักดี,887
13,ปทุมธานี,1,31,แรงงานสร้างชาติ,66
13,ปทุมธานี,1,32,ประชากรไทย,152
13,ปทุมธานี,1,33,ครูไทยเพื่อประชาชน,91
13,ปทุมธานี,1,34,ประชาชาติ,459
13,ปทุมธานี,1,35,สร้างอนาคตไทย,76
13,ปทุมธานี,1,36,รักชาติ,97
13,ปทุมธานี,1,37,ไทยพร้อม,72
13,ปทุมธานี,1,38,ภูมิใจไทย,14877
13,ปทุมธานี,1,39,พลังธรรมใหม่,101
13,ปทุมธานี,1,40,กรีน,85
13,ปทุมธานี,1,41,ไทยธรรม,37
13,ปทุมธานี,1,42,แผ่นดินธรรม,35
13,ปทุมธานี,1,43,กล้าธรรม,1640
13,ปทุมธานี,1,44,พลังประชารัฐ,200
13,ปทุมธานี,1,45,โอกาสใหม่,59
13,ปทุมธานี,1,46,เป็นธรรม,200
13,ปทุมธานี,1,47,ประชาชน,40343
13,ปทุมธานี,1,48,ประชาไทย,134
13,ปทุมธานี,1,49,ไทยสร้างไทย,511
13,ปทุมธานี,1,50,ไทยก้าวใหม่,383
13,ปทุมธานี,1,51,ประชาอาสาชาติ,7
13,ปทุมธานี,1,52,พร้อม,56
13,ปทุมธานี,1,53,เครือข่ายชาวนาแห่งประเทศไทย,9
13,ปทุมธานี,1,54,ไทยพิทักษ์ธรรม,9
13,ปทุมธานี,1,55,ความหวังใหม่,27
13,ปทุมธานี,1,56,ไทยรวมไทย,8
13,ปทุมธานี,1,57,เพื่อบ้านเมือง,22
13,ปทุมธานี,1,58,พลังไทยรักชาติ,47
13,ปทุมธานี,2,1,ไทยทรัพย์ทวี,1678
13,ปทุมธานี,2,2,เพื่อชาติไทย,1616
13,ปทุมธานี,2,3,ใหม่,201
13,ปทุมธานี,2,4,มิติใหม่,113
13,ปทุมธานี,2,5,รวมใจไทย,368
13,ปทุมธานี,2,6,รวมไทยสร้างชาติ,2202
13,ปทุมธานี,2,7,พลวัต,676
13,ปทุมธานี,2,8,ประชาธิปไตยใหม่,350
13,ปทุมธานี,2,9,เพื่อไทย,17563
13,ปทุมธานี,2,10,ทางเลือกใหม่,575
13,ปทุมธานี,2,11,เศรษฐกิจ,2942
13,ปทุมธานี,2,12,เสรีรวมไทย,503
13,ปทุมธานี,2,13,รวมพลังประชาชน,496
13,ปทุมธานี,2,14,ท้องที่ไทย,34
13,ปทุมธานี,2,15,อนาคตไทย,54
13,ปทุมธานี,2,16,พลังเพื่อไทย,154
13,ปทุมธานี,2,17,ไทยชนะ,69
13,ปทุมธานี,2,18,พลังสังคมใหม่,18
13,ปทุมธานี,2,19,สังคมประชาธิปไตยไทย,41
13,ปทุมธานี,2,20,ฟิวชัน,23
13,ปทุมธานี,2,21,ไทรวมพลัง,35
13,ปทุมธานี,2,22,ก้าวอิสระ,28
13,ปทุมธานี,2,23,ปวงชนไทย,30
13,ปทุมธานี,2,24,วิชชั่นใหม่,22
13,ปทุมธานี,2,25,เพื่อชีวิตใหม่,30
13,ปทุมธานี,2,26,ไทยภักดี,75
13,ปทุมธานี,2,27,คลองไทย,4638
13,ปทุมธานี,2,28,ประชาธิปัตย์,114
13,ปทุมธานี,2,29,ไทยก้าวหน้า,837
13,ปทุมธานี,2,30,แรงงานสร้างชาติ,88
13,ปทุมธานี,2,31,ประชากรไทย,97
13,ปทุมธานี,2,32,ครูไทยเพื่อประชาชน,45
13,ปทุมธานี,2,33,ประชาชาติ,192
13,ปทุมธานี,2,34,สร้างอนาคตไทย,44
13,ปทุมธานี,2,35,รักชาติ,129
13,ปทุมธานี,2,36,ไทยพร้อม,110
13,ปทุมธานี,2,37,ภูมิใจไทย,18839
13,ปทุมธานี,2,38,พลังธรรมใหม่,91
13,ปทุมธานี,2,39,กรีน,69
13,ปทุมธานี,2,40,ไทยธรรม,18
13,ปทุมธานี,2,41,แผ่นดินธรรม,16
13,ปทุมธานี,2,42,กล้าธรรม,187
13,ปทุมธานี,2,43,พลังประชารัฐ,140
13,ปทุมธานี,2,44,โอกาสใหม่,60
13,ปทุมธานี,2,45,เป็นธรรม,48
13,ปทุมธานี,2,46,ประชาชน,39803
13,ปทุมธานี,2,47,ประชาไทย,133
13,ปทุมธานี,2,48,ไทยสร้างไทย,544
13,ปทุมธานี,2,49,ไทยก้าวใหม่,362
13,ปทุมธานี,2,50,ประชาอาสาชาติ,9
13,ปทุมธานี,2,51,พร้อม,45
13,ปทุมธานี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,11
13,ปทุมธานี,2,53,ไทยพิทักษ์ธรรม,11
13,ปทุมธานี,2,54,ความหวังใหม่,18
13,ปทุมธานี,2,55,ไทยรวมไทย,17
13,ปทุมธานี,2,56,เพื่อบ้านเมือง,13
13,ปทุมธานี,2,57,พลังไทยรักชาติ,38
13,ปทุมธานี,3,1,พรรคที่ 1,0
13,ปทุมธานี,3,2,ไทยทรัพย์ทวี,121
13,ปทุมธานี,3,3,เพื่อชาติไทย,494
13,ปทุมธานี,3,4,ใหม่,992
13,ปทุมธานี,3,5,มิติใหม่,69
13,ปทุมธานี,3,6,รวมใจไทย,308
13,ปทุมธานี,3,7,รวมไทยสร้างชาติ,1919
13,ปทุมธานี,3,8,พลวัต,254
13,ปทุมธานี,3,9,ประชาธิปไตยใหม่,383
13,ปทุมธานี,3,10,เพื่อไทย,10892
13,ปทุมธานี,3,11,ทางเลือกใหม่,411
13,ปทุมธานี,3,12,เศรษฐกิจ,2688
13,ปทุมธานี,3,13,เสรีรวมไทย,403
13,ปทุมธานี,3,14,รวมพลังประชาชน์,482
13,ปทุมธานี,3,15,ท้องที่ไทย,22
13,ปทุมธานี,3,16,อนาคตไทย,42
13,ปทุมธานี,3,17,พลังเพื่อไทย,93
13,ปทุมธานี,3,18,ไทยชนะ,44
13,ปทุมธานี,3,19,พลังสังคมใหม่,19
13,ปทุมธานี,3,20,สังคมประชาธิปไตยไทย,25
13,ปทุมธานี,3,21,ฟิวชัน,21
13,ปทุมธานี,3,22,ไทรวมพลัง,46
13,ปทุมธานี,3,23,ก้าวอิสระ,20
13,ปทุมธานี,3,24,ปวงชนไทย,33
13,ปทุมธานี,3,25,วิชชั่นใหม่,26
13,ปทุมธานี,3,26,เพื่อชีวิตใหม่,9
13,ปทุมธานี,3,27,คลองไทย,28
13,ปทุมธานี,3,28,ประชาธิปัตย์,4461
13,ปทุมธานี,3,29,ไทยก้าวหน้า,131
13,ปทุมธานี,3,30,ไทยภักดี,698
13,ปทุมธานี,3,31,แรงงานสร้างชาติ,49
13,ปทุมธานี,3,32,ประชากรไทย,49
13,ปทุมธานี,3,33,ครูไทยเพื่อประชาชน,46
13,ปทุมธานี,3,34,ประชาชาติ,66
13,ปทุมธานี,3,35,สร้างอนาคตไทย,37
13,ปทุมธานี,3,36,รักชาติ,78
13,ปทุมธานี,3,37,ไทยพร้อม,70
13,ปทุมธานี,3,38,ภูมิใจไทย,16287
13,ปทุมธานี,3,39,พลังธรรมใหม่,58
13,ปทุมธานี,3,40,กรีน,53
13,ปทุมธานี,3,41,ไทยธรรม,19
13,ปทุมธานี,3,42,แผ่นดินธรรม,43
13,ปทุมธานี,3,43,กล้าธรรม,125
13,ปทุมธานี,3,44,พลังประชารัฐ,130
13,ปทุมธานี,3,45,โอกาสใหม่,57
13,ปทุมธานี,3,46,เป็นธรรม,45
13,ปทุมธานี,3,47,ประชาชน,45220
13,ปทุมธานี,3,48,ประชาไทย,216
13,ปทุมธานี,3,49,ไทยสร้างไทย,421
13,ปทุมธานี,3,50,ไทยก้าวใหม่,420
13,ปทุมธานี,3,51,ประชาอาสาชาติ,8
13,ปทุมธานี,3,52,พร้อม,40
13,ปทุมธานี,3,53,เครือข่ายชาวนาแห่งประเทศไทย,13
13,ปทุมธานี,3,54,ไทยพิทักษ์ธรรม,10
13,ปทุมธานี,3,55,ความหวังใหม่,16
13,ปทุมธานี,3,56,ไทยรวมไทย,11
13,ปทุมธานี,3,57,เพื่อบ้านเมือง,12
13,ปทุมธานี,3,58,พลังไทยรักชาติ,47
13,ปทุมธานี,4,1,ไทยทรัพย์ทวี,225
13,ปทุมธานี,4,2,เพื่อชาติไทย,556
13,ปทุมธานี,4,3,ใหม่,137
13,ปทุมธานี,4,4,มิติใหม่,840
13,ปทุมธานี,4,5,รวมใจไทย,266
13,ปทุมธานี,4,6,รวมไทยสร้างชาติ,2206
13,ปทุมธานี,4,7,พลวัต,1026
13,ปทุมธานี,4,8,ประชาธิปไตยใหม่,331
13,ปทุมธานี,4,9,เพื่อไทย,12634
13,ปทุมธานี,4,10,ทางเลือกใหม่,459
13,ปทุมธานี,4,11,เศรษฐกิจ,2725
13,ปทุมธานี,4,12,เสรีรวมไทย,533
13,ปทุมธานี,4,13,รวมพลังประชาชน,436
13,ปทุมธานี,4,14,ท้องที่ไทย,22
13,ปทุมธานี,4,15,อนาคตไทย,55
13,ปทุมธานี,4,16,พลังเพื่อไทย,132
13,ปทุมธานี,4,17,ไทยชนะ,52
13,ปทุมธานี,4,18,พลังสังคมใหม่,17
13,ปทุมธานี,4,19,สังคมประชาธิปไตยไทย,43
13,ปทุมธานี,4,20,ฟิวชัน,21
13,ปทุมธานี,4,21,ไทรวมพลัง,47
13,ปทุมธานี,4,22,ก้าวอิสระ,27
13,ปทุมธานี,4,23,ปวงชนไทย,37
13,ปทุมธานี,4,24,วิชชั่นใหม่,41
13,ปทุมธานี,4,25,เพื่อชีวิตใหม่,14
13,ปทุมธานี,4,26,คลองไทย,27
13,ปทุมธานี,4,27,ประชาธิปัตย์,5996
13,ปทุมธานี,4,28,ไทยก้าวหน้า,131
13,ปทุมธานี,4,29,ไทยภักดี,1043
13,ปทุมธานี,4,30,แรงงานสร้างชาติ,37
13,ปทุมธานี,4,31,ประชากรไทย,56
13,ปทุมธานี,4,32,ครูไทยเพื่อประชาชน,40
13,ปทุมธานี,4,33,ประชาชาติ,290
13,ปทุมธานี,4,34,สร้างอนาคตไทย,50
13,ปทุมธานี,4,35,รักชาติ,130
13,ปทุมธานี,4,36,ไทยพร้อม,88
13,ปทุมธานี,4,37,ภูมิใจไทย,14450
13,ปทุมธานี,4,38,พลังธรรมใหม่,67
13,ปทุมธานี,4,39,กรีน,84
13,ปทุมธานี,4,40,ไทยธรรม,18
13,ปทุมธานี,4,41,แผ่นดินธรรม,53
13,ปทุมธานี,4,42,กล้าธรรม,1698
13,ปทุมธานี,4,43,พลังประชารัฐ,146
13,ปทุมธานี,4,44,โอกาสใหม่,54
13,ปทุมธานี,4,45,เป็นธรรม,54
13,ปทุมธานี,4,46,ประชาชน,44890
13,ปทุมธานี,4,47,ประชาไทย,129
13,ปทุมธานี,4,48,ไทยสร้างไทย,528
13,ปทุมธานี,4,49,ไทยก้าวใหม่,427
13,ปทุมธานี,4,50,ประชาอาสาชาติ,14
13,ปทุมธานี,4,51,พร้อม,38
13,ปทุมธานี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,10
13,ปทุมธานี,4,53,ไทยพิทักษ์ธรรม,21
13,ปทุมธานี,4,54,ความหวังใหม่,18
13,ปทุมธานี,4,55,ไทยรวมไทย,13
13,ปทุมธานี,4,56,เพื่อบ้านเมือง,11
13,ปทุมธานี,4,57,พลังไทยรักชาติ,20
13,ปทุมธานี,5,1,ไทยทรัพย์ทวี,67
13,ปทุมธานี,5,2,เพื่อชาติไทย,1271
13,ปทุมธานี,5,3,ใหม่,237
13,ปทุมธานี,5,4,มิติใหม่,54
13,ปทุมธานี,5,5,รวมใจไทย,250
13,ปทุมธานี,5,6,รวมไทยสร้างชาติ,2143
13,ปทุมธานี,5,7,พลวัต,120
13,ปทุมธานี,5,8,ประชาธิปไตยใหม่,944
13,ปทุมธานี,5,9,เพื่อไทย,11410
13,ปทุมธานี,5,10,ทางเลือกใหม่,482
13,ปทุมธานี,5,11,เศรษฐกิจ,2367
13,ปทุมธานี,5,12,เสรีรวมไทย,533
13,ปทุมธานี,5,13,รวมพลังประชาชน,362
13,ปทุมธานี,5,14,ท้องที่ไทย,24
13,ปทุมธานี,5,15,อนาคตไทย,52
13,ปทุมธานี,5,16,พลังเพื่อไทย,103
13,ปทุมธานี,5,17,ไทยชนะ,41
13,ปทุมธานี,5,18,พลังสังคมใหม่,13
13,ปทุมธานี,5,19,สังคมประชาธิปไตย,24
13,ปทุมธานี,5,20,ฟิวชัน,14
13,ปทุมธานี,5,21,ไทรวมพลัง,37
13,ปทุมธานี,5,22,ก้าวอิสระ,14
13,ปทุมธานี,5,23,ปวงชนไทย,22
13,ปทุมธานี,5,24,วิชชั่นใหม่,30
13,ปทุมธานี,5,25,เพื่อชีวิตใหม่,16
13,ปทุมธานี,5,26,คลองไทย,21
13,ปทุมธานี,5,27,ประชาธิปัตย์,5633
13,ปทุมธานี,5,28,ไทยก้าวหน้า,120
13,ปทุมธานี,5,29,ไทยภักดี,1132
13,ปทุมธานี,5,30,แรงงานสร้างชาติ,41
13,ปทุมธานี,5,31,ประชากรไทย,64
13,ปทุมธานี,5,32,ครูไทยเพื่อประชาชน,47
13,ปทุมธานี,5,33,ประชาชาติ,49
13,ปทุมธานี,5,34,สร้างอนาคตไทย,34
13,ปทุมธานี,5,35,รักชาติ,129
13,ปทุมธานี,5,36,ไทยพร้อม,68
13,ปทุมธานี,5,37,ภูมิใจไทย,14717
13,ปทุมธานี,5,38,พลังธรรมใหม่,47
13,ปทุมธานี,5,39,กรีน,57
13,ปทุมธานี,5,40,ไทยธรรม,23
13,ปทุมธานี,5,41,แผ่นดินธรรม,23
13,ปทุมธานี,5,42,กล้าธรรม,1587
13,ปทุมธานี,5,43,พลังประชารัฐ,173
13,ปทุมธานี,5,44,โอกาสใหม่,58
13,ปทุมธานี,5,45,เป็นธรรม,45
13,ปทุมธานี,5,46,ประชาชน,38966
13,ปทุมธานี,5,47,ประชาไทย,83
13,ปทุมธานี,5,48,ไทยสร้างไทย,639
13,ปทุมธานี,5,49,ไทยก้าวใหม่,527
13,ปทุมธานี,5,50,ประชาอาสาชาติ,5
13,ปทุมธานี,5,51,พร้อม,23
13,ปทุมธานี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,11
13,ปทุมธานี,5,53,ไทยพิทักษ์ธรรม,2
13,ปทุมธานี,5,54,ความหวังใหม่,15
13,ปทุมธานี,5,55,ไทยรวมไทย,7
13,ปทุมธานี,5,56,เพื่อบ้านเมือง,18
13,ปทุมธานี,5,57,พลังไทยรักชาติ,23
13,ปทุมธานี,6,2,ไทยทรัพย์ทวี,58
13,ปทุมธานี,6,3,เพื่อชาติไทย,374
13,ปทุมธานี,6,4,ใหม่,419
13,ปทุมธานี,6,5,มิติใหม่,614
13,ปทุมธานี,6,6,รวมใจไทย,182
13,ปทุมธานี,6,7,รวมไทยสร้างชาติ,2167
13,ปทุมธานี,6,8,พลวัต,117
13,ปทุมธานี,6,9,ประชาธิปไตยใหม่,378
13,ปทุมธานี,6,10,เพื่อไทย,9898
13,ปทุมธานี,6,11,ทางเลือกใหม่,410
13,ปทุมธานี,6,12,เศรษฐกิจ,2498
13,ปทุมธานี,6,13,เสรีรวมไทย,552
13,ปทุมธานี,6,14,รวมพลังประชาชน,350
13,ปทุมธานี,6,15,ท้องที่ไทย,20
13,ปทุมธานี,6,16,อนาคตไทย,35
13,ปทุมธานี,6,17,พลังเพื่อไทย,98
13,ปทุมธานี,6,18,ไทยชนะ,39
13,ปทุมธานี,6,19,พลังสังคมใหม่,9
13,ปทุมธานี,6,20,สังคมประชาธิปไตยไทย,28
13,ปทุมธานี,6,21,ฟิวชัน,19
13,ปทุมธานี,6,22,ไทรวมพลัง,30
13,ปทุมธานี,6,23,ก้าวอิสระ,10
13,ปทุมธานี,6,24,ปวงชนไทย,32
13,ปทุมธานี,6,25,วิชชั่นใหม่,28
13,ปทุมธานี,6,26,เพื่อชีวิตใหม่,11
13,ปทุมธานี,6,27,คลองไทย,29
13,ปทุมธานี,6,28,ประชาธิปัตย์,6150
13,ปทุมธานี,6,29,ไทยก้าวหน้า,116
13,ปทุมธานี,6,30,ไทยภักดี,910
13,ปทุมธานี,6,31,แรงงานสร้างชาติ,42
13,ปทุมธานี,6,32,ประชากรไทย,45
13,ปทุมธานี,6,33,ครูไทยเพื่อประชาชน,37
13,ปทุมธานี,6,34,ประชาชาติ,60
13,ปทุมธานี,6,35,สร้างอนาคตไทย,34
13,ปทุมธานี,6,36,รักชาติ,91
13,ปทุมธานี,6,37,ไทยพร้อม,45
13,ปทุมธานี,6,38,ภูมิใจไทย,13846
13,ปทุมธานี,6,39,พลังธรรมใหม่,50
13,ปทุมธานี,6,40,กรีน,54
13,ปทุมธานี,6,41,ไทยธรรม,22
13,ปทุมธานี,6,42,แผ่นดินธรรม,12
13,ปทุมธานี,6,43,กล้าธรรม,1024
13,ปทุมธานี,6,44,พลังประชารัฐ,167
13,ปทุมธานี,6,45,โอกาสใหม่,55
13,ปทุมธานี,6,46,เป็นธรรม,40
13,ปทุมธานี,6,47,ประชาชน,44639
13,ปทุมธานี,6,48,ประชาไทย,71
13,ปทุมธานี,6,49,ไทยสร้างไทย,569
13,ปทุมธานี,6,50,ไทยก้าวใหม่,556
13,ปทุมธานี,6,51,ประชาอาสาชาติ,7
13,ปทุมธานี,6,52,พร้อม,35
13,ปทุมธานี,6,53,เครือข่ายชาวนาแห่งประเทศไทย,10
13,ปทุมธานี,6,54,ไทยพิทักษ์ธรรม,10
13,ปทุมธานี,6,55,ความหวังใหม่,21
13,ปทุมธานี,6,56,ไทยรวมไทย,12
13,ปทุมธานี,6,57,เพื่อบ้านเมือง,10
13,ปทุมธานี,6,58,พลังไทยรักชาติ,20
13,ปทุมธานี,7,1,ไทยทรัพย์ทวี,99
13,ปทุมธานี,7,2,เพื่อชาติไทย,505
13,ปทุมธานี,7,3,ใหม่,182
13,ปทุมธานี,7,4,มิติใหม่,1449
13,ปทุมธานี,7,5,รวมใจไทย,439
13,ปทุมธานี,7,6,รวมไทยสร้างชาติ,1818
13,ปทุมธานี,7,7,พลวัต,245
13,ปทุมธานี,7,8,ประชาธิปไตยใหม่,438
13,ปทุมธานี,7,9,เพื่อไทย,9713
13,ปทุมธานี,7,10,ทางเลือกใหม่,431
13,ปทุมธานี,7,11,เศรษฐกิจ,3542
13,ปทุมธานี,7,12,เสรีรวมไทย,477
13,ปทุมธานี,7,13,รวมพลังประชาชน,476
13,ปทุมธานี,7,14,ท้องที่ไทย,25
13,ปทุมธานี,7,15,อนาคตไทย,68
13,ปทุมธานี,7,16,พลังเพื่อไทย,119
13,ปทุมธานี,7,17,ไทยชนะ,80
13,ปทุมธานี,7,18,พลังสังคมใหม่,17
13,ปทุมธานี,7,19,สังคมประชาธิปไตย,20
13,ปทุมธานี,7,20,ฟิวชัน,23
13,ปทุมธานี,7,21,ไทรวมพลัง,45
13,ปทุมธานี,7,22,ก้าวอิสระ,23
13,ปทุมธานี,7,23,ปวงชนไทย,42
13,ปทุมธานี,7,24,วิชชั่นใหม่,38
13,ปทุมธานี,7,25,เพื่อชีวิตใหม่,13
13,ปทุมธานี,7,26,คลองไทย,41
13,ปทุมธานี,7,27,ประชาธิปัตย์,3831
13,ปทุมธานี,7,28,ไทยก้าวหน้า,133
13,ปทุมธานี,7,29,ไทยภักดี,625
13,ปทุมธานี,7,30,แรงงานสร้างชาติ,41
13,ปทุมธานี,7,31,ประชากรไทย,86
13,ปทุมธานี,7,32,ครูไทยเพื่อประชาชน,69
13,ปทุมธานี,7,33,ประชาชาติ,128
13,ปทุมธานี,7,34,สร้างอนาคตไทย,133
13,ปทุมธานี,7,35,รักชาติ,95
13,ปทุมธานี,7,36,ไทยพร้อม,120
13,ปทุมธานี,7,37,ภูมิใจไทย,23403
13,ปทุมธานี,7,38,พลังธรรมใหม่,95
13,ปทุมธานี,7,39,กรีน,61
13,ปทุมธานี,7,40,ไทยธรรม,28
13,ปทุมธานี,7,41,แผ่นดินธรรม,17
13,ปทุมธานี,7,42,กล้าธรรม,235
13,ปทุมธานี,7,43,พลังประชารัฐ,145
13,ปทุมธานี,7,44,โอกาสใหม่,51
13,ปทุมธานี,7,45,เป็นธรรม,43
13,ปทุมธานี,7,46,ประชาชน,35826
13,ปทุมธานี,7,47,ประชาไทย,200
13,ปทุมธานี,7,48,ไทยสร้างไทย,341
13,ปทุมธานี,7,49,ไทยก้าวใหม่,296
13,ปทุมธานี,7,50,ประชาอาสาชาติ,7
13,ปทุมธานี,7,51,พร้อม,54
13,ปทุมธานี,7,52,เครือข่ายชาวนาแห่งประเทศไทย,47
13,ปทุมธานี,7,53,ไทยพิทักษ์ธรรม,7
13,ปทุมธานี,7,54,ความหวังใหม่,17
13,ปทุมธานี,7,55,ไทยรวมไทย,8
13,ปทุมธานี,7,56,เพื่อบ้านเมือง,13
13,ปทุมธานี,7,57,พลังไทยรักชาติ,32
13,ปทุมธานี,8,1,ไทยทรัพย์ทวี,158
13,ปทุมธานี,8,2,เพื่อชาติไทย,964
13,ปทุมธานี,8,3,ใหม่,2225
13,ปทุมธานี,8,4,มิติใหม่,508
13,ปทุมธานี,8,5,รวมใจไทย,519
13,ปทุมธานี,8,6,รวมไทยสร้างชาติ,2111
13,ปทุมธานี,8,7,พลวัต,141
13,ปทุมธานี,8,8,ประชาธิปไตยใหม่,713
13,ปทุมธานี,8,9,เพื่อไทย,12012
13,ปทุมธานี,8,10,ทางเลือกใหม่,468
13,ปทุมธานี,8,11,เศรษฐกิจ,3309
13,ปทุมธานี,8,12,เสรีรวมไทย,538
13,ปทุมธานี,8,13,รวมพลังประชาชน,561
13,ปทุมธานี,8,14,ท้องที่ไทย,30
13,ปทุมธานี,8,15,อนาคตไทย,67
13,ปทุมธานี,8,16,พลังเพื่อไทย,162
13,ปทุมธานี,8,17,ไทยชนะ,110
13,ปทุมธานี,8,18,พลังสังคมใหม่,16
13,ปทุมธานี,8,19,สังคมประชาธิปไตย,23
13,ปทุมธานี,8,20,ฟิวชัน,29
13,ปทุมธานี,8,21,ไทยรวมพลัง,43
13,ปทุมธานี,8,22,ก้าวอิสระ,18
13,ปทุมธานี,8,23,ปวงชนไทย,47
13,ปทุมธานี,8,24,วิชชั่นใหม่,29
13,ปทุมธานี,8,25,เพื่อชีวิตใหม่,17
13,ปทุมธานี,8,26,คลองไทย,37
13,ปทุมธานี,8,27,ประชาธิปัตย์,4266
13,ปทุมธานี,8,28,ไทยก้าวหน้า,99
13,ปทุมธานี,8,29,ไทยภักดี,563
13,ปทุมธานี,8,30,แรงงานสร้างชาติ,76
13,ปทุมธานี,8,31,ประชากรไทย,98
13,ปทุมธานี,8,32,ครูไทยเพื่อประชาชน,104
13,ปทุมธานี,8,33,ประชาชาติ,210
13,ปทุมธานี,8,34,สร้างอนาคตไทย,89
13,ปทุมธานี,8,35,รักชาติ,181
13,ปทุมธานี,8,36,ไทยพร้อม,119
13,ปทุมธานี,8,37,ภูมิใจไทย,21685
13,ปทุมธานี,8,38,พลังธรรมใหม่,109
13,ปทุมธานี,8,39,กรีน,55
13,ปทุมธานี,8,40,ไทยธรรม,30
13,ปทุมธานี,8,41,แผ่นดินธรรม,23
13,ปทุมธานี,8,42,กล้าธรรม,143
13,ปทุมธานี,8,43,พลังประชารัฐ,160
13,ปทุมธานี,8,44,โอกาสใหม่,30
13,ปทุมธานี,8,45,เป็นธรรม,33
13,ปทุมธานี,8,46,ประชาชน,32473
13,ปทุมธานี,8,47,ประชาไทย,101
13,ปทุมธานี,8,48,ไทยสร้างไทย,402
13,ปทุมธานี,8,49,ไทยก้าวใหม่,248
13,ปทุมธานี,8,50,ประชาอาสาชาติ,7
13,ปทุมธานี,8,51,พร้อม,42
13,ปทุมธานี,8,52,เครือข่ายชาวนาแห่งประเทศไทย,63
13,ปทุมธานี,8,53,ไทยพิทักษ์ธรรม,13
13,ปทุมธานี,8,54,ความหวังใหม่,38
13,ปทุมธานี,8,55,ไทยรวมไทย,6
13,ปทุมธานี,8,56,เพื่อบ้านเมือง,21
13,ปทุมธานี,8,57,พลังไทยรักชาติ,28
14,พระนครศรีอยุธยา,1,1,ไทยทรัพย์ทวี,495
14,พระนครศรีอยุธยา,1,2,เพื่อชาติไทย,1015
14,พระนครศรีอยุธยา,1,3,ใหม่,727
14,พระนครศรีอยุธยา,1,4,มิติใหม่,158
14,พระนครศรีอยุธยา,1,5,รวมใจไทย,681
14,พระนครศรีอยุธยา,1,6,รวมไทยสร้างชาติ,4898
14,พระนครศรีอยุธยา,1,7,พลวัต,204
14,พระนครศรีอยุธยา,1,8,ประชาธิปไตยใหม่,537
14,พระนครศรีอยุธยา,1,9,เพื่อไทย,8930
14,พระนครศรีอยุธยา,1,10,ทางเลือกใหม่,504
14,พระนครศรีอยุธยา,1,11,เศรษฐกิจ,3154
14,พระนครศรีอยุธยา,1,12,เสรีรวมไทย,572
14,พระนครศรีอยุธยา,1,13,รวมพลังประชาชน,707
14,พระนครศรีอยุธยา,1,14,ท้องที่ไทย,265
14,พระนครศรีอยุธยา,1,15,อนาคตไทย,67
14,พระนครศรีอยุธยา,1,16,พลังเพื่อไทย,186
14,พระนครศรีอยุธยา,1,17,ไทยชนะ,107
14,พระนครศรีอยุธยา,1,18,พลังสังคมใหม่,29
14,พระนครศรีอยุธยา,1,19,สังคมประชาธิปไตยไทย,35
14,พระนครศรีอยุธยา,1,20,ฟิวชัน,35
14,พระนครศรีอยุธยา,1,21,ไทรวมพลัง,48
14,พระนครศรีอยุธยา,1,22,ก้าวอิสระ,24
14,พระนครศรีอยุธยา,1,23,ปวงชนไทย,55
14,พระนครศรีอยุธยา,1,24,วิชชั่นใหม่,29
14,พระนครศรีอยุธยา,1,25,เพื่อชีวิตใหม่,19
14,พระนครศรีอยุธยา,1,26,คลองไทย,75
14,พระนครศรีอยุธยา,1,27,ประชาธิปัตย์,5160
14,พระนครศรีอยุธยา,1,28,ไทยก้าวหน้า,132
14,พระนครศรีอยุธยา,1,29,ไทยภักดี,1029
14,พระนครศรีอยุธยา,1,30,แรงงานสร้างชาติ,91
14,พระนครศรีอยุธยา,1,31,ประชากรไทย,104
14,พระนครศรีอยุธยา,1,32,ครูไทยเพื่อประชาชน,83
14,พระนครศรีอยุธยา,1,33,ประชาชาติ,206
14,พระนครศรีอยุธยา,1,34,สร้างอนาคตไทย,120
14,พระนครศรีอยุธยา,1,35,รักชาติ,216
14,พระนครศรีอยุธยา,1,36,ไทยพร้อม,250
14,พระนครศรีอยุธยา,1,37,ภูมิใจไทย,25327
14,พระนครศรีอยุธยา,1,38,พลังธรรมใหม่,98
14,พระนครศรีอยุธยา,1,39,กรีน,55
14,พระนครศรีอยุธยา,1,40,ไทยธรรม,32
14,พระนครศรีอยุธยา,1,41,แผ่นดินธรรม,21
14,พระนครศรีอยุธยา,1,42,กล้าธรรม,95
14,พระนครศรีอยุธยา,1,43,พลังประชารัฐ,209
14,พระนครศรีอยุธยา,1,44,โอกาสใหม่,230
14,พระนครศรีอยุธยา,1,45,เป็นธรรม,71
14,พระนครศรีอยุธยา,1,46,ประชาชน,39154
14,พระนครศรีอยุธยา,1,47,ประชาไทย,170
14,พระนครศรีอยุธยา,1,48,ไทยสร้างไทย,450
14,พระนครศรีอยุธยา,1,49,ไทยก้าวใหม่,312
14,พระนครศรีอยุธยา,1,50,ประชาอาสาชาติ,9
14,พระนครศรีอยุธยา,1,51,พร้อม,151
14,พระนครศรีอยุธยา,1,52,เครือข่ายชาวนาแห่งประเทศไทย,17
14,พระนครศรีอยุธยา,1,53,ไทยพิทักษ์ธรรม,9
14,พระนครศรีอยุธยา,1,54,ความหวังใหม่,15
14,พระนครศรีอยุธยา,1,55,ไทยรวมไทย,17
14,พระนครศรีอยุธยา,1,56,เพื่อบ้านเมือง,20
14,พระนครศรีอยุธยา,1,57,พลังไทยรักชาติ,51
14,พระนครศรีอยุธยา,2,1,ไทยทรัพย์ทวี,278
14,พระนครศรีอยุธยา,2,2,เพื่อชาติไทย,1238
14,พระนครศรีอยุธยา,2,3,ใหม่,709
14,พระนครศรีอยุธยา,2,4,มิติใหม่,168
14,พระนครศรีอยุธยา,2,5,รวมใจไทย,816
14,พระนครศรีอยุธยา,2,6,รวมไทยสร้างชาติ,2673
14,พระนครศรีอยุธยา,2,7,พลวัต,2402
14,พระนครศรีอยุธยา,2,8,ประชาธิปไตยใหม่,564
14,พระนครศรีอยุธยา,2,9,เพื่อไทย,11633
14,พระนครศรีอยุธยา,2,10,ทางเลือกใหม่,575
14,พระนครศรีอยุธยา,2,11,เศรษฐกิจ,3706
14,พระนครศรีอยุธยา,2,12,เสรีรวมไทย,499
14,พระนครศรีอยุธยา,2,13,รวมพลังประชาชน,810
14,พระนครศรีอยุธยา,2,14,ท้องที่ไทย,169
14,พระนครศรีอยุธยา,2,15,อนาคตไทย,87
14,พระนครศรีอยุธยา,2,16,พลังเพื่อไทย,279
14,พระนครศรีอยุธยา,2,17,ไทยชนะ,144
14,พระนครศรีอยุธยา,2,18,พลังสังคมใหม่,34
14,พระนครศรีอยุธยา,2,19,สังคมประชาธิปไตยไทย,36
14,พระนครศรีอยุธยา,2,20,ฟิวชัน,46
14,พระนครศรีอยุธยา,2,21,ไทรวมพลัง,46
14,พระนครศรีอยุธยา,2,22,ก้าวอิสระ,43
14,พระนครศรีอยุธยา,2,23,ปวงชนไทย,67
14,พระนครศรีอยุธยา,2,24,วิชชั่นใหม่,46
14,พระนครศรีอยุธยา,2,25,เพื่อชีวิตใหม่,37
14,พระนครศรีอยุธยา,2,26,คลองไทย,59
14,พระนครศรีอยุธยา,2,27,ประชาธิปัตย์,4231
14,พระนครศรีอยุธยา,2,28,ไทยก้าวหน้า,176
14,พระนครศรีอยุธยา,2,29,ไทยภักดี,581
14,พระนครศรีอยุธยา,2,30,แรงงานสร้างชาติ,106
14,พระนครศรีอยุธยา,2,31,ประชากรไทย,163
14,พระนครศรีอยุธยา,2,32,ครูไทยเพื่อประชาชน,107
14,พระนครศรีอยุธยา,2,33,ประชาชาติ,146
14,พระนครศรีอยุธยา,2,34,สร้างอนาคตไทย,150
14,พระนครศรีอยุธยา,2,35,รักชาติ,182
14,พระนครศรีอยุธยา,2,36,ไทยพร้อม,306
14,พระนครศรีอยุธยา,2,37,ภูมิใจไทย,25406
14,พระนครศรีอยุธยา,2,38,พลังธรรมใหม่,141
14,พระนครศรีอยุธยา,2,39,กรีน,58
14,พระนครศรีอยุธยา,2,40,ไทยธรรม,49
14,พระนครศรีอยุธยา,2,41,แผ่นดินธรรม,28
14,พระนครศรีอยุธยา,2,42,กล้าธรรม,171
14,พระนครศรีอยุธยา,2,43,พลังประชารัฐ,225
14,พระนครศรีอยุธยา,2,44,โอกาสใหม่,157
14,พระนครศรีอยุธยา,2,45,เป็นธรรม,60
14,พระนครศรีอยุธยา,2,46,ประชาชน,31722
14,พระนครศรีอยุธยา,2,47,ประชาไทย,249
14,พระนครศรีอยุธยา,2,48,ไทยสร้างไทย,358
14,พระนครศรีอยุธยา,2,49,ไทยก้าวใหม่,337
14,พระนครศรีอยุธยา,2,50,ประชาอาสาชาติ,11
14,พระนครศรีอยุธยา,2,51,พร้อม,61
14,พระนครศรีอยุธยา,2,52,เครือข่ายชาวนาแห่งประเทศไทย,115
14,พระนครศรีอยุธยา,2,53,ไทยพิทักษ์ธรรม,17
14,พระนครศรีอยุธยา,2,54,ความหวังใหม่,26
14,พระนครศรีอยุธยา,2,55,ไทยรวมไทย,24
14,พระนครศรีอยุธยา,2,56,เพื่อบ้านเมือง,33
14,พระนครศรีอยุธยา,2,57,พลังไทยรักชาติ,89
14,พระนครศรีอยุธยา,3,1,ไทยทรัพย์ทวี,276
14,พระนครศรีอยุธยา,3,2,เพื่อชาติไทย,1211
14,พระนครศรีอยุธยา,3,3,ใหม่,572
14,พระนครศรีอยุธยา,3,4,มิติใหม่,560
14,พระนครศรีอยุธยา,3,5,รวมใจไทย,4603
14,พระนครศรีอยุธยา,3,6,รวมไทยสร้างชาติ,1957
14,พระนครศรีอยุธยา,3,7,พลวัต,118
14,พระนครศรีอยุธยา,3,8,ประชาธิปไตยใหม่,496
14,พระนครศรีอยุธยา,3,9,เพื่อไทย,10692
14,พระนครศรีอยุธยา,3,10,ทางเลือกใหม่,525
14,พระนครศรีอยุธยา,3,11,เศรษฐกิจ,4025
14,พระนครศรีอยุธยา,3,12,เสรีรวมไทย,625
14,พระนครศรีอยุธยา,3,13,รวมพลังประชาชน,766
14,พระนครศรีอยุธยา,3,14,ท้องที่ไทย,62
14,พระนครศรีอยุธยา,3,15,อนาคตไทย,85
14,พระนครศรีอยุธยา,3,16,พลังเพื่อไทย,218
14,พระนครศรีอยุธยา,3,17,ไทยชนะ,128
14,พระนครศรีอยุธยา,3,18,พลังสังคมใหม่,29
14,พระนครศรีอยุธยา,3,19,สังคมประชาธิปไตยไทย,30
14,พระนครศรีอยุธยา,3,20,ฟิวชัน,22
14,พระนครศรีอยุธยา,3,21,ไทรวมพลัง,47
14,พระนครศรีอยุธยา,3,22,ก้าวอิสระ,28
14,พระนครศรีอยุธยา,3,23,ปวงชนไทย,51
14,พระนครศรีอยุธยา,3,24,วิชชั่นใหม่,58
14,พระนครศรีอยุธยา,3,25,เพื่อชีวิตใหม่,48
14,พระนครศรีอยุธยา,3,26,คลองไทย,72
14,พระนครศรีอยุธยา,3,27,ประชาธิปัตย์,3795
14,พระนครศรีอยุธยา,3,28,ไทยก้าวหน้า,171
14,พระนครศรีอยุธยา,3,29,ไทยภักดี,581
14,พระนครศรีอยุธยา,3,30,แรงงานสร้างชาติ,102
14,พระนครศรีอยุธยา,3,31,ประชากรไทย,119
14,พระนครศรีอยุธยา,3,32,ครูไทยเพื่อประชาชน,98
14,พระนครศรีอยุธยา,3,33,ประชาชาติ,156
14,พระนครศรีอยุธยา,3,34,สร้างอนาคตไทย,257
14,พระนครศรีอยุธยา,3,35,รักชาติ,200
14,พระนครศรีอยุธยา,3,36,ไทยพร้อม,157
14,พระนครศรีอยุธยา,3,37,ภูมิใจไทย,24058
14,พระนครศรีอยุธยา,3,38,พลังธรรมใหม่,276
14,พระนครศรีอยุธยา,3,39,กรีน,63
14,พระนครศรีอยุธยา,3,40,ไทยธรรม,59
14,พระนครศรีอยุธยา,3,41,แผ่นดินธรรม,25
14,พระนครศรีอยุธยา,3,42,กล้าธรรม,113
14,พระนครศรีอยุธยา,3,43,พลังประชารัฐ,162
14,พระนครศรีอยุธยา,3,44,โอกาสใหม่,97
14,พระนครศรีอยุธยา,3,45,เป็นธรรม,98
14,พระนครศรีอยุธยา,3,46,ประชาชน,40508
14,พระนครศรีอยุธยา,3,47,ประชาไทย,207
14,พระนครศรีอยุธยา,3,48,ไทยสร้างไทย,301
14,พระนครศรีอยุธยา,3,49,ไทยก้าวใหม่,279
14,พระนครศรีอยุธยา,3,50,ประชาอาสาชาติ,11
14,พระนครศรีอยุธยา,3,51,พร้อม,57
14,พระนครศรีอยุธยา,3,52,เครือข่ายชาวนาแห่งประเทศไทย,111
14,พระนครศรีอยุธยา,3,53,ไทยพิทักษ์ธรรม,13
14,พระนครศรีอยุธยา,3,54,ความหวังใหม่,36
14,พระนครศรีอยุธยา,3,55,ไทยรวมไทย,19
14,พระนครศรีอยุธยา,3,56,เพื่อบ้านเมือง,32
14,พระนครศรีอยุธยา,3,57,พลังไทยรักชาติ,69
14,พระนครศรีอยุธยา,4,1,ไทยทรัพย์ทวี,340
14,พระนครศรีอยุธยา,4,2,เพื่อชาติไทย,1572
14,พระนครศรีอยุธยา,4,3,ใหม่,1291
14,พระนครศรีอยุธยา,4,4,มิติใหม่,2612
14,พระนครศรีอยุธยา,4,5,รวมใจไทย,959
14,พระนครศรีอยุธยา,4,6,รวมไทยสร้างชาติ,2114
14,พระนครศรีอยุธยา,4,7,พลวัต,149
14,พระนครศรีอยุธยา,4,8,ประชาธิปไตยใหม่,491
14,พระนครศรีอยุธยา,4,9,เพื่อไทย,10342
14,พระนครศรีอยุธยา,4,10,ทางเลือกใหม่,653
14,พระนครศรีอยุธยา,4,11,เศรษฐกิจ,3898
14,พระนครศรีอยุธยา,4,12,เสรีรวมไทย,471
14,พระนครศรีอยุธยา,4,13,รวมพลังประชาชน,712
14,พระนครศรีอยุธยา,4,14,ท้องที่ไทย,41
14,พระนครศรีอยุธยา,4,15,อนาคตไทย,100
14,พระนครศรีอยุธยา,4,16,พลังเพื่อไทย,166
14,พระนครศรีอยุธยา,4,17,ไทยชนะ,111
14,พระนครศรีอยุธยา,4,18,พลังสังคมใหม่,34
14,พระนครศรีอยุธยา,4,19,สังคมประชาธิปไตยไทย,33
14,พระนครศรีอยุธยา,4,20,ฟิวชัน,44
14,พระนครศรีอยุธยา,4,21,ไทรวมพลัง,61
14,พระนครศรีอยุธยา,4,22,ก้าวอิสระ,34
14,พระนครศรีอยุธยา,4,23,ปวงชนไทย,53
14,พระนครศรีอยุธยา,4,24,วิชชั่นใหม่,54
14,พระนครศรีอยุธยา,4,25,เพื่อชีวิตใหม่,25
14,พระนครศรีอยุธยา,4,26,คลองไทย,45
14,พระนครศรีอยุธยา,4,27,ประชาธิปัตย์,3649
14,พระนครศรีอยุธยา,4,28,ไทยก้าวหน้า,174
14,พระนครศรีอยุธยา,4,29,ไทยภักดี,575
14,พระนครศรีอยุธยา,4,30,แรงงานสร้างชาติ,115
14,พระนครศรีอยุธยา,4,31,ประชากรไทย,141
14,พระนครศรีอยุธยา,4,32,ครูไทยเพื่อประชาชน,115
14,พระนครศรีอยุธยา,4,33,ประชาชาติ,238
14,พระนครศรีอยุธยา,4,34,สร้างอนาคตไทย,243
14,พระนครศรีอยุธยา,4,35,รักชาติ,106
14,พระนครศรีอยุธยา,4,36,ไทยพร้อม,296
14,พระนครศรีอยุธยา,4,37,ภูมิใจไทย,29154
14,พระนครศรีอยุธยา,4,38,พลังธรรมใหม่,118
14,พระนครศรีอยุธยา,4,39,กรีน,69
14,พระนครศรีอยุธยา,4,40,ไทยธรรม,45
14,พระนครศรีอยุธยา,4,41,แผ่นดินธรรม,32
14,พระนครศรีอยุธยา,4,42,กล้าธรรม,137
14,พระนครศรีอยุธยา,4,43,พลังประชารัฐ,213
14,พระนครศรีอยุธยา,4,44,โอกาสใหม่,1233
14,พระนครศรีอยุธยา,4,45,เป็นธรรม,65
14,พระนครศรีอยุธยา,4,46,ประชาชน,42043
14,พระนครศรีอยุธยา,4,47,ประชาไทย,222
14,พระนครศรีอยุธยา,4,48,ไทยสร้างไทย,384
14,พระนครศรีอยุธยา,4,49,ไทยก้าวใหม่,318
14,พระนครศรีอยุธยา,4,50,ประชาอาสาชาติ,9
14,พระนครศรีอยุธยา,4,51,พร้อม,86
14,พระนครศรีอยุธยา,4,52,เครือข่ายชาวนาแห่งประเทศไทย,34
14,พระนครศรีอยุธยา,4,53,ไทยพิทักษ์ธรรม,16
14,พระนครศรีอยุธยา,4,54,ความหวังใหม่,51
14,พระนครศรีอยุธยา,4,55,ไทยรวมไทย,14
14,พระนครศรีอยุธยา,4,56,เพื่อบ้านเมือง,24
14,พระนครศรีอยุธยา,4,57,พลังไทยรักชาติ,57
14,พระนครศรีอยุธยา,5,1,ไทยทรัพย์ทวี,278
14,พระนครศรีอยุธยา,5,2,เพื่อชาติไทย,1531
14,พระนครศรีอยุธยา,5,3,ใหม่,315
14,พระนครศรีอยุธยา,5,4,มิติใหม่,431
14,พระนครศรีอยุธยา,5,5,รวมใจไทย,864
14,พระนครศรีอยุธยา,5,6,รวมไทยสร้างชาติ,3644
14,พระนครศรีอยุธยา,5,7,พลวัต,1778
14,พระนครศรีอยุธยา,5,8,ประชาธิปไตยใหม่,535
14,พระนครศรีอยุธยา,5,9,เพื่อไทย,16684
14,พระนครศรีอยุธยา,5,10,ทางเลือกใหม่,569
14,พระนครศรีอยุธยา,5,11,เศรษฐกิจ,2963
14,พระนครศรีอยุธยา,5,12,เสรีรวมไทย,538
14,พระนครศรีอยุธยา,5,13,รวมพลังประชาชน,700
14,พระนครศรีอยุธยา,5,14,ท้องที่ไทย,384
14,พระนครศรีอยุธยา,5,15,อนาคตไทย,87
14,พระนครศรีอยุธยา,5,16,พลังเพื่อไทย,303
14,พระนครศรีอยุธยา,5,17,ไทยชนะ,137
14,พระนครศรีอยุธยา,5,18,พลังสังคมใหม่,23
14,พระนครศรีอยุธยา,5,19,สังคมประชาธิปไตยไทย,39
14,พระนครศรีอยุธยา,5,20,ฟิวชั่น,34
14,พระนครศรีอยุธยา,5,21,ไทยรวมพลัง,41
14,พระนครศรีอยุธยา,5,22,ก้าวอิสระ,35
14,พระนครศรีอยุธยา,5,23,ปวงชนไทย,68
14,พระนครศรีอยุธยา,5,24,วิชชั่นใหม่,61
14,พระนครศรีอยุธยา,5,25,เพื่อชีวิตใหม่,31
14,พระนครศรีอยุธยา,5,26,คลองไทย,74
14,พระนครศรีอยุธยา,5,27,ประชาธิปัตย์,3487
14,พระนครศรีอยุธยา,5,28,ไทยก้าวหน้า,148
14,พระนครศรีอยุธยา,5,29,ไทยภักดี,510
14,พระนครศรีอยุธยา,5,30,แรงงานสร้างชาติ,73
14,พระนครศรีอยุธยา,5,31,ประชากรไทย,161
14,พระนครศรีอยุธยา,5,32,ครูไทยเพื่อประชาชน,105
14,พระนครศรีอยุธยา,5,33,ประชาชาติ,172
14,พระนครศรีอยุธยา,5,34,สร้างอนาคตไทย,143
14,พระนครศรีอยุธยา,5,35,รักชาติ,198
14,พระนครศรีอยุธยา,5,36,ไทยพร้อม,321
14,พระนครศรีอยุธยา,5,37,ภูมิใจไทย,27098
14,พระนครศรีอยุธยา,5,38,พลังธรรมใหม่,194
14,พระนครศรีอยุธยา,5,39,กรีน,57
14,พระนครศรีอยุธยา,5,40,ไทยธรรม,42
14,พระนครศรีอยุธยา,5,41,แผ่นดินธรรม,26
14,พระนครศรีอยุธยา,5,42,กล้าธรรม,121
14,พระนครศรีอยุธยา,5,43,พลังประชารัฐ,177
14,พระนครศรีอยุธยา,5,44,โอกาสใหม่,80
14,พระนครศรีอยุธยา,5,45,เป็นธรรม,54
14,พระนครศรีอยุธยา,5,46,ประชาชน,30671
14,พระนครศรีอยุธยา,5,47,ประชาไทย,234
14,พระนครศรีอยุธยา,5,48,ไทยสร้างไทย,428
14,พระนครศรีอยุธยา,5,49,ไทยก้าวใหม่,185
14,พระนครศรีอยุธยา,5,50,ประชาอาสาชาติ,10
14,พระนครศรีอยุธยา,5,51,พร้อม,96
14,พระนครศรีอยุธยา,5,52,เครือข่ายชาวนาแห่งประเทศไทย,83
14,พระนครศรีอยุธยา,5,53,ไทยพิทักษ์ธรรม,14
14,พระนครศรีอยุธยา,5,54,ความหวังใหม่,18
14,พระนครศรีอยุธยา,5,55,ไทยรวมไทย,30
14,พระนครศรีอยุธยา,5,56,เพื่อบ้านเมือง,25
14,พระนครศรีอยุธยา,5,57,พลังไทยรักชาติ,79
15,อ่างทอง,1,1,ไทยทรัพย์ทวี,404
15,อ่างทอง,1,2,เพื่อชาติไทย,1208
15,อ่างทอง,1,3,ใหม่,197
15,อ่างทอง,1,4,มิติใหม่,1518
15,อ่างทอง,1,5,รวมใจไทย,539
15,อ่างทอง,1,6,รวมไทยสร้างชาติ,1493
15,อ่างทอง,1,7,พลวัต,91
15,อ่างทอง,1,8,ประชาธิปไตยใหม่,473
15,อ่างทอง,1,9,เพื่อไทย,7404
15,อ่างทอง,1,10,ทางเลือกใหม่,413
15,อ่างทอง,1,11,เศรษฐกิจ,2239
15,อ่างทอง,1,12,เสรีรวมไทย,453
15,อ่างทอง,1,13,รวมพลังประชาชน,414
15,อ่างทอง,1,14,ท้องที่ไทย,75
15,อ่างทอง,1,15,อนาคตไทย,53
15,อ่างทอง,1,16,พลังเพื่อไทย,129
15,อ่างทอง,1,17,ไทยชนะ,100
15,อ่างทอง,1,18,พลังสังคมใหม่,16
15,อ่างทอง,1,19,สังคมประชาธิปไตยไทย,27
15,อ่างทอง,1,20,ฟิวชัน,30
15,อ่างทอง,1,21,ไทรวมพลัง,52
15,อ่างทอง,1,22,ก้าวอิสระ,21
15,อ่างทอง,1,23,ปวงชนไทย,43
15,อ่างทอง,1,24,วิชชั่นใหม่,31
15,อ่างทอง,1,25,เพื่อชีวิตใหม่,16
15,อ่างทอง,1,26,คลองไทย,36
15,อ่างทอง,1,27,ประชาธิปัตย์,2943
15,อ่างทอง,1,28,ไทยก้าวหน้า,99
15,อ่างทอง,1,29,ไทยภักดี,591
15,อ่างทอง,1,30,แรงงานสร้างชาติ,63
15,อ่างทอง,1,31,ประชากรไทย,130
15,อ่างทอง,1,32,ครูไทยเพื่อประชาชน,87
15,อ่างทอง,1,33,ประชาชาติ,211
15,อ่างทอง,1,34,สร้างอนาคตไทย,268
15,อ่างทอง,1,35,รักชาติ,132
15,อ่างทอง,1,36,ไทยพร้อม,170
15,อ่างทอง,1,37,ภูมิใจไทย,29240
15,อ่างทอง,1,38,พลังธรรมใหม่,124
15,อ่างทอง,1,39,กรีน,50
15,อ่างทอง,1,40,ไทยธรรม,34
15,อ่างทอง,1,41,แผ่นดินธรรม,22
15,อ่างทอง,1,42,กล้าธรรม,102
15,อ่างทอง,1,43,พลังประชารัฐ,153
15,อ่างทอง,1,44,โอกาสใหม่,210
15,อ่างทอง,1,45,เป็นธรรม,44
15,อ่างทอง,1,46,ประชาชน,25348
15,อ่างทอง,1,47,ประชาไทย,197
15,อ่างทอง,1,48,ไทยสร้างไทย,256
15,อ่างทอง,1,49,ไทยก้าวใหม่,186
15,อ่างทอง,1,50,ประชาอาสาชาติ,6
15,อ่างทอง,1,51,พร้อม,44
15,อ่างทอง,1,52,เครือข่ายชาวนาแห่งประเทศไทย,12
15,อ่างทอง,1,53,ไทยพิทักษ์ธรรม,5
15,อ่างทอง,1,54,ความหวังใหม่,15
15,อ่างทอง,1,55,ไทยรวมไทย,11
15,อ่างทอง,1,56,เพื่อบ้านเมือง,34
15,อ่างทอง,1,57,พลังไทยรักชาติ,42
15,อ่างทอง,2,1,ไทยทรัพย์ทวี,423
15,อ่างทอง,2,2,เพื่อชาติไทย,4104
15,อ่างทอง,2,3,ใหม่,521
15,อ่างทอง,2,4,มิติใหม่,190
15,อ่างทอง,2,5,รวมใจไทย,573
15,อ่างทอง,2,6,รวมไทยสร้างชาติ,1316
15,อ่างทอง,2,7,พลวัต,93
15,อ่างทอง,2,8,ประชาธิปไตยใหม่,535
15,อ่างทอง,2,9,เพื่อไทย,8274
15,อ่างทอง,2,10,ทางเลือกใหม่,418
15,อ่างทอง,2,11,เศรษฐกิจ,2314
15,อ่างทอง,2,12,เสรีรวมไทย,411
15,อ่างทอง,2,13,รวมพลังประชาชน,413
15,อ่างทอง,2,14,ท้องที่ไทย,55
15,อ่างทอง,2,15,อนาคตไทย,58
15,อ่างทอง,2,16,พลังเพื่อไทย,160
15,อ่างทอง,2,17,ไทยชนะ,168
15,อ่างทอง,2,18,พลังสังคมใหม่,17
15,อ่างทอง,2,19,สังคมประชาธิปไตยไทย,23
15,อ่างทอง,2,20,ฟิวชัน,31
15,อ่างทอง,2,21,ไทรวมพลัง,100
15,อ่างทอง,2,22,ก้าวอิสระ,35
15,อ่างทอง,2,23,ปวงชนไทย,72
15,อ่างทอง,2,24,วิชชั่นใหม่,59
15,อ่างทอง,2,25,เพื่อชีวิตใหม่,28
15,อ่างทอง,2,26,คลองไทย,57
15,อ่างทอง,2,27,ประชาธิปัตย์,2461
15,อ่างทอง,2,28,ไทยก้าวหน้า,132
15,อ่างทอง,2,29,ไทยภักดี,413
15,อ่างทอง,2,30,แรงงานสร้างชาติ,159
15,อ่างทอง,2,31,ประชากรไทย,374
15,อ่างทอง,2,32,ครูไทยเพื่อประชาชน,268
15,อ่างทอง,2,33,ประชาชาติ,374
15,อ่างทอง,2,34,สร้างอนาคตไทย,159
15,อ่างทอง,2,35,รักชาติ,167
15,อ่างทอง,2,36,ไทยพร้อม,174
15,อ่างทอง,2,37,ภูมิใจไทย,29687
15,อ่างทอง,2,38,พลังธรรมใหม่,191
15,อ่างทอง,2,39,กรีน,67
15,อ่างทอง,2,40,ไทยธรรม,59
15,อ่างทอง,2,41,แผ่นดินธรรม,26
15,อ่างทอง,2,42,กล้าธรรม,88
15,อ่างทอง,2,43,พลังประชารัฐ,125
15,อ่างทอง,2,44,โอกาสใหม่,46
15,อ่างทอง,2,45,เป็นธรรม,524
15,อ่างทอง,2,46,ประชาชน,21563
15,อ่างทอง,2,47,ประชาไทย,165
15,อ่างทอง,2,48,ไทยสร้างไทย,205
15,อ่างทอง,2,49,ไทยก้าวใหม่,148
15,อ่างทอง,2,50,ประชาอาสาชาติ,6
15,อ่างทอง,2,51,พร้อม,41
15,อ่างทอง,2,52,เครือข่ายชาวนาแห่งประเทศไทย,55
15,อ่างทอง,2,53,ไทยพิทักษ์ธรรม,10
15,อ่างทอง,2,54,ความหวังใหม่,17
15,อ่างทอง,2,55,ไทยรวมไทย,8
15,อ่างทอง,2,56,เพื่อบ้านเมือง,41
15,อ่างทอง,2,57,พลังไทยรักชาติ,63
16,ลพบุรี,1,1,เพื่อไทย,12893
16,ลพบุรี,1,2,ภูมิใจไทย,22112
16,ลพบุรี,1,2,ทางเลือกใหม่,2959
16,ลพบุรี,1,3,รักชาติ,166
16,ลพบุรี,1,4,พลังเพื่อไทย,276
16,ลพบุรี,1,5,รวมใจไทย,722
16,ลพบุรี,1,6,รวมไทยสร้างชาติ,2688
16,ลพบุรี,1,7,ไทยก้าวหน้า,208
16,ลพบุรี,1,8,ใหม่,472
16,ลพบุรี,1,9,เศรษฐกิจ,5012
16,ลพบุรี,1,10,ประชาธิปไตยใหม่,3440
16,ลพบุรี,1,12,เพื่อชาติไทย,1313
16,ลพบุรี,1,12,เสรีรวมไทย,460
16,ลพบุรี,1,13,รวมพลังประชาชน,658
16,ลพบุรี,1,14,ครูไทยเพื่อประชาชน,137
16,ลพบุรี,1,15,แรงงานสร้างชาติ,169
16,ลพบุรี,1,16,ไทยพร้อม,295
16,ลพบุรี,1,16,ประชาอาสาชาติ,16
16,ลพบุรี,1,17,ประชาไทย,177
16,ลพบุรี,1,18,ก้าวอิสระ,68
16,ลพบุรี,1,19,ฟิวชัน,56
16,ลพบุรี,1,20,ความหวังใหม่,60
16,ลพบุรี,1,21,ไทยธรรม,94
16,ลพบุรี,1,22,เป็นธรรม,71
16,ลพบุรี,1,23,ท้องที่ไทย,117
16,ลพบุรี,1,24,พร้อม,100
16,ลพบุรี,1,25,แผ่นดินธรรม,50
16,ลพบุรี,1,26,พลังไทยรักชาติ,82
16,ลพบุรี,1,27,ประชาธิปัตย์,4149
16,ลพบุรี,1,28,มิติใหม่,224
16,ลพบุรี,1,29,ไทยภักดี,743
16,ลพบุรี,1,30,ไทยชนะ,171
16,ลพบุรี,1,31,พลวัต,205
16,ลพบุรี,1,32,สร้างอนาคตไทย,149
16,ลพบุรี,1,34,กรีน,150
16,ลพบุรี,1,35,อนาคตไทย,166
16,ลพบุรี,1,36,พลังธรรมใหม่,320
16,ลพบุรี,1,37,ประชาชน,32064
16,ลพบุรี,1,38,ไทยทรัพย์ทวี,346
16,ลพบุรี,1,39,ประชาชาติ,156
16,ลพบุรี,1,40,วิชชั่นใหม่,96
16,ลพบุรี,1,41,สังคมประชาธิปไตยไทย,51
16,ลพบุรี,1,42,กล้าธรรม,544
16,ลพบุรี,1,43,พลังประชารัฐ,526
16,ลพบุรี,1,44,โอกาสใหม่,2134
16,ลพบุรี,1,45,คลองไทย,75
16,ลพบุรี,1,47,ประชากรไทย,189
16,ลพบุรี,1,48,ไทยสร้างไทย,581
16,ลพบุรี,1,49,ไทยก้าวใหม่,483
16,ลพบุรี,1,50,ไทยรวมไทย,17
16,ลพบุรี,1,51,ปวงชนไทย,109
16,ลพบุรี,1,52,เพื่อบ้านเมือง,46
16,ลพบุรี,1,53,เครือข่ายชาวนาแห่งประเทศไทย,29
16,ลพบุรี,1,54,พลังสังคมใหม่,60
16,ลพบุรี,1,55,ไทยพิทักษ์ธรรม,22
16,ลพบุรี,1,56,เพื่อชีวิตใหม่,47
16,ลพบุรี,1,57,ไทรวมพลัง,92
16,ลพบุรี,2,2,ไทยทรัพย์ทวี,573
16,ลพบุรี,2,3,เพื่อชาติไทย,1611
16,ลพบุรี,2,4,ใหม่,3447
16,ลพบุรี,2,5,มิติใหม่,254
16,ลพบุรี,2,6,รวมใจไทย,2562
16,ลพบุรี,2,7,รวมไทยสร้างชาติ,2614
16,ลพบุรี,2,8,พลวัต,156
16,ลพบุรี,2,9,ประชาธิปไตยใหม่,687
16,ลพบุรี,2,10,เพื่อไทย,15317
16,ลพบุรี,2,11,ทางเลือกใหม่,661
16,ลพบุรี,2,12,เศรษฐกิจ,4069
16,ลพบุรี,2,13,เสรีรวมไทย,372
16,ลพบุรี,2,14,รวมพลังประชาชน,577
16,ลพบุรี,2,15,ท้องที่ไทย,176
16,ลพบุรี,2,16,อนาคตไทย,92
16,ลพบุรี,2,17,พลังเพื่อไทย,238
16,ลพบุรี,2,18,ไทยชนะ,139
16,ลพบุรี,2,19,พลังสังคมใหม่,29
16,ลพบุรี,2,20,สังคมประชาธิปไตยไทย,48
16,ลพบุรี,2,21,ฟิวชัน,42
16,ลพบุรี,2,22,ไทรวมพลัง,69
16,ลพบุรี,2,23,ก้าวอิสระ,29
16,ลพบุรี,2,24,ปวงชนไทย,136
16,ลพบุรี,2,25,วิชชั่นใหม่,48
16,ลพบุรี,2,26,เพื่อชีวิตใหม่,29
16,ลพบุรี,2,27,คลองไทย,81
16,ลพบุรี,2,28,ประชาธิปัตย์,5174
16,ลพบุรี,2,29,ไทยก้าวหน้า,147
16,ลพบุรี,2,30,ไทยภักดี,767
16,ลพบุรี,2,31,แรงงานสร้างชาติ,108
16,ลพบุรี,2,32,ประชากรไทย,162
16,ลพบุรี,2,33,ครูไทยเพื่อประชาชน,266
16,ลพบุรี,2,34,ประชาชาติ,208
16,ลพบุรี,2,35,สร้างอนาคตไทย,209
16,ลพบุรี,2,36,รักชาติ,250
16,ลพบุรี,2,37,ไทยพร้อม,173
16,ลพบุรี,2,38,ภูมิใจไทย,30490
16,ลพบุรี,2,39,พลังธรรมใหม่,222
16,ลพบุรี,2,40,กรีน,133
16,ลพบุรี,2,41,ไทยธรรม,40
16,ลพบุรี,2,42,แผ่นดินธรรม,32
16,ลพบุรี,2,43,กล้าธรรม,127
16,ลพบุรี,2,44,พลังประชารัฐ,442
16,ลพบุรี,2,45,โอกาสใหม่,300
16,ลพบุรี,2,46,เป็นธรรม,150
16,ลพบุรี,2,47,ประชาชน,33148
16,ลพบุรี,2,48,ประชาไทย,184
16,ลพบุรี,2,49,ไทยสร้างไทย,464
16,ลพบุรี,2,50,ไทยก้าวใหม่,294
16,ลพบุรี,2,51,ประชาอาสาชาติ,14
16,ลพบุรี,2,52,พร้อม,94
16,ลพบุรี,2,53,เครือข่ายชาวนาแห่งประเทศไทย,21
16,ลพบุรี,2,54,ไทยพิทักษ์ธรรม,14
16,ลพบุรี,2,55,ความหวังใหม่,23
16,ลพบุรี,2,56,ไทยรวมไทย,29
16,ลพบุรี,2,57,เพื่อบ้านเมือง,49
16,ลพบุรี,2,58,พลังไทยรักชาติ,69
16,ลพบุรี,3,1,ไทยทรัพย์ทวี,350
16,ลพบุรี,3,2,เพื่อชาติไทย,4526
16,ลพบุรี,3,3,ใหม่,407
16,ลพบุรี,3,4,มิติใหม่,196
16,ลพบุรี,3,5,รวมใจไทย,955
16,ลพบุรี,3,6,รวมไทยสร้างชาติ,5151
16,ลพบุรี,3,7,พลวัต,209
16,ลพบุรี,3,8,ประชาธิปไตยใหม่,866
16,ลพบุรี,3,9,เพื่อไทย,19579
16,ลพบุรี,3,10,ทางเลือกใหม่,541
16,ลพบุรี,3,11,เศรษฐกิจ,3760
16,ลพบุรี,3,12,เสรีรวมไทย,387
16,ลพบุรี,3,13,รวมพลังประชาชน,637
16,ลพบุรี,3,14,ท้องที่ไทย,117
16,ลพบุรี,3,15,อนาคตไทย,94
16,ลพบุรี,3,16,พลังเพื่อไทย,289
16,ลพบุรี,3,17,ไทยชนะ,187
16,ลพบุรี,3,18,สังคมใหม่,48
16,ลพบุรี,3,19,สังคมประชาธิปไตยไทย,46
16,ลพบุรี,3,20,ฟิวชัน,40
16,ลพบุรี,3,21,ไทรวมพลัง,56
16,ลพบุรี,3,22,ก้าวอิสระ,37
16,ลพบุรี,3,23,ปวงชนไทย,118
16,ลพบุรี,3,24,วิชชั่นใหม่,72
16,ลพบุรี,3,25,เพื่อชีวิตใหม่,26
16,ลพบุรี,3,26,คลองไทย,90
16,ลพบุรี,3,27,ประชาธิปัตย์,3535
16,ลพบุรี,3,28,ไทยก้าวหน้า,145
16,ลพบุรี,3,29,ไทยภักดี,468
16,ลพบุรี,3,30,แรงงานสร้างชาติ,116
16,ลพบุรี,3,31,ประชากรไทย,310
16,ลพบุรี,3,32,ครูไทยเพื่อประชาชน,153
16,ลพบุรี,3,33,ประชาชาติ,158
16,ลพบุรี,3,34,สร้างอนาคตไทย,138
16,ลพบุรี,3,35,รักชาติ,357
16,ลพบุรี,3,36,ไทยพร้อม,320
16,ลพบุรี,3,37,ภูมิใจไทย,23514
16,ลพบุรี,3,38,พลังธรรมใหม่,377
16,ลพบุรี,3,39,กรีน,86
16,ลพบุรี,3,40,ไทยธรรม,64
16,ลพบุรี,3,41,แผ่นดินธรรม,25
16,ลพบุรี,3,42,กล้าธรรม,233
16,ลพบุรี,3,43,พลังประชารัฐ,459
16,ลพบุรี,3,44,โอกาสใหม่,245
16,ลพบุรี,3,45,เป็นธรรม,87
16,ลพบุรี,3,46,ประชาชน,25969
16,ลพบุรี,3,47,ประชาไทย,164
16,ลพบุรี,3,48,ไทยสร้างไทย,381
16,ลพบุรี,3,49,ไทยก้าวใหม่,263
16,ลพบุรี,3,50,ประชาอาสาชาติ,8
16,ลพบุรี,3,51,พร้อม,74
16,ลพบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,31
16,ลพบุรี,3,53,ไทยพิทักษ์ธรรม,17
16,ลพบุรี,3,54,ความหวังใหม่,26
16,ลพบุรี,3,55,ไทยรวมไทย,19
16,ลพบุรี,3,56,เพื่อบ้านเมือง,50
16,ลพบุรี,3,57,พลังไทยรักชาติ,86
16,ลพบุรี,4,1,ไทยทรัพย์ทวี,346
16,ลพบุรี,4,2,เพื่อชาติไทย,1313
16,ลพบุรี,4,3,ใหม่,472
16,ลพบุรี,4,4,มิติใหม่,224
16,ลพบุรี,4,5,รวมใจไทย,722
16,ลพบุรี,4,6,รวมไทยสร้างชาติ,2688
16,ลพบุรี,4,7,พลวัต,205
16,ลพบุรี,4,8,ประชาธิปไตยใหม่,3440
16,ลพบุรี,4,9,เพื่อไทย,12893
16,ลพบุรี,4,10,ทางเลือกใหม่,2959
16,ลพบุรี,4,11,เศรษฐกิจ,5012
16,ลพบุรี,4,12,เสรีรวมไทย,460
16,ลพบุรี,4,13,รวมพลังประชาชน,658
16,ลพบุรี,4,14,ท้องที่ไทย,117
16,ลพบุรี,4,15,อนาคตไทย,166
16,ลพบุรี,4,16,พลังเพื่อไทย,276
16,ลพบุรี,4,17,ไทยชนะ,171
16,ลพบุรี,4,18,พลังสังคมใหม่,60
16,ลพบุรี,4,19,สังคมประชาธิปไตยไทย,51
16,ลพบุรี,4,20,ฟิวชัน,56
16,ลพบุรี,4,21,ไทรวมพลัง,92
16,ลพบุรี,4,22,ก้าวอิสระ,68
16,ลพบุรี,4,23,ปวงชนไทย,109
16,ลพบุรี,4,24,วิชชั่นใหม่,96
16,ลพบุรี,4,25,เพื่อชีวิตใหม่,47
16,ลพบุรี,4,26,คลองไทย,75
16,ลพบุรี,4,27,ประชาธิปัตย์,4149
16,ลพบุรี,4,28,ไทยก้าวหน้า,208
16,ลพบุรี,4,29,ไทยภักดี,743
16,ลพบุรี,4,30,แรงงานสร้างชาติ,169
16,ลพบุรี,4,31,ประชากรไทย,189
16,ลพบุรี,4,32,ครูไทยเพื่อประชาชน,137
16,ลพบุรี,4,33,ประชาชาติ,156
16,ลพบุรี,4,34,สร้างอนาคตไทย,149
16,ลพบุรี,4,35,รักชาติ,166
16,ลพบุรี,4,36,ไทยพร้อม,295
16,ลพบุรี,4,37,ภูมิใจไทย,22112
16,ลพบุรี,4,38,พลังธรรมใหม่,320
16,ลพบุรี,4,39,กรีน,150
16,ลพบุรี,4,40,ไทยธรรม,94
16,ลพบุรี,4,41,แผ่นดินธรรม,50
16,ลพบุรี,4,42,กล้าธรรม,544
16,ลพบุรี,4,43,พลังประชารัฐ,526
16,ลพบุรี,4,44,โอกาสใหม่,2134
16,ลพบุรี,4,45,เป็นธรรม,71
16,ลพบุรี,4,46,ประชาชน,32064
16,ลพบุรี,4,47,ประชาไทย,177
16,ลพบุรี,4,48,ไทยสร้างไทย,581
16,ลพบุรี,4,49,ไทยก้าวใหม่,483
16,ลพบุรี,4,50,ประชาอาสาชาติ,16
16,ลพบุรี,4,51,พร้อม,100
16,ลพบุรี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,29
16,ลพบุรี,4,53,ไทยพิทักษ์ธรรม,22
16,ลพบุรี,4,54,ความหวังใหม่,60
16,ลพบุรี,4,55,ไทยรวมไทย,17
16,ลพบุรี,4,56,เพื่อบ้านเมือง,46
16,ลพบุรี,4,57,พลังไทยรักชาติ,82
17,สิงห์บุรี,1,1,ไทยทรัพย์ทวี,308
17,สิงห์บุรี,1,2,เพื่อชาติไทย,1357
17,สิงห์บุรี,1,3,ใหม่,1033
17,สิงห์บุรี,1,4,มิติใหม่,604
17,สิงห์บุรี,1,5,รวมใจไทย,4215
17,สิงห์บุรี,1,6,รวมไทยสร้างชาติ,2774
17,สิงห์บุรี,1,7,พลวัต,130
17,สิงห์บุรี,1,8,ประชาธิปไตยใหม่,551
17,สิงห์บุรี,1,9,เพื่อไทย,13590
17,สิงห์บุรี,1,10,ทางเลือกใหม่,692
17,สิงห์บุรี,1,11,เศรษฐกิจ,4379
17,สิงห์บุรี,1,12,เสรีรวมไทย,580
17,สิงห์บุรี,1,13,รวมพลังประชาชน,589
17,สิงห์บุรี,1,14,ท้องที่ไทย,318
17,สิงห์บุรี,1,15,อนาคตไทย,148
17,สิงห์บุรี,1,16,พลังเพื่อไทย,226
17,สิงห์บุรี,1,17,ไทยชนะ,187
17,สิงห์บุรี,1,18,พลังสังคมใหม่,41
17,สิงห์บุรี,1,19,สังคมประชาธิปไตยไทย,58
17,สิงห์บุรี,1,20,ฟิวชัน,41
17,สิงห์บุรี,1,21,ไทรวมพลัง,56
17,สิงห์บุรี,1,22,ก้าวอิสระ,45
17,สิงห์บุรี,1,23,ปวงชนไทย,160
17,สิงห์บุรี,1,24,วิชชั่นใหม่,80
17,สิงห์บุรี,1,25,เพื่อชีวิตใหม่,127
17,สิงห์บุรี,1,26,คลองไทย,80
17,สิงห์บุรี,1,27,ประชาธิปัตย์,4553
17,สิงห์บุรี,1,28,ไทยก้าวหน้า,134
17,สิงห์บุรี,1,29,ไทยภักดี,882
17,สิงห์บุรี,1,30,แรงงานสร้างชาติ,125
17,สิงห์บุรี,1,31,ประชากรไทย,175
17,สิงห์บุรี,1,32,ครูไทยเพื่อประชาชน,181
17,สิงห์บุรี,1,33,ประชาชาติ,433
17,สิงห์บุรี,1,34,สร้างอนาคตไทย,481
17,สิงห์บุรี,1,35,รักชาติ,10196
17,สิงห์บุรี,1,36,ไทยพร้อม,342
17,สิงห์บุรี,1,37,ภูมิใจไทย,25435
17,สิงห์บุรี,1,38,พลังธรรมใหม่,232
17,สิงห์บุรี,1,39,กรีน,82
17,สิงห์บุรี,1,40,ไทยธรรม,70
17,สิงห์บุรี,1,41,แผ่นดินธรรม,44
17,สิงห์บุรี,1,42,กล้าธรรม,200
17,สิงห์บุรี,1,43,พลังประชารัฐ,307
17,สิงห์บุรี,1,44,โอกาสใหม่,116
17,สิงห์บุรี,1,45,เป็นธรรม,139
17,สิงห์บุรี,1,46,ประชาชน,36568
17,สิงห์บุรี,1,47,ประชาไทย,353
17,สิงห์บุรี,1,48,ไทยสร้างไทย,419
17,สิงห์บุรี,1,49,ไทยก้าวใหม่,304
17,สิงห์บุรี,1,50,ประชาอาสาชาติ,11
17,สิงห์บุรี,1,51,พร้อม,78
17,สิงห์บุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,174
17,สิงห์บุรี,1,53,ไทยพิทักษ์ธรรม,64
17,สิงห์บุรี,1,54,ความหวังใหม่,44
17,สิงห์บุรี,1,55,ไทยรวมไทย,44
17,สิงห์บุรี,1,56,เพื่อบ้านเมือง,62
17,สิงห์บุรี,1,57,พลังไทยรักชาติ,124
18,ชัยนาท,1,1,ไทยทรัพย์ทวี,328
18,ชัยนาท,1,2,เพื่อชาติไทย,1836
18,ชัยนาท,1,3,ใหม่,2352
18,ชัยนาท,1,4,มิติใหม่,495
18,ชัยนาท,1,5,รวมใจไทย,1295
18,ชัยนาท,1,6,รวมไทยสร้างชาติ,2344
18,ชัยนาท,1,7,พลวัต,138
18,ชัยนาท,1,8,ประชาธิปไตยใหม่,762
18,ชัยนาท,1,9,เพื่อไทย,14355
18,ชัยนาท,1,10,ทางเลือกใหม่,616
18,ชัยนาท,1,11,เศรษฐกิจ,3403
18,ชัยนาท,1,12,เสรีรวมไทย,616
18,ชัยนาท,1,13,รวมพลังประชาชน,842
18,ชัยนาท,1,14,ท้องที่ไทย,180
18,ชัยนาท,1,15,อนาคตไทย,77
18,ชัยนาท,1,16,พลังเพื่อไทย,223
18,ชัยนาท,1,17,ไทยชนะ,146
18,ชัยนาท,1,18,พลังสังคมใหม่,30
18,ชัยนาท,1,19,สังคมประชาธิปไตยไทย,38
18,ชัยนาท,1,20,ฟิวชัน,33
18,ชัยนาท,1,21,ไทรวมพลัง,46
18,ชัยนาท,1,22,ก้าวอิสระ,44
18,ชัยนาท,1,23,ปวงชนไทย,75
18,ชัยนาท,1,24,วิชชั่นใหม่,82
18,ชัยนาท,1,25,เพื่อชีวิตใหม่,44
18,ชัยนาท,1,26,คลองไทย,105
18,ชัยนาท,1,27,ประชาธิปัตย์,7788
18,ชัยนาท,1,28,ไทยก้าวหน้า,146
18,ชัยนาท,1,29,ไทยภักดี,701
18,ชัยนาท,1,30,แรงงานสร้างชาติ,114
18,ชัยนาท,1,31,ประชากรไทย,181
18,ชัยนาท,1,32,ครูไทยเพื่อประชาชน,241
18,ชัยนาท,1,33,ประชาชาติ,223
18,ชัยนาท,1,34,สร้างอนาคตไทย,161
18,ชัยนาท,1,35,รักชาติ,184
18,ชัยนาท,1,36,ไทยพร้อม,123
18,ชัยนาท,1,37,ภูมิใจไทย,14665
18,ชัยนาท,1,38,พลังธรรมใหม่,189
18,ชัยนาท,1,39,กรีน,72
18,ชัยนาท,1,40,ไทยธรรม,53
18,ชัยนาท,1,41,แผ่นดินธรรม,33
18,ชัยนาท,1,42,กล้าธรรม,136
18,ชัยนาท,1,43,พลังประชารัฐ,253
18,ชัยนาท,1,44,โอกาสใหม่,50
18,ชัยนาท,1,45,เป็นธรรม,119
18,ชัยนาท,1,46,ประชาชน,27137
18,ชัยนาท,1,47,ประชาไทย,169
18,ชัยนาท,1,48,ไทยสร้างไทย,328
18,ชัยนาท,1,49,ไทยก้าวใหม่,206
18,ชัยนาท,1,50,ประชาอาสาชาติ,12
18,ชัยนาท,1,51,พร้อม,74
18,ชัยนาท,1,52,เครือข่ายชาวนาแห่งประเทศไทย,36
18,ชัยนาท,1,53,ไทยพิทักษ์ธรรม,14
18,ชัยนาท,1,54,ความหวังใหม่,24
18,ชัยนาท,1,55,ไทยรวมไทย,21
18,ชัยนาท,1,56,เพื่อบ้านเมือง,78
18,ชัยนาท,1,57,พลังไทยรักชาติ,85
18,ชัยนาท,2,1,ไทยทรัพย์ทวี,3159
18,ชัยนาท,2,2,เพื่อชาติไทย,2469
18,ชัยนาท,2,3,ใหม่,597
18,ชัยนาท,2,4,มิติใหม่,616
18,ชัยนาท,2,5,รวมใจไทย,825
18,ชัยนาท,2,6,รวมไทยสร้างชาติ,1564
18,ชัยนาท,2,7,พลวัต,134
18,ชัยนาท,2,8,ประชาธิปไตยใหม่,758
18,ชัยนาท,2,9,เพื่อไทย,9073
18,ชัยนาท,2,10,ทางเลือกใหม่,470
18,ชัยนาท,2,11,เศรษฐกิจ,3154
18,ชัยนาท,2,12,เสรีรวมไทย,185
18,ชัยนาท,2,13,รวมพลังประชาชน,585
18,ชัยนาท,2,14,ท้องที่ไทย,628
18,ชัยนาท,2,15,อนาคตไทย,104
18,ชัยนาท,2,16,พลังเพื่อไทย,77
18,ชัยนาท,2,17,ไทยชนะ,212
18,ชัยนาท,2,18,พลังสังคมใหม่,48
18,ชัยนาท,2,19,สังคมประชาธิปไตยไทย,24
18,ชัยนาท,2,20,ฟิวชัน,29
18,ชัยนาท,2,21,ไทรวมพลัง,33
18,ชัยนาท,2,22,ก้าวอิสระ,39
18,ชัยนาท,2,23,ปวงชนไทย,104
18,ชัยนาท,2,24,วิชชั่นใหม่,78
18,ชัยนาท,2,25,เพื่อชีวิตใหม่,32
18,ชัยนาท,2,26,คลองไทย,105
18,ชัยนาท,2,27,ประชาธิปัตย์,5061
18,ชัยนาท,2,28,ไทยก้าวหน้า,227
18,ชัยนาท,2,29,ไทยภักดี,483
18,ชัยนาท,2,30,แรงงานสร้างชาติ,440
18,ชัยนาท,2,31,ประชากรไทย,394
18,ชัยนาท,2,32,ครูไทยเพื่อประชาชน,196
18,ชัยนาท,2,33,ประชาชาติ,209
18,ชัยนาท,2,34,สร้างอนาคตไทย,226
18,ชัยนาท,2,35,รักชาติ,204
18,ชัยนาท,2,36,ไทยพร้อม,196
18,ชัยนาท,2,37,ภูมิใจไทย,26315
18,ชัยนาท,2,38,พลังธรรมใหม่,229
18,ชัยนาท,2,39,กรีน,64
18,ชัยนาท,2,40,ไทยธรรม,78
18,ชัยนาท,2,41,แผ่นดินธรรม,41
18,ชัยนาท,2,42,กล้าธรรม,245
18,ชัยนาท,2,43,พลังประชารัฐ,268
18,ชัยนาท,2,44,โอกาสใหม่,60
18,ชัยนาท,2,45,เป็นธรรม,88
18,ชัยนาท,2,46,ประชาชน,22973
18,ชัยนาท,2,47,ประชาไทย,212
18,ชัยนาท,2,48,ไทยสร้างไทย,365
18,ชัยนาท,2,49,ไทยก้าวใหม่,205
18,ชัยนาท,2,50,ประชาอาสาชาติ,19
18,ชัยนาท,2,51,พร้อม,51
18,ชัยนาท,2,52,เครือข่ายชาวนาแห่งประเทศไทย,29
18,ชัยนาท,2,53,ไทยพิทักษ์ธรรม,11
18,ชัยนาท,2,54,ความหวังใหม่,23
18,ชัยนาท,2,55,ไทยรวมไทย,28
18,ชัยนาท,2,56,เพื่อบ้านเมือง,63
18,ชัยนาท,2,57,พลังไทยรักชาติ,92
19,สระบุรี,1,1,ไทยทรัพย์ทวี,226
19,สระบุรี,1,2,เพื่อชาติไทย,956
19,สระบุรี,1,3,ใหม่,303
19,สระบุรี,1,4,มิติใหม่,261
19,สระบุรี,1,5,รวมใจไทย,3734
19,สระบุรี,1,6,รวมไทยสร้างชาติ,2181
19,สระบุรี,1,7,พลวัต,425
19,สระบุรี,1,8,ประชาธิปไตยใหม่,456
19,สระบุรี,1,9,เพื่อไทย,12778
19,สระบุรี,1,10,ทางเลือกใหม่,504
19,สระบุรี,1,11,เศรษฐกิจ,4263
19,สระบุรี,1,12,เสรีรวมไทย,444
19,สระบุรี,1,13,รวมพลังประชาชน,541
19,สระบุรี,1,14,ท้องที่ไทย,56
19,สระบุรี,1,15,อนาคตไทย,76
19,สระบุรี,1,16,พลังเพื่อไทย,161
19,สระบุรี,1,17,ไทยชนะ,112
19,สระบุรี,1,18,พลังสังคมใหม่,26
19,สระบุรี,1,19,สังคมประชาธิปไตยไทย,29
19,สระบุรี,1,20,ฟิวชัน,33
19,สระบุรี,1,21,ไทรวมพลัง,45
19,สระบุรี,1,22,ก้าวอิสระ,50
19,สระบุรี,1,23,ปวงชนไทย,50
19,สระบุรี,1,24,วิชชั่นใหม่,51
19,สระบุรี,1,25,เพื่อชีวิตใหม่,34
19,สระบุรี,1,26,คลองไทย,55
19,สระบุรี,1,27,ประชาธิปัตย์,4438
19,สระบุรี,1,28,ไทยก้าวหน้า,180
19,สระบุรี,1,29,ไทยภักดี,930
19,สระบุรี,1,30,แรงงานสร้างชาติ,101
19,สระบุรี,1,31,ประชากรไทย,140
19,สระบุรี,1,32,ครูไทยเพื่อประชาชน,69
19,สระบุรี,1,33,ประชาชาติ,115
19,สระบุรี,1,34,สร้างอนาคตไทย,150
19,สระบุรี,1,35,รักชาติ,154
19,สระบุรี,1,36,ไทยพร้อม,96
19,สระบุรี,1,37,ภูมิใจไทย,18236
19,สระบุรี,1,38,พลังธรรมใหม่,196
19,สระบุรี,1,39,กรีน,70
19,สระบุรี,1,40,ไทยธรรม,35
19,สระบุรี,1,41,แผ่นดินธรรม,23
19,สระบุรี,1,42,กล้าธรรม,185
19,สระบุรี,1,43,พลังประชารัฐ,237
19,สระบุรี,1,44,โอกาสใหม่,57
19,สระบุรี,1,45,เป็นธรรม,69
19,สระบุรี,1,46,ประชาชน,34618
19,สระบุรี,1,47,ประชาไทย,278
19,สระบุรี,1,48,ไทยสร้างไทย,483
19,สระบุรี,1,49,ไทยก้าวใหม่,496
19,สระบุรี,1,50,ประชาอาสาชาติ,24
19,สระบุรี,1,51,พร้อม,61
19,สระบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,21
19,สระบุรี,1,53,ไทยพิทักษ์ธรรม,14
19,สระบุรี,1,54,ความหวังใหม่,33
19,สระบุรี,1,55,ไทยรวมไทย,20
19,สระบุรี,1,56,เพื่อบ้านเมือง,41
19,สระบุรี,1,57,พลังไทยรักชาติ,80
19,สระบุรี,2,1,ไทยทรัพย์ทวี,433
19,สระบุรี,2,2,เพื่อชาติไทย,1885
19,สระบุรี,2,3,ใหม่,431
19,สระบุรี,2,4,มิติใหม่,574
19,สระบุรี,2,5,รวมใจไทย,4710
19,สระบุรี,2,6,รวมไทยสร้างชาติ,2640
19,สระบุรี,2,7,พลวัต,237
19,สระบุรี,2,8,ประชาธิปไตยใหม่,2669
19,สระบุรี,2,9,เพื่อไทย,15188
19,สระบุรี,2,10,ทางเลือกใหม่,632
19,สระบุรี,2,11,เศรษฐกิจ,4258
19,สระบุรี,2,12,เสรีรวมไทย,645
19,สระบุรี,2,13,รวมพลังประชาชน,743
19,สระบุรี,2,14,ท้องที่ไทย,83
19,สระบุรี,2,15,อนาคตไทย,125
19,สระบุรี,2,16,พลังเพื่อไทย,370
19,สระบุรี,2,17,ไทยชนะ,131
19,สระบุรี,2,18,พลังสังคมใหม่,51
19,สระบุรี,2,19,สังคมประชาธิปไตยไทย,67
19,สระบุรี,2,20,ฟิวชัน,58
19,สระบุรี,2,21,ไทรวมพลัง,54
19,สระบุรี,2,22,ก้าวอิสระ,43
19,สระบุรี,2,23,ปวงชนไทย,160
19,สระบุรี,2,24,วิชชั่นใหม่,71
19,สระบุรี,2,25,เพื่อชีวิตใหม่,57
19,สระบุรี,2,26,คลองไทย,96
19,สระบุรี,2,27,ประชาธิปัตย์,4094
19,สระบุรี,2,28,ไทยก้าวหน้า,251
19,สระบุรี,2,29,ไทยภักดี,587
19,สระบุรี,2,30,แรงงานสร้างชาติ,150
19,สระบุรี,2,31,ประชากรไทย,187
19,สระบุรี,2,32,ครูไทยเพื่อประชาชน,119
19,สระบุรี,2,33,ประชาชาติ,156
19,สระบุรี,2,34,สร้างอนาคตไทย,257
19,สระบุรี,2,35,รักชาติ,196
19,สระบุรี,2,36,ไทยพร้อม,150
19,สระบุรี,2,37,ภูมิใจไทย,17661
19,สระบุรี,2,38,พลังธรรมใหม่,206
19,สระบุรี,2,39,กรีน,77
19,สระบุรี,2,40,ไทยธรรม,59
19,สระบุรี,2,41,แผ่นดินธรรม,48
19,สระบุรี,2,42,กล้าธรรม,220
19,สระบุรี,2,43,พลังประชารัฐ,196
19,สระบุรี,2,44,โอกาสใหม่,74
19,สระบุรี,2,45,เป็นธรรม,95
19,สระบุรี,2,46,ประชาชน,34912
19,สระบุรี,2,47,ประชาไทย,194
19,สระบุรี,2,48,ไทยสร้างไทย,414
19,สระบุรี,2,49,ไทยก้าวใหม่,601
19,สระบุรี,2,50,ประชาอาสาชาติ,16
19,สระบุรี,2,51,พร้อม,67
19,สระบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,20
19,สระบุรี,2,53,ไทยพิทักษ์ธรรม,21
19,สระบุรี,2,54,ความหวังใหม่,30
19,สระบุรี,2,55,ไทยรวมไทย,35
19,สระบุรี,2,56,เพื่อบ้านเมือง,37
19,สระบุรี,2,57,พลังไทยรักชาติ,83
19,สระบุรี,3,1,ไทยทรัพย์ทวี,241
19,สระบุรี,3,2,เพื่อชาติไทย,1896
19,สระบุรี,3,3,ใหม่,390
19,สระบุรี,3,4,มิติใหม่,214
19,สระบุรี,3,5,รวมใจไทย,4914
19,สระบุรี,3,6,รวมไทยสร้างชาติ,2074
19,สระบุรี,3,7,พลวัต,106
19,สระบุรี,3,8,ประชาธิปไตยใหม่,784
19,สระบุรี,3,9,เพื่อไทย,9536
19,สระบุรี,3,10,ทางเลือกใหม่,541
19,สระบุรี,3,11,เศรษฐกิจ,3977
19,สระบุรี,3,12,เสรีรวมไทย,421
19,สระบุรี,3,13,รวมพลังประชาชน,733
19,สระบุรี,3,14,ท้องที่ไทย,68
19,สระบุรี,3,15,อนาคตไทย,96
19,สระบุรี,3,16,พลังเพื่อไทย,210
19,สระบุรี,3,17,ไทยชนะ,129
19,สระบุรี,3,18,พลังสังคมใหม่,31
19,สระบุรี,3,19,สังคมประชาธิปไตยไทย,43
19,สระบุรี,3,20,ฟิวชัน,38
19,สระบุรี,3,21,ไทรวมพลัง,71
19,สระบุรี,3,22,ก้าวอิสระ,42
19,สระบุรี,3,23,ปวงชนไทย,80
19,สระบุรี,3,24,วิชชั่นใหม่,47
19,สระบุรี,3,25,เพื่อชีวิตใหม่,55
19,สระบุรี,3,26,คลองไทย,66
19,สระบุรี,3,27,ประชาธิปัตย์,4543
19,สระบุรี,3,28,ไทยก้าวหน้า,177
19,สระบุรี,3,29,ไทยภักดี,595
19,สระบุรี,3,30,แรงงานสร้างชาติ,118
19,สระบุรี,3,31,ประชากรไทย,195
19,สระบุรี,3,32,ครูไทยเพื่อประชาชน,117
19,สระบุรี,3,33,ประชาชาติ,125
19,สระบุรี,3,34,สร้างอนาคตไทย,269
19,สระบุรี,3,35,รักชาติ,183
19,สระบุรี,3,36,ไทยพร้อม,116
19,สระบุรี,3,37,ภูมิใจไทย,20026
19,สระบุรี,3,38,พลังธรรมใหม่,132
19,สระบุรี,3,39,กรีน,65
19,สระบุรี,3,40,ไทยธรรม,37
19,สระบุรี,3,41,แผ่นดินธรรม,21
19,สระบุรี,3,42,กล้าธรรม,162
19,สระบุรี,3,43,พลังประชารัฐ,175
19,สระบุรี,3,44,โอกาสใหม่,48
19,สระบุรี,3,45,เป็นธรรม,83
19,สระบุรี,3,46,ประชาชน,34702
19,สระบุรี,3,47,ประชาไทย,153
19,สระบุรี,3,48,ไทยสร้างไทย,373
19,สระบุรี,3,49,ไทยก้าวใหม่,266
19,สระบุรี,3,50,ประชาอาสาชาติ,12
19,สระบุรี,3,51,พร้อม,66
19,สระบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,79
19,สระบุรี,3,53,ไทยพิทักษ์ธรรม,17
19,สระบุรี,3,54,ความหวังใหม่,29
19,สระบุรี,3,55,ไทยรวมไทย,18
19,สระบุรี,3,56,เพื่อบ้านเมือง,32
19,สระบุรี,3,57,พลังไทยรักชาติ,90
19,สระบุรี,4,1,ไทยทรัพย์ทวี,396
19,สระบุรี,4,2,เพื่อชาติไทย,1580
19,สระบุรี,4,3,ใหม่,1076
19,สระบุรี,4,4,มิติใหม่,372
19,สระบุรี,4,5,รวมใจไทย,5400
19,สระบุรี,4,6,รวมไทยสร้างชาติ,2422
19,สระบุรี,4,7,พลวัต,198
19,สระบุรี,4,8,ประชาธิปไตยใหม่,532
19,สระบุรี,4,9,เพื่อไทย,10301
19,สระบุรี,4,10,ทางเลือกใหม่,643
19,สระบุรี,4,11,เศรษฐกิจ,4362
19,สระบุรี,4,12,เสรีรวมไทย,577
19,สระบุรี,4,13,รวมพลังประชาชน,969
19,สระบุรี,4,14,ท้องที่ไทย,80
19,สระบุรี,4,15,อนาคตไทย,147
19,สระบุรี,4,16,พลังเพื่อไทย,271
19,สระบุรี,4,17,ไทยชนะ,163
19,สระบุรี,4,18,พลังสังคมใหม่,36
19,สระบุรี,4,19,สังคมประชาธิปไตยไทย,41
19,สระบุรี,4,20,ฟิวชัน,42
19,สระบุรี,4,21,ไทรวมพลัง,60
19,สระบุรี,4,22,ก้าวอิสระ,76
19,สระบุรี,4,23,ปวงชนไทย,67
19,สระบุรี,4,24,วิชชั่นใหม่,88
19,สระบุรี,4,25,เพื่อชีวิตใหม่,54
19,สระบุรี,4,26,คลองไทย,91
19,สระบุรี,4,27,ประชาธิปัตย์,5280
19,สระบุรี,4,28,ไทยก้าวหน้า,221
19,สระบุรี,4,29,ไทยภักดี,711
19,สระบุรี,4,30,แรงงานสร้างชาติ,147
19,สระบุรี,4,31,ประชากรไทย,172
19,สระบุรี,4,32,ครูไทยเพื่อประชาชน,128
19,สระบุรี,4,33,ประชาชาติ,159
19,สระบุรี,4,34,สร้างอนาคตไทย,288
19,สระบุรี,4,35,รักชาติ,257
19,สระบุรี,4,36,ไทยพร้อม,150
19,สระบุรี,4,37,ภูมิใจไทย,12817
19,สระบุรี,4,38,พลังธรรมใหม่,177
19,สระบุรี,4,39,กรีน,56
19,สระบุรี,4,40,ไทยธรรม,91
19,สระบุรี,4,41,แผ่นดินธรรม,47
19,สระบุรี,4,42,กล้าธรรม,2238
19,สระบุรี,4,43,พลังประชารัฐ,285
19,สระบุรี,4,44,โอกาสใหม่,77
19,สระบุรี,4,45,เป็นธรรม,252
19,สระบุรี,4,46,ประชาชน,34034
19,สระบุรี,4,47,ประชาไทย,174
19,สระบุรี,4,48,ไทยสร้างไทย,479
19,สระบุรี,4,49,ไทยก้าวใหม่,358
19,สระบุรี,4,50,ประชาอาสาชาติ,17
19,สระบุรี,4,51,พร้อม,110
19,สระบุรี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,27
19,สระบุรี,4,53,ไทยพิทักษ์ธรรม,10
19,สระบุรี,4,54,ความหวังใหม่,37
19,สระบุรี,4,55,ไทยรวมไทย,33
19,สระบุรี,4,56,เพื่อบ้านเมือง,48
19,สระบุรี,4,57,พลังไทยรักชาติ,120
20,ชลบุรี,1,1,ไทยทรัพย์ทวี,1413
20,ชลบุรี,1,2,เพื่อชาติไทย,745
20,ชลบุรี,1,3,ใหม่,173
20,ชลบุรี,1,4,มิติใหม่,95
20,ชลบุรี,1,5,รวมใจไทย,525
20,ชลบุรี,1,6,รวมไทยสร้างชาติ,2683
20,ชลบุรี,1,7,พลวัต,244
20,ชลบุรี,1,8,ประชาธิปไตยใหม่,340
20,ชลบุรี,1,9,เพื่อไทย,5288
20,ชลบุรี,1,10,ทางเลือกใหม่,469
20,ชลบุรี,1,11,เศรษฐกิจ,2577
20,ชลบุรี,1,12,เสรีรวมไทย,534
20,ชลบุรี,1,13,รวมพลังประชาชน,336
20,ชลบุรี,1,14,ท้องที่ไทย,30
20,ชลบุรี,1,15,อนาคตไทย,36
20,ชลบุรี,1,16,พลังเพื่อไทย,97
20,ชลบุรี,1,17,ไทยชนะ,70
20,ชลบุรี,1,18,พลังสังคมใหม่,17
20,ชลบุรี,1,19,สังคมประชาธิปไตยไทย,37
20,ชลบุรี,1,20,ฟิวชัน,21
20,ชลบุรี,1,21,ไทรวมพลัง,33
20,ชลบุรี,1,22,ก้าวอิสระ,17
20,ชลบุรี,1,23,ปวงชนไทย,58
20,ชลบุรี,1,24,วิชชั่นใหม่,36
20,ชลบุรี,1,25,เพื่อชีวิตใหม่,19
20,ชลบุรี,1,26,คลองไทย,41
20,ชลบุรี,1,27,ประชาธิปัตย์,5570
20,ชลบุรี,1,28,ไทยก้าวหน้า,79
20,ชลบุรี,1,29,ไทยภักดี,1515
20,ชลบุรี,1,30,แรงงานสร้างชาติ,125
20,ชลบุรี,1,31,ประชากรไทย,87
20,ชลบุรี,1,32,ครูไทยเพื่อประชาชน,45
20,ชลบุรี,1,33,ประชาชาติ,64
20,ชลบุรี,1,34,สร้างอนาคตไทย,64
20,ชลบุรี,1,35,รักชาติ,101
20,ชลบุรี,1,36,ไทยพร้อม,110
20,ชลบุรี,1,37,ภูมิใจไทย,28747
20,ชลบุรี,1,38,พลังธรรมใหม่,53
20,ชลบุรี,1,39,กรีน,47
20,ชลบุรี,1,40,ไทยธรรม,15
20,ชลบุรี,1,41,แผ่นดินธรรม,12
20,ชลบุรี,1,42,กล้าธรรม,103
20,ชลบุรี,1,43,พลังประชารัฐ,277
20,ชลบุรี,1,44,โอกาสใหม่,43
20,ชลบุรี,1,45,เป็นธรรม,56
20,ชลบุรี,1,46,ประชาชน,44014
20,ชลบุรี,1,47,ประชาไทย,258
20,ชลบุรี,1,48,ไทยสร้างไทย,402
20,ชลบุรี,1,49,ไทยก้าวใหม่,381
20,ชลบุรี,1,50,ประชาอาสาชาติ,4
20,ชลบุรี,1,51,พร้อม,36
20,ชลบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,5
20,ชลบุรี,1,53,ไทยพิทักษ์ธรรม,3
20,ชลบุรี,1,54,ความหวังใหม่,16
20,ชลบุรี,1,55,ไทยรวมไทย,6
20,ชลบุรี,1,56,เพื่อบ้านเมือง,16
20,ชลบุรี,1,57,พลังไทยรักชาติ,26
20,ชลบุรี,2,2,ไทยทรัพย์ทวี,188
20,ชลบุรี,2,4,เพื่อชาติไทย,430
20,ชลบุรี,2,5,ใหม่,1002
20,ชลบุรี,2,6,มิติใหม่,62
20,ชลบุรี,2,7,รวมใจไทย,722
20,ชลบุรี,2,7,พลวัต,90
20,ชลบุรี,2,8,รวมไทยสร้างชาติ,2049
20,ชลบุรี,2,9,ประชาธิปไตยใหม่,458
20,ชลบุรี,2,10,เพื่อไทย,4591
20,ชลบุรี,2,11,ทางเลือกใหม่,402
20,ชลบุรี,2,12,เศรษฐกิจ,2204
20,ชลบุรี,2,13,เสรีรวมไทย,470
20,ชลบุรี,2,14,รวมพลังประชาชน,289
20,ชลบุรี,2,15,ท้องที่ไทย,20
20,ชลบุรี,2,16,อนาคตไทย,34
20,ชลบุรี,2,17,พลังเพื่อไทย,63
20,ชลบุรี,2,18,ไทยชนะ,59
20,ชลบุรี,2,19,พลังสังคมใหม่,11
20,ชลบุรี,2,20,สังคมประชาธิปไตยไทย,136
20,ชลบุรี,2,21,ฟิวชัน,11
20,ชลบุรี,2,22,ไทรวมพลัง,32
20,ชลบุรี,2,23,ก้าวอิสระ,14
20,ชลบุรี,2,24,ปวงชนไทย,35
20,ชลบุรี,2,25,วิชชั่นใหม่,17
20,ชลบุรี,2,26,เพื่อชีวิตใหม่,13
20,ชลบุรี,2,27,คลองไทย,32
20,ชลบุรี,2,28,ประชาธิปัตย์,7294
20,ชลบุรี,2,29,ไทยก้าวหน้า,69
20,ชลบุรี,2,30,ไทยภักดี,1196
20,ชลบุรี,2,31,แรงงานสร้างชาติ,47
20,ชลบุรี,2,32,ประชากรไทย,49
20,ชลบุรี,2,33,ครูไทยเพื่อประชาชน,36
20,ชลบุรี,2,34,ประชาชาติ,75
20,ชลบุรี,2,35,สร้างอนาคตไทย,66
20,ชลบุรี,2,36,รักชาติ,63
20,ชลบุรี,2,37,ไทยพร้อม,83
20,ชลบุรี,2,38,ภูมิใจไทย,21207
20,ชลบุรี,2,39,พลังธรรมใหม่,49
20,ชลบุรี,2,40,กรีน,34
20,ชลบุรี,2,41,ไทยธรรม,17
20,ชลบุรี,2,42,แผ่นดินธรรม,10
20,ชลบุรี,2,42,กล้าธรรม,67
20,ชลบุรี,2,43,พลังประชารัฐ,451
20,ชลบุรี,2,44,โอกาสใหม่,42
20,ชลบุรี,2,45,เป็นธรรม,33
20,ชลบุรี,2,46,ประชาชน,34047
20,ชลบุรี,2,47,ประชาไทย,96
20,ชลบุรี,2,48,ไทยสร้างไทย,330
20,ชลบุรี,2,49,ไทยก้าวใหม่,255
20,ชลบุรี,2,50,ประชาอาสาชาติ,1
20,ชลบุรี,2,51,พร้อม,30
20,ชลบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,15
20,ชลบุรี,2,53,ไทยพิทักษ์ธรรม,5
20,ชลบุรี,2,54,ความหวังใหม่,12
20,ชลบุรี,2,55,ไทยรวมไทย,7
20,ชลบุรี,2,56,เพื่อบ้านเมือง,12
20,ชลบุรี,2,57,พลังไทยรักชาติ,27
20,ชลบุรี,3,1,ใหม่,301
20,ชลบุรี,3,2,ไทยทรัพย์ทวี,377
20,ชลบุรี,3,3,เพื่อชาติไทย,3637
20,ชลบุรี,3,4,มิติใหม่,156
20,ชลบุรี,3,5,รวมใจไทย,679
20,ชลบุรี,3,6,รวมไทยสร้างชาติ,2222
20,ชลบุรี,3,7,พลวัต,105
20,ชลบุรี,3,8,ประชาธิปไตยใหม่,470
20,ชลบุรี,3,9,เพื่อไทย,5574
20,ชลบุรี,3,10,ทางเลือกใหม่,481
20,ชลบุรี,3,11,เศรษฐกิจ,3702
20,ชลบุรี,3,12,เสรีรวมไทย,593
20,ชลบุรี,3,13,รวมพลังประชาชน,506
20,ชลบุรี,3,14,ท้องที่ไทย,110
20,ชลบุรี,3,15,อนาคตไทย,59
20,ชลบุรี,3,16,พลังเพื่อไทย,81
20,ชลบุรี,3,17,ไทยชนะ,119
20,ชลบุรี,3,18,พลังสังคมใหม่,19
20,ชลบุรี,3,19,สังคมประชาธิปไตยไทย,192
20,ชลบุรี,3,20,ฟิวชัน,25
20,ชลบุรี,3,21,ไทรวมพลัง,56
20,ชลบุรี,3,22,ก้าวอิสระ,40
20,ชลบุรี,3,23,ปวงชนไทย,42
20,ชลบุรี,3,24,วิชชั่นใหม่,41
20,ชลบุรี,3,25,เพื่อชีวิตใหม่,17
20,ชลบุรี,3,26,คลองไทย,64
20,ชลบุรี,3,27,ประชาธิปัตย์,6541
20,ชลบุรี,3,28,ไทยก้าวหน้า,121
20,ชลบุรี,3,29,ไทยภักดี,718
20,ชลบุรี,3,30,แรงงานสร้างชาติ,79
20,ชลบุรี,3,31,ประชากรไทย,188
20,ชลบุรี,3,32,ครูไทยเพื่อประชาชน,107
20,ชลบุรี,3,33,ประชาชาติ,87
20,ชลบุรี,3,34,สร้างอนาคตไทย,97
20,ชลบุรี,3,35,รักชาติ,95
20,ชลบุรี,3,36,ไทยพร้อม,111
20,ชลบุรี,3,37,ภูมิใจไทย,21635
20,ชลบุรี,3,38,พลังธรรมใหม่,62
20,ชลบุรี,3,39,กรีน,45
20,ชลบุรี,3,40,ไทยธรรม,27
20,ชลบุรี,3,41,แผ่นดินธรรม,16
20,ชลบุรี,3,42,กล้าธรรม,317
20,ชลบุรี,3,43,พลังประชารัฐ,209
20,ชลบุรี,3,44,โอกาสใหม่,39
20,ชลบุรี,3,45,เป็นธรรม,48
20,ชลบุรี,3,46,ประชาชน,40642
20,ชลบุรี,3,47,ประชาไทย,166
20,ชลบุรี,3,48,ไทยสร้างไทย,441
20,ชลบุรี,3,49,ไทยก้าวใหม่,267
20,ชลบุรี,3,50,ประชาอาสาชาติ,3
20,ชลบุรี,3,51,พร้อม,58
20,ชลบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,6
20,ชลบุรี,3,53,ไทยพิทักษ์ธรรม,11
20,ชลบุรี,3,54,ความหวังใหม่,20
20,ชลบุรี,3,55,ไทยรวมไทย,18
20,ชลบุรี,3,56,เพื่อบ้านเมือง,46
20,ชลบุรี,3,57,พลังไทยรักชาติ,39
20,ชลบุรี,4,1,ไทยทรัพย์ทวี,245
20,ชลบุรี,4,2,เพื่อชาติไทย,1341
20,ชลบุรี,4,3,ใหม่,385
20,ชลบุรี,4,4,มิติใหม่,157
20,ชลบุรี,4,5,รวมใจไทย,4257
20,ชลบุรี,4,6,รวมไทยสร้างชาติ,2286
20,ชลบุรี,4,7,พลวัต,108
20,ชลบุรี,4,8,ประชาธิปไตยใหม่,709
20,ชลบุรี,4,9,เพื่อไทย,4918
20,ชลบุรี,4,10,ทางเลือกใหม่,432
20,ชลบุรี,4,11,เศรษฐกิจ,3589
20,ชลบุรี,4,12,เสรีรวมไทย,472
20,ชลบุรี,4,13,รวมพลังประชาชน,548
20,ชลบุรี,4,14,ท้องที่ไทย,41
20,ชลบุรี,4,15,อนาคตไทย,64
20,ชลบุรี,4,16,พลังเพื่อไทย,160
20,ชลบุรี,4,17,ไทยชนะ,146
20,ชลบุรี,4,18,พลังสังคมใหม่,31
20,ชลบุรี,4,19,สังคมประชาธิปไตยไทย,64
20,ชลบุรี,4,20,ฟิวชัน,29
20,ชลบุรี,4,21,ไทรวมพลัง,59
20,ชลบุรี,4,22,ก้าวอิสระ,48
20,ชลบุรี,4,23,ปวงชนไทย,81
20,ชลบุรี,4,24,วิชชั่นใหม่,59
20,ชลบุรี,4,25,เพื่อชีวิตใหม่,44
20,ชลบุรี,4,26,คลองไทย,116
20,ชลบุรี,4,27,ประชาธิปัตย์,9686
20,ชลบุรี,4,28,ไทยก้าวหน้า,109
20,ชลบุรี,4,29,ไทยภักดี,748
20,ชลบุรี,4,30,แรงงานสร้างชาติ,110
20,ชลบุรี,4,31,ประชากรไทย,165
20,ชลบุรี,4,32,ครูไทยเพื่อประชาชน,81
20,ชลบุรี,4,33,ประชาชาติ,96
20,ชลบุรี,4,34,สร้างอนาคตไทย,234
20,ชลบุรี,4,35,รักชาติ,217
20,ชลบุรี,4,36,ไทยพร้อม,110
20,ชลบุรี,4,37,ภูมิใจไทย,20031
20,ชลบุรี,4,38,พลังธรรมใหม่,88
20,ชลบุรี,4,39,กรีน,42
20,ชลบุรี,4,40,ไทยธรรม,66
20,ชลบุรี,4,41,แผ่นดินธรรม,18
20,ชลบุรี,4,42,กล้าธรรม,148
20,ชลบุรี,4,43,พลังประชารัฐ,435
20,ชลบุรี,4,44,โอกาสใหม่,43
20,ชลบุรี,4,45,เป็นธรรม,71
20,ชลบุรี,4,46,ประชาชน,27214
20,ชลบุรี,4,47,ประชาไทย,117
20,ชลบุรี,4,48,ไทยสร้างไทย,205
20,ชลบุรี,4,49,ไทยก้าวใหม่,201
20,ชลบุรี,4,50,ประชาอาสาชาติ,8
20,ชลบุรี,4,51,พร้อม,60
20,ชลบุรี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,16
20,ชลบุรี,4,53,ไทยพิทักษ์ธรรม,9
20,ชลบุรี,4,54,ความหวังใหม่,27
20,ชลบุรี,4,55,ไทยรวมไทย,19
20,ชลบุรี,4,56,เพื่อบ้านเมือง,55
20,ชลบุรี,4,57,พลังไทยรักชาติ,61
20,ชลบุรี,5,1,ไทยทรัพย์ทวี,261
20,ชลบุรี,5,2,เพื่อชาติไทย,1334
20,ชลบุรี,5,3,ใหม่,3228
20,ชลบุรี,5,4,มิติใหม่,218
20,ชลบุรี,5,5,รวมใจไทย,980
20,ชลบุรี,5,6,รวมไทยสร้างชาติ,2926
20,ชลบุรี,5,7,พลวัต,501
20,ชลบุรี,5,8,ประชาธิปไตยใหม่,731
20,ชลบุรี,5,9,เพื่อไทย,8312
20,ชลบุรี,5,10,ทางเลือกใหม่,686
20,ชลบุรี,5,11,เศรษฐกิจ,5519
20,ชลบุรี,5,12,เสรีรวมไทย,597
20,ชลบุรี,5,13,รวมพลังประชาชน,568
20,ชลบุรี,5,14,ท้องที่ไทย,88
20,ชลบุรี,5,15,อนาคตไทย,82
20,ชลบุรี,5,16,พลังเพื่อไทย,172
20,ชลบุรี,5,17,ไทยชนะ,117
20,ชลบุรี,5,18,พลังสังคมใหม่,28
20,ชลบุรี,5,19,สังคมประชาธิปไตยไทย,67
20,ชลบุรี,5,20,ฟิวชัน,36
20,ชลบุรี,5,21,ไทรวมพลัง,54
20,ชลบุรี,5,22,ก้าวอิสระ,36
20,ชลบุรี,5,23,ปวงชนไทย,87
20,ชลบุรี,5,24,วิชชั่นใหม่,40
20,ชลบุรี,5,25,เพื่อชีวิตใหม่,37
20,ชลบุรี,5,26,คลองไทย,63
20,ชลบุรี,5,27,ประชาธิปัตย์,7356
20,ชลบุรี,5,28,ไทยก้าวหน้า,142
20,ชลบุรี,5,29,ไทยภักดี,881
20,ชลบุรี,5,30,แรงงานสร้างชาติ,161
20,ชลบุรี,5,31,ประชากรไทย,136
20,ชลบุรี,5,32,ครูไทยเพื่อประชาชน,234
20,ชลบุรี,5,33,ประชาชาติ,179
20,ชลบุรี,5,34,สร้างอนาคตไทย,134
20,ชลบุรี,5,35,รักชาติ,119
20,ชลบุรี,5,36,ไทยพร้อม,213
20,ชลบุรี,5,37,ภูมิใจไทย,24984
20,ชลบุรี,5,38,พลังธรรมใหม่,157
20,ชลบุรี,5,39,กรีน,58
20,ชลบุรี,5,40,ไทยธรรม,86
20,ชลบุรี,5,41,แผ่นดินธรรม,25
20,ชลบุรี,5,42,กล้าธรรม,144
20,ชลบุรี,5,43,พลังประชารัฐ,317
20,ชลบุรี,5,44,โอกาสใหม่,33
20,ชลบุรี,5,45,เป็นธรรม,52
20,ชลบุรี,5,46,ประชาชน,31880
20,ชลบุรี,5,47,ประชาไทย,150
20,ชลบุรี,5,48,ไทยสร้างไทย,286
20,ชลบุรี,5,49,ไทยก้าวใหม่,234
20,ชลบุรี,5,50,ประชาอาสาชาติ,4
20,ชลบุรี,5,51,พร้อม,72
20,ชลบุรี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,51
20,ชลบุรี,5,53,ไทยพิทักษ์ธรรม,17
20,ชลบุรี,5,54,ความหวังใหม่,27
20,ชลบุรี,5,55,ไทยรวมไทย,22
20,ชลบุรี,5,56,เพื่อบ้านเมือง,56
20,ชลบุรี,5,57,พลังไทยรักชาติ,78
20,ชลบุรี,6,1,ไทยทรัพย์ทวี,162
20,ชลบุรี,6,2,เพื่อชาติไทย,457
20,ชลบุรี,6,3,ใหม่,140
20,ชลบุรี,6,4,มิติใหม่,104
20,ชลบุรี,6,5,รวมใจไทย,428
20,ชลบุรี,6,6,รวมไทยสร้างชาติ,2468
20,ชลบุรี,6,7,พลวัต,298
20,ชลบุรี,6,8,ประชาธิปไตยใหม่,1814
20,ชลบุรี,6,9,เพื่อไทย,5757
20,ชลบุรี,6,10,ทางเลือกใหม่,435
20,ชลบุรี,6,11,เศรษฐกิจ,3001
20,ชลบุรี,6,12,เสรีรวมไทย,564
20,ชลบุรี,6,13,รวมพลังประชาชน,508
20,ชลบุรี,6,14,ท้องที่ไทย,24
20,ชลบุรี,6,15,อนาคตไทย,65
20,ชลบุรี,6,16,พลังเพื่อไทย,121
20,ชลบุรี,6,17,ไทยชนะ,50
20,ชลบุรี,6,18,พลังสังคมใหม่,38
20,ชลบุรี,6,19,สังคมประชาธิปไตยไทย,76
20,ชลบุรี,6,20,ฟิวชัน,19
20,ชลบุรี,6,21,ไทรวมพลัง,52
20,ชลบุรี,6,22,ก้าวอิสระ,27
20,ชลบุรี,6,23,ปวงชนไทย,71
20,ชลบุรี,6,24,วิชชั่นใหม่,37
20,ชลบุรี,6,25,เพื่อชีวิตใหม่,19
20,ชลบุรี,6,26,คลองไทย,98
20,ชลบุรี,6,27,ประชาธิปัตย์,5092
20,ชลบุรี,6,28,ไทยก้าวหน้า,100
20,ชลบุรี,6,29,ไทยภักดี,1306
20,ชลบุรี,6,30,แรงงานสร้างชาติ,67
20,ชลบุรี,6,31,ประชากรไทย,75
20,ชลบุรี,6,32,ครูไทยเพื่อประชาชน,192
20,ชลบุรี,6,33,ประชาชาติ,81
20,ชลบุรี,6,34,สร้างอนาคตไทย,77
20,ชลบุรี,6,35,รักชาติ,252
20,ชลบุรี,6,36,ไทยพร้อม,114
20,ชลบุรี,6,37,ภูมิใจไทย,22453
20,ชลบุรี,6,38,พลังธรรมใหม่,119
20,ชลบุรี,6,39,กรีน,35
20,ชลบุรี,6,40,ไทยธรรม,34
20,ชลบุรี,6,41,แผ่นดินธรรม,22
20,ชลบุรี,6,42,กล้าธรรม,175
20,ชลบุรี,6,43,พลังประชารัฐ,262
20,ชลบุรี,6,44,โอกาสใหม่,34
20,ชลบุรี,6,45,เป็นธรรม,42
20,ชลบุรี,6,46,ประชาชน,42133
20,ชลบุรี,6,47,ประชาไทย,267
20,ชลบุรี,6,48,ไทยสร้างไทย,425
20,ชลบุรี,6,49,ไทยก้าวใหม่,325
20,ชลบุรี,6,50,ประชาอาสาชาติ,3
20,ชลบุรี,6,51,พร้อม,43
20,ชลบุรี,6,52,เครือข่ายชาวนาแห่งประเทศไทย,13
20,ชลบุรี,6,53,ไทยพิทักษ์ธรรม,6
20,ชลบุรี,6,54,ความหวังใหม่,17
20,ชลบุรี,6,55,ไทยรวมไทย,13
20,ชลบุรี,6,56,เพื่อบ้านเมือง,34
20,ชลบุรี,6,57,พลังไทยรักชาติ,33
20,ชลบุรี,7,1,ไทยทรัพย์ทวี,275
20,ชลบุรี,7,2,เพื่อชาติไทย,507
20,ชลบุรี,7,3,ใหม่,152
20,ชลบุรี,7,4,มิติใหม่,103
20,ชลบุรี,7,5,รวมใจไทย,454
20,ชลบุรี,7,6,รวมไทยสร้างชาติ,3731
20,ชลบุรี,7,7,พลวัต,120
20,ชลบุรี,7,8,ประชาธิปไตยใหม่,349
20,ชลบุรี,7,9,เพื่อไทย,5514
20,ชลบุรี,7,10,ทางเลือกใหม่,410
20,ชลบุรี,7,11,เศรษฐกิจ,3106
20,ชลบุรี,7,12,เสรีรวมไทย,659
20,ชลบุรี,7,13,รวมพลังประชาชน,506
20,ชลบุรี,7,14,ท้องที่ไทย,18
20,ชลบุรี,7,15,อนาคตไทย,66
20,ชลบุรี,7,16,พลังเพื่อไทย,132
20,ชลบุรี,7,17,ไทยชนะ,50
20,ชลบุรี,7,18,พลังสังคมใหม่,17
20,ชลบุรี,7,19,สังคมประชาธิปไตยไทย,191
20,ชลบุรี,7,20,ฟิวชัน,8
20,ชลบุรี,7,21,ไทรวมพลัง,53
20,ชลบุรี,7,22,ก้าวอิสระ,17
20,ชลบุรี,7,23,ปวงชนไทย,143
20,ชลบุรี,7,24,วิชชั่นใหม่,34
20,ชลบุรี,7,25,เพื่อชีวิตใหม่,11
20,ชลบุรี,7,26,คลองไทย,34
20,ชลบุรี,7,27,ประชาธิปัตย์,3589
20,ชลบุรี,7,28,ไทยก้าวหน้า,107
20,ชลบุรี,7,29,ไทยภักดี,523
20,ชลบุรี,7,30,แรงงานสร้างชาติ,69
20,ชลบุรี,7,31,ประชากรไทย,66
20,ชลบุรี,7,32,ครูไทยเพื่อประชาชน,49
20,ชลบุรี,7,33,ประชาชาติ,69
20,ชลบุรี,7,34,สร้างอนาคตไทย,63
20,ชลบุรี,7,35,รักชาติ,115
20,ชลบุรี,7,36,ไทยพร้อม,166
20,ชลบุรี,7,37,ภูมิใจไทย,17853
20,ชลบุรี,7,38,พลังธรรมใหม่,54
20,ชลบุรี,7,39,กรีน,35
20,ชลบุรี,7,40,ไทยธรรม,30
20,ชลบุรี,7,41,แผ่นดินธรรม,17
20,ชลบุรี,7,42,กล้าธรรม,89
20,ชลบุรี,7,43,พลังประชารัฐ,225
20,ชลบุรี,7,44,โอกาสใหม่,20
20,ชลบุรี,7,45,เป็นธรรม,41
20,ชลบุรี,7,46,ประชาชน,43372
20,ชลบุรี,7,47,ประชาไทย,129
20,ชลบุรี,7,48,ไทยสร้างไทย,292
20,ชลบุรี,7,49,ไทยก้าวใหม่,210
20,ชลบุรี,7,50,ประชาอาสาชาติ,6
20,ชลบุรี,7,51,พร้อม,61
20,ชลบุรี,7,52,เครือข่ายชาวนาแห่งประเทศไทย,16
20,ชลบุรี,7,53,ไทยพิทักษ์ธรรม,4
20,ชลบุรี,7,54,ความหวังใหม่,16
20,ชลบุรี,7,55,ไทยรวมไทย,9
20,ชลบุรี,7,56,เพื่อบ้านเมือง,13
20,ชลบุรี,7,57,พลังไทยรักชาติ,21
20,ชลบุรี,8,1,ไทยทรัพย์ทวี,178
20,ชลบุรี,8,2,เพื่อชาติไทย,704
20,ชลบุรี,8,3,ใหม่,273
20,ชลบุรี,8,4,มิติใหม่,115
20,ชลบุรี,8,5,รวมใจไทย,3357
20,ชลบุรี,8,6,รวมไทยสร้างชาติ,1870
20,ชลบุรี,8,7,พลวัต,305
20,ชลบุรี,8,8,ประชาธิปไตยใหม่,442
20,ชลบุรี,8,9,เพื่อไทย,6945
20,ชลบุรี,8,10,ทางเลือกใหม่,418
20,ชลบุรี,8,11,เศรษฐกิจ,3317
20,ชลบุรี,8,12,เสรีรวมไทย,914
20,ชลบุรี,8,13,รวมพลังประชาชน,538
20,ชลบุรี,8,14,ท้องที่ไทย,44
20,ชลบุรี,8,15,อนาคตไทย,71
20,ชลบุรี,8,16,พลังเพื่อไทย,131
20,ชลบุรี,8,17,ไทยชนะ,97
20,ชลบุรี,8,18,พลังสังคมใหม่,27
20,ชลบุรี,8,19,สังคมประชาธิปไตยไทย,78
20,ชลบุรี,8,20,ฟิวชัน,20
20,ชลบุรี,8,21,ไทรวมพลัง,46
20,ชลบุรี,8,22,ก้าวอิสระ,22
20,ชลบุรี,8,23,ปวงชนไทย,75
20,ชลบุรี,8,24,วิชชั่นใหม่,37
20,ชลบุรี,8,25,เพื่อชีวิตใหม่,25
20,ชลบุรี,8,26,คลองไทย,43
20,ชลบุรี,8,27,ประชาธิปัตย์,4521
20,ชลบุรี,8,28,ไทยก้าวหน้า,135
20,ชลบุรี,8,29,ไทยภักดี,835
20,ชลบุรี,8,30,แรงงานสร้างชาติ,63
20,ชลบุรี,8,31,ประชากรไทย,83
20,ชลบุรี,8,32,ครูไทยเพื่อประชาชน,77
20,ชลบุรี,8,33,ประชาชาติ,69
20,ชลบุรี,8,34,สร้างอนาคตไทย,144
20,ชลบุรี,8,35,รักชาติ,167
20,ชลบุรี,8,36,ไทยพร้อม,208
20,ชลบุรี,8,37,ภูมิใจไทย,21336
20,ชลบุรี,8,38,พลังธรรมใหม่,88
20,ชลบุรี,8,39,กรีน,55
20,ชลบุรี,8,40,ไทยธรรม,27
20,ชลบุรี,8,41,แผ่นดินธรรม,16
20,ชลบุรี,8,42,กล้าธรรม,70
20,ชลบุรี,8,43,พลังประชารัฐ,189
20,ชลบุรี,8,44,โอกาสใหม่,29
20,ชลบุรี,8,45,เป็นธรรม,58
20,ชลบุรี,8,46,ประชาชน,38807
20,ชลบุรี,8,47,ประชาไทย,260
20,ชลบุรี,8,48,ไทยสร้างไทย,407
20,ชลบุรี,8,49,ไทยก้าวใหม่,266
20,ชลบุรี,8,50,ประชาอาสาชาติ,10
20,ชลบุรี,8,51,พร้อม,64
20,ชลบุรี,8,52,เครือข่ายชาวนาแห่งประเทศไทย,10
20,ชลบุรี,8,53,ไทยพิทักษ์ธรรม,15
20,ชลบุรี,8,54,ความหวังใหม่,22
20,ชลบุรี,8,55,ไทยรวมไทย,17
20,ชลบุรี,8,56,เพื่อบ้านเมือง,24
20,ชลบุรี,8,57,พลังไทยรักชาติ,46
20,ชลบุรี,9,1,ไทยทรัพย์ทวี,65
20,ชลบุรี,9,2,เพื่อชาติไทย,373
20,ชลบุรี,9,3,ใหม่,139
20,ชลบุรี,9,4,มิติใหม่,61
20,ชลบุรี,9,5,รวมใจไทย,516
20,ชลบุรี,9,6,รวมไทยสร้างชาติ,1764
20,ชลบุรี,9,7,พลวัต,62
20,ชลบุรี,9,8,ประชาธิปไตยใหม่,1164
20,ชลบุรี,9,9,เพื่อไทย,6067
20,ชลบุรี,9,10,ทางเลือกใหม่,310
20,ชลบุรี,9,11,เศรษฐกิจ,2314
20,ชลบุรี,9,12,เสรีรวมไทย,442
20,ชลบุรี,9,13,รวมพลังประชาชน,407
20,ชลบุรี,9,14,ท้องที่ไทย,15
20,ชลบุรี,9,15,อนาคตไทย,57
20,ชลบุรี,9,16,พลังเพื่อไทย,111
20,ชลบุรี,9,17,ไทยชนะ,39
20,ชลบุรี,9,18,พลังสังคมใหม่,21
20,ชลบุรี,9,19,สังคมประชาธิปไตยไทย,15
20,ชลบุรี,9,20,ฟิวชัน,14
20,ชลบุรี,9,21,ไทรวมพลัง,24
20,ชลบุรี,9,22,ก้าวอิสระ,19
20,ชลบุรี,9,23,ปวงชนไทย,40
20,ชลบุรี,9,24,วิชชั่นใหม่,17
20,ชลบุรี,9,25,เพื่อชีวิตใหม่,20
20,ชลบุรี,9,26,คลองไทย,30
20,ชลบุรี,9,27,ประชาธิปัตย์,3508
20,ชลบุรี,9,28,ไทยก้าวหน้า,112
20,ชลบุรี,9,29,ไทยภักดี,741
20,ชลบุรี,9,30,แรงงานสร้างชาติ,23
20,ชลบุรี,9,31,ประชากรไทย,49
20,ชลบุรี,9,32,ครูไทยเพื่อประชาชน,33
20,ชลบุรี,9,33,ประชาชาติ,89
20,ชลบุรี,9,34,สร้างอนาคตไทย,44
20,ชลบุรี,9,35,รักชาติ,75
20,ชลบุรี,9,36,ไทยพร้อม,58
20,ชลบุรี,9,37,ภูมิใจไทย,14834
20,ชลบุรี,9,38,พลังธรรมใหม่,97
20,ชลบุรี,9,39,กรีน,32
20,ชลบุรี,9,40,ไทยธรรม,12
20,ชลบุรี,9,41,แผ่นดินธรรม,11
20,ชลบุรี,9,42,กล้าธรรม,45
20,ชลบุรี,9,43,พลังประชารัฐ,126
20,ชลบุรี,9,44,โอกาสใหม่,31
20,ชลบุรี,9,45,เป็นธรรม,55
20,ชลบุรี,9,46,ประชาชน,30288
20,ชลบุรี,9,47,ประชาไทย,90
20,ชลบุรี,9,48,ไทยสร้างไทย,275
20,ชลบุรี,9,49,ไทยก้าวใหม่,231
20,ชลบุรี,9,50,ประชาอาสาชาติ,8
20,ชลบุรี,9,51,พร้อม,44
20,ชลบุรี,9,52,เครือข่ายชาวนาแห่งประเทศไทย,7
20,ชลบุรี,9,53,ไทยพิทักษ์ธรรม,3
20,ชลบุรี,9,54,ความหวังใหม่,18
20,ชลบุรี,9,55,ไทยรวมไทย,14
20,ชลบุรี,9,56,เพื่อบ้านเมือง,9
20,ชลบุรี,9,57,พลังไทยรักชาติ,21
20,ชลบุรี,10,2,ไทยทรัพย์ทวี,93
20,ชลบุรี,10,3,เพื่อชาติไทย,1670
20,ชลบุรี,10,4,ใหม่,232
20,ชลบุรี,10,5,มิติใหม่,91
20,ชลบุรี,10,6,รวมใจไทย,675
20,ชลบุรี,10,7,รวมไทยสร้างชาติ,2517
20,ชลบุรี,10,8,พลวัต,812
20,ชลบุรี,10,9,ประชาธิปไตยใหม่,329
20,ชลบุรี,10,10,เพื่อไทย,7353
20,ชลบุรี,10,11,ทางเลือกใหม่,592
20,ชลบุรี,10,12,เศรษฐกิจ,4210
20,ชลบุรี,10,13,เสรีรวมไทย,682
20,ชลบุรี,10,14,รวมพลังประชาชน,489
20,ชลบุรี,10,15,ท้องที่ไทย,41
20,ชลบุรี,10,16,อนาคตไทย,72
20,ชลบุรี,10,17,พลังเพื่อไทย,124
20,ชลบุรี,10,18,ไทยชนะ,76
20,ชลบุรี,10,19,พลังสังคมใหม่,34
20,ชลบุรี,10,20,สังคมประชาธิปไตยไทย,24
20,ชลบุรี,10,21,ฟิวชัน,45
20,ชลบุรี,10,22,ไทรวมพลัง,58
20,ชลบุรี,10,23,ก้าวอิสระ,26
20,ชลบุรี,10,24,ปวงชนไทย,52
20,ชลบุรี,10,25,วิชชั่นใหม่,29
20,ชลบุรี,10,26,เพื่อชีวิตใหม่,10
20,ชลบุรี,10,27,คลองไทย,37
20,ชลบุรี,10,28,ประชาธิปัตย์,4540
20,ชลบุรี,10,29,ไทยก้าวหน้า,127
20,ชลบุรี,10,30,ไทยภักดี,980
20,ชลบุรี,10,31,แรงงานสร้างชาติ,62
20,ชลบุรี,10,32,ประชากรไทย,108
20,ชลบุรี,10,33,ครูไทยเพื่อประชาชน,82
20,ชลบุรี,10,34,ประชาชาติ,106
20,ชลบุรี,10,35,สร้างอนาคตไทย,69
20,ชลบุรี,10,36,รักชาติ,125
20,ชลบุรี,10,37,ไทยพร้อม,105
20,ชลบุรี,10,38,ภูมิใจไทย,19065
20,ชลบุรี,10,39,พลังธรรมใหม่,63
20,ชลบุรี,10,40,กรีน,50
20,ชลบุรี,10,41,ไทยธรรม,39
20,ชลบุรี,10,42,แผ่นดินธรรม,33
20,ชลบุรี,10,43,กล้าธรรม,1508
20,ชลบุรี,10,44,พลังประชารัฐ,244
20,ชลบุรี,10,45,โอกาสใหม่,27
20,ชลบุรี,10,46,เป็นธรรม,70
20,ชลบุรี,10,47,ประชาชน,33067
20,ชลบุรี,10,48,ประชาไทย,133
20,ชลบุรี,10,49,ไทยสร้างไทย,544
20,ชลบุรี,10,50,ไทยก้าวใหม่,309
20,ชลบุรี,10,51,ประชาอาสาชาติ,6
20,ชลบุรี,10,52,พร้อม,63
20,ชลบุรี,10,53,เครือข่ายชาวนาแห่งประเทศไทย,24
20,ชลบุรี,10,54,ไทยพิทักษ์ธรรม,12
20,ชลบุรี,10,55,ความหวังใหม่,28
20,ชลบุรี,10,56,ไทยรวมไทย,11
20,ชลบุรี,10,57,เพื่อบ้านเมือง,18
20,ชลบุรี,10,58,พลังไทยรักชาติ,30
21,ระยอง,1,1,ไทยทรัพย์ทวี,224
21,ระยอง,1,2,เพื่อชาติไทย,445
21,ระยอง,1,3,ใหม่,176
21,ระยอง,1,4,มิติใหม่,318
21,ระยอง,1,5,รวมใจไทย,1728
21,ระยอง,1,6,รวมไทยสร้างชาติ,1757
21,ระยอง,1,7,พลวัต,51
21,ระยอง,1,8,ประชาธิปไตยใหม่,629
21,ระยอง,1,9,เพื่อไทย,4941
21,ระยอง,1,10,ทางเลือกใหม่,423
21,ระยอง,1,11,เศรษฐกิจ,2501
21,ระยอง,1,12,เสรีรวมไทย,357
21,ระยอง,1,13,รวมพลังประชาชน,346
21,ระยอง,1,14,ท้องที่ไทย,13
21,ระยอง,1,15,อนาคตไทย,53
21,ระยอง,1,16,พลังเพื่อไทย,76
21,ระยอง,1,17,ไทยชนะ,71
21,ระยอง,1,18,พลังสังคมใหม่,11
21,ระยอง,1,19,สังคมประชาธิปไตยไทย,28
21,ระยอง,1,20,ฟิวชัน,16
21,ระยอง,1,21,ไทรวมพลัง,53
21,ระยอง,1,22,ก้าวอิสระ,11
21,ระยอง,1,23,ปวงชนไทย,22
21,ระยอง,1,24,วิชชั่นใหม่,48
21,ระยอง,1,25,เพื่อชีวิตใหม่,34
21,ระยอง,1,26,คลองไทย,37
21,ระยอง,1,27,ประชาธิปัตย์,11580
21,ระยอง,1,28,ไทยก้าวหน้า,112
21,ระยอง,1,29,ไทยภักดี,658
21,ระยอง,1,30,แรงงานสร้างชาติ,52
21,ระยอง,1,31,ประชากรไทย,57
21,ระยอง,1,32,ครูไทยเพื่อประชาชน,56
21,ระยอง,1,33,ประชาชาติ,82
21,ระยอง,1,34,สร้างอนาคตไทย,103
21,ระยอง,1,35,รักชาติ,117
21,ระยอง,1,36,ไทยพร้อม,73
21,ระยอง,1,37,ภูมิใจไทย,17260
21,ระยอง,1,38,พลังธรรมใหม่,159
21,ระยอง,1,39,กรีน,37
21,ระยอง,1,40,ไทยธรรม,17
21,ระยอง,1,41,แผ่นดินธรรม,12
21,ระยอง,1,42,กล้าธรรม,64
21,ระยอง,1,43,พลังประชารัฐ,132
21,ระยอง,1,44,โอกาสใหม่,31
21,ระยอง,1,45,เป็นธรรม,38
21,ระยอง,1,46,ประชาชน,40117
21,ระยอง,1,47,ประชาไทย,120
21,ระยอง,1,48,ไทยสร้างไทย,313
21,ระยอง,1,49,ไทยก้าวใหม่,606
21,ระยอง,1,50,ประชาอาสาชาติ,3
21,ระยอง,1,51,พร้อม,53
21,ระยอง,1,52,เครือข่ายชาวนาแห่งประเทศไทย,6
21,ระยอง,1,53,ไทยพิทักษ์ธรรม,8
21,ระยอง,1,54,ความหวังใหม่,21
21,ระยอง,1,55,ไทยรวมไทย,7
21,ระยอง,1,56,เพื่อบ้านเมือง,32
21,ระยอง,1,57,พลังไทยรักชาติ,32
21,ระยอง,2,1,ไทยทรัพย์ทวี,354
21,ระยอง,2,2,เพื่อชาติไทย,666
21,ระยอง,2,3,ใหม่,469
21,ระยอง,2,4,มิติใหม่,119
21,ระยอง,2,5,รวมใจไทย,252
21,ระยอง,2,6,รวมไทยสร้างชาติ,1689
21,ระยอง,2,7,พลวัต,49
21,ระยอง,2,8,ประชาธิปไตยใหม่,620
21,ระยอง,2,9,เพื่อไทย,4021
21,ระยอง,2,10,ทางเลือกใหม่,358
21,ระยอง,2,11,เศรษฐกิจ,2249
21,ระยอง,2,12,เสรีรวมไทย,355
21,ระยอง,2,13,รวมพลังประชาชน,314
21,ระยอง,2,14,ท้องที่ไทย,20
21,ระยอง,2,15,อนาคตไทย,41
21,ระยอง,2,16,พลังเพื่อไทย,71
21,ระยอง,2,17,ไทยชนะ,68
21,ระยอง,2,18,พลังสังคมใหม่,13
21,ระยอง,2,19,สังคมประชาธิปไตยไทย,36
21,ระยอง,2,20,ฟิวชัน,17
21,ระยอง,2,21,ไทยรวมพลัง,33
21,ระยอง,2,22,ก้าวอิสระ,12
21,ระยอง,2,23,ปวงชนไทย,52
21,ระยอง,2,24,วิชชั่นใหม่,30
21,ระยอง,2,25,เพื่อชีวิตใหม่,16
21,ระยอง,2,26,คลองไทย,70
21,ระยอง,2,27,ประชาธิปัตย์,17477
21,ระยอง,2,28,ไทยก้าวหน้า,110
21,ระยอง,2,29,ไทยภักดี,695
21,ระยอง,2,30,แรงงานสร้างชาติ,61
21,ระยอง,2,31,ประชากรไทย,40
21,ระยอง,2,32,ครูไทยเพื่อประชาชน,56
21,ระยอง,2,33,ประชาชาติ,66
21,ระยอง,2,34,สร้างอนาคตไทย,48
21,ระยอง,2,35,รักชาติ,53
21,ระยอง,2,36,ไทยพร้อม,85
21,ระยอง,2,37,ภูมิใจไทย,9002
21,ระยอง,2,38,พลังธรรมใหม่,32
21,ระยอง,2,39,กรีน,23
21,ระยอง,2,40,ไทยธรรม,22
21,ระยอง,2,41,แผ่นดินธรรม,18
21,ระยอง,2,42,กล้าธรรม,69
21,ระยอง,2,43,พลังประชารัฐ,89
21,ระยอง,2,44,โอกาสใหม่,28
21,ระยอง,2,45,เป็นธรรม,48
21,ระยอง,2,46,ประชาชน,31608
21,ระยอง,2,47,ประชาไทย,93
21,ระยอง,2,48,ไทยสร้างไทย,423
21,ระยอง,2,49,ไทยก้าวใหม่,549
21,ระยอง,2,50,ประชาอาสาชาติ,9
21,ระยอง,2,51,พร้อม,48
21,ระยอง,2,52,เครือข่ายชาวนาแห่งประเทศไทย,9
21,ระยอง,2,53,ไทยพิทักษ์ธรรม,6
21,ระยอง,2,54,ความหวังใหม่,7
21,ระยอง,2,55,ไทยรวมไทย,15
21,ระยอง,2,56,เพื่อบ้านเมือง,52
21,ระยอง,2,57,พลังไทยรักชาติ,22
21,ระยอง,3,1,ไทยทรัพย์ทวี,467
21,ระยอง,3,2,เพื่อชาติไทย,921
21,ระยอง,3,3,ใหม่,742
21,ระยอง,3,4,มิติใหม่,177
21,ระยอง,3,5,รวมใจไทย,1489
21,ระยอง,3,6,รวมไทยสร้างชาติ,4608
21,ระยอง,3,7,พลวัต,97
21,ระยอง,3,8,ประชาธิปไตยใหม่,993
21,ระยอง,3,9,เพื่อไทย,5066
21,ระยอง,3,10,ทางเลือกใหม่,472
21,ระยอง,3,11,เศรษฐกิจ,3420
21,ระยอง,3,12,เสรีรวมไทย,321
21,ระยอง,3,13,รวมพลังประชาชน,478
21,ระยอง,3,14,ท้องที่ไทย,50
21,ระยอง,3,15,อนาคตไทย,49
21,ระยอง,3,16,พลังเพื่อไทย,148
21,ระยอง,3,17,ไทยชนะ,130
21,ระยอง,3,18,พลังสังคมใหม่,23
21,ระยอง,3,19,สังคมประชาธิปไตยไทย,66
21,ระยอง,3,20,ฟิวชัน,42
21,ระยอง,3,21,ไทรวมพลัง,32
21,ระยอง,3,22,ก้าวอิสระ,37
21,ระยอง,3,23,ปวงชนไทย,50
21,ระยอง,3,24,วิชชั่นใหม่,52
21,ระยอง,3,25,เพื่อชีวิตใหม่,55
21,ระยอง,3,26,คลองไทย,132
21,ระยอง,3,27,ประชาธิปัตย์,17400
21,ระยอง,3,28,ไทยก้าวหน้า,144
21,ระยอง,3,29,ไทยภักดี,467
21,ระยอง,3,30,แรงงานสร้างชาติ,143
21,ระยอง,3,31,ประชากรไทย,90
21,ระยอง,3,32,ครูไทยเพื่อประชาชน,77
21,ระยอง,3,33,ประชาชาติ,109
21,ระยอง,3,34,สร้างอนาคตไทย,117
21,ระยอง,3,35,รักชาติ,185
21,ระยอง,3,36,ไทยพร้อม,96
21,ระยอง,3,37,ภูมิใจไทย,9301
21,ระยอง,3,38,พลังธรรมใหม่,80
21,ระยอง,3,39,กรีน,34
21,ระยอง,3,40,ไทยธรรม,33
21,ระยอง,3,41,แผ่นดินธรรม,14
21,ระยอง,3,42,กล้าธรรม,82
21,ระยอง,3,43,พลังประชารัฐ,131
21,ระยอง,3,44,โอกาสใหม่,39
21,ระยอง,3,45,เป็นธรรม,146
21,ระยอง,3,46,ประชาชน,27801
21,ระยอง,3,47,ประชาไทย,116
21,ระยอง,3,48,ไทยสร้างไทย,402
21,ระยอง,3,49,ไทยก้าวใหม่,269
21,ระยอง,3,50,ประชาอาสาชาติ,10
21,ระยอง,3,51,พร้อม,60
21,ระยอง,3,52,เครือข่ายชาวนาแห่งประเทศไทย,14
21,ระยอง,3,53,ไทยพิทักษ์ธรรม,12
21,ระยอง,3,54,ความหวังใหม่,18
21,ระยอง,3,55,ไทยรวมไทย,17
21,ระยอง,3,56,เพื่อบ้านเมือง,74
21,ระยอง,3,57,พลังไทยรักชาติ,54
21,ระยอง,4,1,พรรคที่ 1 (ไม่ระบุชื่อ),0
21,ระยอง,4,2,ไทยทรัพย์ทวี,473
21,ระยอง,4,3,เพื่อชาติไทย,3818
21,ระยอง,4,4,ใหม่,417
21,ระยอง,4,5,มิติใหม่,149
21,ระยอง,4,6,รวมใจไทย,489
21,ระยอง,4,7,รวมไทยสร้างชาติ,1924
21,ระยอง,4,8,พลวัต,84
21,ระยอง,4,9,ประชาธิปไตยใหม่,746
21,ระยอง,4,10,เพื่อไทย,5374
21,ระยอง,4,11,ทางเลือกใหม่,417
21,ระยอง,4,12,เศรษฐกิจ,3275
21,ระยอง,4,13,เสรีรวมไทย,351
21,ระยอง,4,14,รวมพลังประชาชน,419
21,ระยอง,4,15,ท้องที่ไทย,31
21,ระยอง,4,16,อนาคตไทย,81
21,ระยอง,4,17,พลังเพื่อไทย,110
21,ระยอง,4,18,ไทยชนะ,119
21,ระยอง,4,19,พลังสังคมใหม่,16
21,ระยอง,4,20,สังคมประชาธิปไตยไทย,133
21,ระยอง,4,21,ฟิวชัน,25
21,ระยอง,4,22,ไทรวมพลัง,47
21,ระยอง,4,23,ก้าวอิสระ,38
21,ระยอง,4,24,ปวงชนไทย,56
21,ระยอง,4,25,วิชชั่นใหม่,40
21,ระยอง,4,26,เพื่อชีวิตใหม่,51
21,ระยอง,4,27,คลองไทย,67
21,ระยอง,4,28,ประชาธิปัตย์,11305
21,ระยอง,4,29,ไทยก้าวหน้า,134
21,ระยอง,4,30,ไทยภักดี,482
21,ระยอง,4,31,แรงงานสร้างชาติ,109
21,ระยอง,4,32,ประชากรไทย,233
21,ระยอง,4,33,ครูไทยเพื่อประชาชน,136
21,ระยอง,4,34,สร้างอนาคตไทย,86
21,ระยอง,4,35,รักชาติ,104
21,ระยอง,4,36,ไทยพร้อม,116
21,ระยอง,4,37,ภูมิใจไทย,19236
21,ระยอง,4,38,พลังธรรมใหม่,92
21,ระยอง,4,39,กรีน,47
21,ระยอง,4,40,ไทยธรรม,34
21,ระยอง,4,41,แผ่นดินธรรม,16
21,ระยอง,4,42,กล้าธรรม,154
21,ระยอง,4,43,พลังประชารัฐ,141
21,ระยอง,4,44,โอกาสใหม่,46
21,ระยอง,4,45,เป็นธรรม,47
21,ระยอง,4,46,ประชาชน,36093
21,ระยอง,4,47,ประชาไทย,165
21,ระยอง,4,48,ไทยสร้างไทย,259
21,ระยอง,4,49,ไทยก้าวใหม่,361
21,ระยอง,4,50,ประชาอาสาชาติ,6
21,ระยอง,4,51,พร้อม,51
21,ระยอง,4,52,เครือข่ายชาวนาแห่งประเทศไทย,12
21,ระยอง,4,53,ไทยพิทักษ์ธรรม,9
21,ระยอง,4,54,ความหวังใหม่,16
21,ระยอง,4,55,ไทยรวมไทย,14
21,ระยอง,4,56,เพื่อบ้านเมือง,47
21,ระยอง,4,57,พลังไทยรักชาติ,49
21,ระยอง,5,1,ไทยทรัพย์ทวี,258
21,ระยอง,5,2,เพื่อชาติไทย,1078
21,ระยอง,5,3,ใหม่,343
21,ระยอง,5,4,มิติใหม่,152
21,ระยอง,5,5,รวมใจไทย,2507
21,ระยอง,5,6,รวมไทยสร้างชาติ,1940
21,ระยอง,5,7,พลวัต,67
21,ระยอง,5,9,ประชาธิปไตยใหม่,487
21,ระยอง,5,10,เพื่อไทย,6141
21,ระยอง,5,11,ทางเลือกใหม่,426
21,ระยอง,5,12,เศรษฐกิจ,3122
21,ระยอง,5,13,เสรีรวมไทย,504
21,ระยอง,5,14,รวมพลังประชาชน,525
21,ระยอง,5,15,ท้องที่ไทย,24
21,ระยอง,5,16,อนาคตไทย,55
21,ระยอง,5,17,พลังเพื่อไทย,94
21,ระยอง,5,18,ไทยชนะ,69
21,ระยอง,5,19,พลังสังคมใหม่,17
21,ระยอง,5,20,สังคมประชาธิปไตยไทย,28
21,ระยอง,5,21,ฟิวชัน,18
21,ระยอง,5,22,ไทรวมพลัง,53
21,ระยอง,5,23,ก้าวอิสระ,21
21,ระยอง,5,24,ปวงชนไทย,40
21,ระยอง,5,25,วิชชั่นใหม่,47
21,ระยอง,5,26,เพื่อชีวิตใหม่,26
21,ระยอง,5,27,คลองไทย,89
21,ระยอง,5,28,ประชาธิปัตย์,6656
21,ระยอง,5,29,ไทยก้าวหน้า,119
21,ระยอง,5,30,ไทยภักดี,508
21,ระยอง,5,31,แรงงานสร้างชาติ,79
21,ระยอง,5,32,ประชากรไทย,97
21,ระยอง,5,33,ครูไทยเพื่อประชาชน,55
21,ระยอง,5,34,ประชาชาติ,89
21,ระยอง,5,35,สร้างอนาคตไทย,139
21,ระยอง,5,36,รักชาติ,138
21,ระยอง,5,37,ไทยพร้อม,165
21,ระยอง,5,38,ภูมิใจไทย,16119
21,ระยอง,5,39,พลังธรรมใหม่,69
21,ระยอง,5,40,กรีน,45
21,ระยอง,5,41,ไทยธรรม,28
21,ระยอง,5,42,แผ่นดินธรรม,12
21,ระยอง,5,43,กล้าธรรม,103
21,ระยอง,5,44,พลังประชารัฐ,130
21,ระยอง,5,45,โอกาสใหม่,24
21,ระยอง,5,46,เป็นธรรม,66
21,ระยอง,5,47,ประชาชน,39716
21,ระยอง,5,48,ประชาไทย,133
21,ระยอง,5,49,ไทยสร้างไทย,424
21,ระยอง,5,50,ไทยก้าวใหม่,307
21,ระยอง,5,51,ประชาอาสาชาติ,4
21,ระยอง,5,52,พร้อม,68
21,ระยอง,5,53,เครือข่ายชาวนาแห่งประเทศไทย,10
21,ระยอง,5,54,ไทยพิทักษ์ธรรม,11
21,ระยอง,5,55,ความหวังใหม่,22
21,ระยอง,5,56,ไทยรวมไทย,12
21,ระยอง,5,57,เพื่อบ้านเมือง,25
21,ระยอง,5,58,พลังไทยรักชาติ,37
22,จันทบุรี,1,1,ไทยทรัพย์ทวี,1614
22,จันทบุรี,1,2,เพื่อชาติไทย,1033
22,จันทบุรี,1,3,ใหม่,847
22,จันทบุรี,1,4,มิติใหม่,335
22,จันทบุรี,1,5,รวมใจไทย,673
22,จันทบุรี,1,6,รวมไทยสร้างชาติ,2924
22,จันทบุรี,1,7,พลวัต,166
22,จันทบุรี,1,8,ประชาธิปไตยใหม่,646
22,จันทบุรี,1,9,เพื่อไทย,8687
22,จันทบุรี,1,10,ทางเลือกใหม่,534
22,จันทบุรี,1,11,เศรษฐกิจ,6091
22,จันทบุรี,1,12,เสรีรวมไทย,498
22,จันทบุรี,1,13,รวมพลังประชาชน,525
22,จันทบุรี,1,14,ท้องที่ไทย,61
22,จันทบุรี,1,15,อนาคตไทย,54
22,จันทบุรี,1,16,พลังเพื่อไทย,136
22,จันทบุรี,1,17,ไทยชนะ,73
22,จันทบุรี,1,18,พลังสังคมใหม่,18
22,จันทบุรี,1,19,สังคมประชาธิปไตยไทย,41
22,จันทบุรี,1,20,ฟิวชัน,30
22,จันทบุรี,1,21,ไทรวมพลัง,37
22,จันทบุรี,1,22,ก้าวอิสระ,18
22,จันทบุรี,1,23,ปวงชนไทย,69
22,จันทบุรี,1,24,วิชชั่นใหม่,41
22,จันทบุรี,1,25,เพื่อชีวิตใหม่,23
22,จันทบุรี,1,26,คลองไทย,48
22,จันทบุรี,1,27,ประชาธิปัตย์,8816
22,จันทบุรี,1,28,ไทยก้าวหน้า,94
22,จันทบุรี,1,29,ไทยภักดี,1193
22,จันทบุรี,1,30,แรงงานสร้างชาติ,121
22,จันทบุรี,1,31,ประชากรไทย,133
22,จันทบุรี,1,32,ครูไทยเพื่อประชาชน,86
22,จันทบุรี,1,33,ประชาชาติ,115
22,จันทบุรี,1,34,สร้างอนาคตไทย,100
22,จันทบุรี,1,35,รักชาติ,141
22,จันทบุรี,1,36,ไทยพร้อม,122
22,จันทบุรี,1,37,ภูมิใจไทย,25749
22,จันทบุรี,1,38,พลังธรรมใหม่,94
22,จันทบุรี,1,39,กรีน,60
22,จันทบุรี,1,40,ไทยธรรม,39
22,จันทบุรี,1,41,แผ่นดินธรรม,15
22,จันทบุรี,1,42,กล้าธรรม,218
22,จันทบุรี,1,43,พลังประชารัฐ,188
22,จันทบุรี,1,44,โอกาสใหม่,34
22,จันทบุรี,1,45,เป็นธรรม,47
22,จันทบุรี,1,46,ประชาชน,36381
22,จันทบุรี,1,47,ประชาไทย,137
22,จันทบุรี,1,48,ไทยสร้างไทย,789
22,จันทบุรี,1,49,ไทยก้าวใหม่,336
22,จันทบุรี,1,50,ประชาอาสาชาติ,12
22,จันทบุรี,1,51,พร้อม,40
22,จันทบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,10
22,จันทบุรี,1,53,ไทยพิทักษ์ธรรม,5
22,จันทบุรี,1,54,ความหวังใหม่,10
22,จันทบุรี,1,55,ไทยรวมไทย,15
22,จันทบุรี,1,56,เพื่อบ้านเมือง,68
22,จันทบุรี,1,57,พลังไทยรักชาติ,39
22,จันทบุรี,2,1,ไทยทรัพย์ทวี,702
22,จันทบุรี,2,2,เพื่อชาติไทย,2338
22,จันทบุรี,2,3,ใหม่,2874
22,จันทบุรี,2,4,มิติใหม่,772
22,จันทบุรี,2,5,รวมใจไทย,801
22,จันทบุรี,2,6,รวมไทยสร้างชาติ,2393
22,จันทบุรี,2,7,พลวัต,138
22,จันทบุรี,2,8,ประชาธิปไตยใหม่,861
22,จันทบุรี,2,9,เพื่อไทย,6716
22,จันทบุรี,2,10,ทางเลือกใหม่,624
22,จันทบุรี,2,11,เศรษฐกิจ,7366
22,จันทบุรี,2,12,เสรีรวมไทย,455
22,จันทบุรี,2,13,รวมพลังประชาชน,571
22,จันทบุรี,2,14,ท้องที่ไทย,134
22,จันทบุรี,2,15,อนาคตไทย,77
22,จันทบุรี,2,16,พลังเพื่อไทย,162
22,จันทบุรี,2,17,ไทยชนะ,177
22,จันทบุรี,2,18,พลังสังคมใหม่,19
22,จันทบุรี,2,19,สังคมประชาธิปไตยไทย,53
22,จันทบุรี,2,20,ฟิวชัน,40
22,จันทบุรี,2,21,ไทรวมพลัง,43
22,จันทบุรี,2,22,ก้าวอิสระ,37
22,จันทบุรี,2,23,ปวงชนไทย,82
22,จันทบุรี,2,24,วิชชั่นใหม่,86
22,จันทบุรี,2,25,เพื่อชีวิตใหม่,26
22,จันทบุรี,2,26,คลองไทย,146
22,จันทบุรี,2,27,ประชาธิปัตย์,10350
22,จันทบุรี,2,28,ไทยก้าวหน้า,109
22,จันทบุรี,2,29,ไทยภักดี,574
22,จันทบุรี,2,30,แรงงานสร้างชาติ,150
22,จันทบุรี,2,31,ประชากรไทย,211
22,จันทบุรี,2,32,ครูไทยเพื่อปวงชน,219
22,จันทบุรี,2,33,ประชาชาติ,216
22,จันทบุรี,2,34,สร้างอนาคตไทย,138
22,จันทบุรี,2,35,รักชาติ,168
22,จันทบุรี,2,36,ไทยพร้อม,149
22,จันทบุรี,2,37,ภูมิใจไทย,20491
22,จันทบุรี,2,38,พลังธรรมใหม่,122
22,จันทบุรี,2,39,กรีน,50
22,จันทบุรี,2,40,ไทยธรรม,88
22,จันทบุรี,2,41,แผ่นดินธรรม,26
22,จันทบุรี,2,42,กล้าธรรม,176
22,จันทบุรี,2,43,พลังประชารัฐ,176
22,จันทบุรี,2,44,โอกาสใหม่,61
22,จันทบุรี,2,45,เป็นธรรม,68
22,จันทบุรี,2,46,ประชาชน,29101
22,จันทบุรี,2,47,ประชาไทย,190
22,จันทบุรี,2,48,ไทยสร้างไทย,954
22,จันทบุรี,2,49,ไทยก้าวใหม่,175
22,จันทบุรี,2,50,ประชาอาสาชาติ,9
22,จันทบุรี,2,51,พร้อม,55
22,จันทบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,44
22,จันทบุรี,2,53,ไทยพิทักษ์ธรรม,8
22,จันทบุรี,2,54,ความหวังใหม่,16
22,จันทบุรี,2,55,ไทยรวมไทย,18
22,จันทบุรี,2,56,เพื่อบ้านเมือง,62
22,จันทบุรี,2,57,พลังไทยรักชาติ,83
22,จันทบุรี,3,1,ไทยทรัพย์ทวี,679
22,จันทบุรี,3,2,เพื่อชาติไทย,1163
22,จันทบุรี,3,3,ใหม่,2373
22,จันทบุรี,3,4,มิติใหม่,300
22,จันทบุรี,3,5,รวมใจไทย,1142
22,จันทบุรี,3,6,รวมไทยสร้างชาติ,4718
22,จันทบุรี,3,7,พลวัต,392
22,จันทบุรี,3,8,ประชาธิปไตยใหม่,708
22,จันทบุรี,3,9,เพื่อไทย,8178
22,จันทบุรี,3,10,ทางเลือกใหม่,613
22,จันทบุรี,3,11,เศรษฐกิจ,7337
22,จันทบุรี,3,12,เสรีรวมไทย,393
22,จันทบุรี,3,13,รวมพลังประชาชน,613
22,จันทบุรี,3,14,ท้องที่ไทย,163
22,จันทบุรี,3,15,อนาคตไทย,97
22,จันทบุรี,3,16,พลังเพื่อไทย,210
22,จันทบุรี,3,17,ไทยชนะ,157
22,จันทบุรี,3,18,พลังสังคมใหม่,26
22,จันทบุรี,3,19,สังคมประชาธิปไตยไทย,52
22,จันทบุรี,3,20,ฟิวชัน,37
22,จันทบุรี,3,21,ไทรวมพลัง,76
22,จันทบุรี,3,22,ก้าวอิสระ,33
22,จันทบุรี,3,23,ปวงชนไทย,91
22,จันทบุรี,3,24,วิชชั่นใหม่,78
22,จันทบุรี,3,25,เพื่อชีวิตใหม่,22
22,จันทบุรี,3,26,คลองไทย,94
22,จันทบุรี,3,27,ประชาธิปัตย์,6749
22,จันทบุรี,3,28,ไทยก้าวหน้า,132
22,จันทบุรี,3,29,ไทยภักดี,579
22,จันทบุรี,3,30,แรงงานสร้างชาติ,146
22,จันทบุรี,3,31,ประชากรไทย,132
22,จันทบุรี,3,32,ครูไทยเพื่อประชาชน,177
22,จันทบุรี,3,33,ประชาชาติ,148
22,จันทบุรี,3,34,สร้างอนาคตไทย,195
22,จันทบุรี,3,35,รักชาติ,269
22,จันทบุรี,3,36,ไทยพร้อม,199
22,จันทบุรี,3,37,ภูมิใจไทย,21523
22,จันทบุรี,3,38,พลังธรรมใหม่,136
22,จันทบุรี,3,39,กรีน,48
22,จันทบุรี,3,40,ไทยธรรม,95
22,จันทบุรี,3,41,แผ่นดินธรรม,38
22,จันทบุรี,3,42,กล้าธรรม,467
22,จันทบุรี,3,43,พลังประชารัฐ,2000
22,จันทบุรี,3,44,โอกาสใหม่,43
22,จันทบุรี,3,45,เป็นธรรม,91
22,จันทบุรี,3,46,ประชาชน,26341
22,จันทบุรี,3,47,ประชาไทย,170
22,จันทบุรี,3,48,ไทยสร้างไทย,651
22,จันทบุรี,3,49,ไทยก้าวใหม่,244
22,จันทบุรี,3,50,ประชาอาสาชาติ,21
22,จันทบุรี,3,51,พร้อม,49
22,จันทบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,16
22,จันทบุรี,3,53,ไทยพิทักษ์ธรรม,22
22,จันทบุรี,3,54,ความหวังใหม่,25
22,จันทบุรี,3,55,ไทยรวมไทย,16
22,จันทบุรี,3,56,เพื่อบ้านเมือง,45
22,จันทบุรี,3,57,พลังไทยรักชาติ,85
23,ตราด,1,1,ไทยทรัพย์ทวี,3279
23,ตราด,1,2,เพื่อชาติไทย,1379
23,ตราด,1,3,ใหม่,473
23,ตราด,1,4,มิติใหม่,312
23,ตราด,1,5,รวมใจไทย,811
23,ตราด,1,6,รวมไทยสร้างชาติ,3333
23,ตราด,1,7,พลวัต,488
23,ตราด,1,8,ประชาธิปไตยใหม่,1122
23,ตราด,1,9,เพื่อไทย,6678
23,ตราด,1,10,ทางเลือกใหม่,650
23,ตราด,1,11,เศรษฐกิจ,7915
23,ตราด,1,12,เสรีรวมไทย,518
23,ตราด,1,13,รวมพลังประชาชน,567
23,ตราด,1,14,ท้องที่ไทย,113
23,ตราด,1,15,อนาคตไทย,63
23,ตราด,1,16,พลังเพื่อไทย,168
23,ตราด,1,17,ไทยชนะ,175
23,ตราด,1,18,พลังสังคมใหม่,29
23,ตราด,1,19,สังคมประชาธิปไตยไทย,44
23,ตราด,1,20,ฟิวชัน,52
23,ตราด,1,21,ไทรวมพลัง,54
23,ตราด,1,22,ก้าวอิสระ,38
23,ตราด,1,23,ปวงชนไทย,40
23,ตราด,1,24,วิชชั่นใหม่,83
23,ตราด,1,25,เพื่อชีวิตใหม่,34
23,ตราด,1,26,คลองไทย,148
23,ตราด,1,27,ประชาธิปัตย์,13504
23,ตราด,1,28,ไทยก้าวหน้า,136
23,ตราด,1,29,ไทยภักดี,833
23,ตราด,1,30,แรงงานสร้างชาติ,311
23,ตราด,1,31,ประชากรไทย,203
23,ตราด,1,32,ครูไทยเพื่อประชาชน,134
23,ตราด,1,33,ประชาชาติ,211
23,ตราด,1,34,สร้างอนาคตไทย,168
23,ตราด,1,35,รักชาติ,177
23,ตราด,1,36,ไทยพร้อม,251
23,ตราด,1,37,ภูมิใจไทย,34158
23,ตราด,1,38,พลังธรรมใหม่,164
23,ตราด,1,39,กรีน,55
23,ตราด,1,40,ไทยธรรม,73
23,ตราด,1,41,แผ่นดินธรรม,41
23,ตราด,1,42,กล้าธรรม,1307
23,ตราด,1,43,พลังประชารัฐ,711
23,ตราด,1,44,โอกาสใหม่,47
23,ตราด,1,45,เป็นธรรม,87
23,ตราด,1,46,ประชาชน,32353
23,ตราด,1,47,ประชาไทย,371
23,ตราด,1,48,ไทยสร้างไทย,533
23,ตราด,1,49,ไทยก้าวใหม่,235
23,ตราด,1,50,ประชาอาสาชาติ,9
23,ตราด,1,51,พร้อม,53
23,ตราด,1,52,เครือข่ายชาวนาแห่งประเทศไทย,36
23,ตราด,1,53,ไทยพิทักษ์ธรรม,11
23,ตราด,1,54,ความหวังใหม่,22
23,ตราด,1,55,ไทยรวมไทย,23
23,ตราด,1,56,เพื่อบ้านเมือง,90
23,ตราด,1,57,พลังไทยรักชาติ,173
24,ฉะเชิงเทรา,1,1,ไทยทรัพย์ทวี,460
24,ฉะเชิงเทรา,1,2,เพื่อชาติไทย,4376
24,ฉะเชิงเทรา,1,3,ใหม่,694
24,ฉะเชิงเทรา,1,4,มิติใหม่,227
24,ฉะเชิงเทรา,1,5,รวมใจไทย,556
24,ฉะเชิงเทรา,1,6,รวมไทยสร้างชาติ,3168
24,ฉะเชิงเทรา,1,7,พลวัต,144
24,ฉะเชิงเทรา,1,8,ประชาธิปไตยใหม่,540
24,ฉะเชิงเทรา,1,9,เพื่อไทย,14528
24,ฉะเชิงเทรา,1,10,ทางเลือกใหม่,763
24,ฉะเชิงเทรา,1,11,เศรษฐกิจ,3740
24,ฉะเชิงเทรา,1,12,เสรีรวมไทย,570
24,ฉะเชิงเทรา,1,13,รวมพลังประชาชน,659
24,ฉะเชิงเทรา,1,14,ท้องที่ไทย,48
24,ฉะเชิงเทรา,1,15,อนาคตไทย,64
24,ฉะเชิงเทรา,1,16,พลังเพื่อไทย,201
24,ฉะเชิงเทรา,1,17,ไทยชนะ,126
24,ฉะเชิงเทรา,1,18,พลังสังคมใหม่,15
24,ฉะเชิงเทรา,1,19,สังคมประชาธิปไตยไทย,57
24,ฉะเชิงเทรา,1,20,ฟิวชัน,32
24,ฉะเชิงเทรา,1,21,ไทรวมพลัง,45
24,ฉะเชิงเทรา,1,22,ก้าวอิสระ,36
24,ฉะเชิงเทรา,1,23,ปวงชนไทย,103
24,ฉะเชิงเทรา,1,24,วิชชั่นใหม่,36
24,ฉะเชิงเทรา,1,25,เพื่อชีวิตใหม่,30
24,ฉะเชิงเทรา,1,26,คลองไทย,52
24,ฉะเชิงเทรา,1,27,ประชาธิปัตย์,7342
24,ฉะเชิงเทรา,1,28,ไทยก้าวหน้า,128
24,ฉะเชิงเทรา,1,29,ไทยภักดี,996
24,ฉะเชิงเทรา,1,30,แรงงานสร้างชาติ,114
24,ฉะเชิงเทรา,1,31,ประชากรไทย,233
24,ฉะเชิงเทรา,1,32,ครูไทยเพื่อประชาชน,97
24,ฉะเชิงเทรา,1,33,ประชาชาติ,186
24,ฉะเชิงเทรา,1,34,สร้างอนาคตไทย,96
24,ฉะเชิงเทรา,1,35,รักชาติ,190
24,ฉะเชิงเทรา,1,36,ไทยพร้อม,108
24,ฉะเชิงเทรา,1,37,ภูมิใจไทย,16774
24,ฉะเชิงเทรา,1,38,พลังธรรมใหม่,114
24,ฉะเชิงเทรา,1,39,กรีน,60
24,ฉะเชิงเทรา,1,40,ไทยธรรม,124
24,ฉะเชิงเทรา,1,41,แผ่นดินธรรม,27
24,ฉะเชิงเทรา,1,42,กล้าธรรม,508
24,ฉะเชิงเทรา,1,43,พลังประชารัฐ,226
24,ฉะเชิงเทรา,1,44,โอกาสใหม่,51
24,ฉะเชิงเทรา,1,45,เป็นธรรม,69
24,ฉะเชิงเทรา,1,46,ประชาชน,40400
24,ฉะเชิงเทรา,1,47,ประชาไทย,114
24,ฉะเชิงเทรา,1,48,ไทยสร้างไทย,563
24,ฉะเชิงเทรา,1,49,ไทยก้าวใหม่,516
24,ฉะเชิงเทรา,1,50,ประชาอาสาชาติ,9
24,ฉะเชิงเทรา,1,51,พร้อม,52
24,ฉะเชิงเทรา,1,52,เครือข่ายชาวนาแห่งประเทศไทย,55
24,ฉะเชิงเทรา,1,53,ไทยพิทักษ์ธรรม,17
24,ฉะเชิงเทรา,1,54,ความหวังใหม่,36
24,ฉะเชิงเทรา,1,55,ไทยรวมไทย,19
24,ฉะเชิงเทรา,1,56,เพื่อบ้านเมือง,34
24,ฉะเชิงเทรา,1,57,พลังไทยรักชาติ,89
24,ฉะเชิงเทรา,2,1,ไทยทรัพย์ทวี,336
24,ฉะเชิงเทรา,2,2,เพื่อชาติไทย,1922
24,ฉะเชิงเทรา,2,3,ใหม่,2704
24,ฉะเชิงเทรา,2,4,มิติใหม่,3714
24,ฉะเชิงเทรา,2,5,รวมใจไทย,1049
24,ฉะเชิงเทรา,2,6,รวมไทยสร้างชาติ,3154
24,ฉะเชิงเทรา,2,7,พลวัต,130
24,ฉะเชิงเทรา,2,8,ประชาธิปไตยใหม่,859
24,ฉะเชิงเทรา,2,9,เพื่อไทย,17513
24,ฉะเชิงเทรา,2,10,ทางเลือกใหม่,794
24,ฉะเชิงเทรา,2,11,เศรษฐกิจ,5121
24,ฉะเชิงเทรา,2,12,เสรีรวมไทย,732
24,ฉะเชิงเทรา,2,13,รวมพลังประชาชน,933
24,ฉะเชิงเทรา,2,14,ท้องที่ไทย,110
24,ฉะเชิงเทรา,2,15,อนาคตไทย,110
24,ฉะเชิงเทรา,2,16,พลังเพื่อไทย,281
24,ฉะเชิงเทรา,2,17,ไทยชนะ,153
24,ฉะเชิงเทรา,2,18,พลังสังคมใหม่,32
24,ฉะเชิงเทรา,2,19,สังคมประชาธิปไตยไทย,74
24,ฉะเชิงเทรา,2,20,ฟิวชัน,43
24,ฉะเชิงเทรา,2,21,ไทยรวมพลัง,63
24,ฉะเชิงเทรา,2,22,ก้าวอิสระ,43
24,ฉะเชิงเทรา,2,23,ปวงชนไทย,162
24,ฉะเชิงเทรา,2,24,วิชชั่นใหม่,181
24,ฉะเชิงเทรา,2,25,เพื่อชีวิตใหม่,62
24,ฉะเชิงเทรา,2,26,คลองไทย,123
24,ฉะเชิงเทรา,2,27,ประชาธิปัตย์,9619
24,ฉะเชิงเทรา,2,28,ไทยก้าวหน้า,190
24,ฉะเชิงเทรา,2,29,ไทยภักดี,724
24,ฉะเชิงเทรา,2,30,แรงงานสร้างชาติ,141
24,ฉะเชิงเทรา,2,31,ประชากรไทย,172
24,ฉะเชิงเทรา,2,32,ครูไทยเพื่อประชาชน,199
24,ฉะเชิงเทรา,2,33,N/A,0
24,ฉะเชิงเทรา,2,34,ประชาชาติ,632
24,ฉะเชิงเทรา,2,35,สร้างอนาคตไทย,214
24,ฉะเชิงเทรา,2,36,รักชาติ,206
24,ฉะเชิงเทรา,2,37,ไทยพร้อม,154
24,ฉะเชิงเทรา,2,38,ภูมิใจไทย,14684
24,ฉะเชิงเทรา,2,39,พลังธรรมใหม่,237
24,ฉะเชิงเทรา,2,40,กรีน,98
24,ฉะเชิงเทรา,2,41,ไทยธรรม,411
24,ฉะเชิงเทรา,2,42,แผ่นดินธรรม,52
24,ฉะเชิงเทรา,2,43,กล้าธรรม,4950
24,ฉะเชิงเทรา,2,44,พลังประชารัฐ,323
24,ฉะเชิงเทรา,2,45,โอกาสใหม่,101
24,ฉะเชิงเทรา,2,46,เป็นธรรม,207
24,ฉะเชิงเทรา,2,47,ประชาชน,32949
24,ฉะเชิงเทรา,2,48,ประชาไทย,155
24,ฉะเชิงเทรา,2,49,ไทยสร้างไทย,412
24,ฉะเชิงเทรา,2,50,ไทยก้าวใหม่,298
24,ฉะเชิงเทรา,2,51,พร้อม,79
24,ฉะเชิงเทรา,2,52,เครือข่ายชาวนาแห่งประเทศไทย,48
24,ฉะเชิงเทรา,2,53,ไทยพิทักษ์ธรรม,21
24,ฉะเชิงเทรา,2,54,ความหวังใหม่,39
24,ฉะเชิงเทรา,2,55,ไทยรวมไทย,22
24,ฉะเชิงเทรา,2,56,เพื่อบ้านเมือง,69
24,ฉะเชิงเทรา,2,57,พลังไทยรักชาติ,95
24,ฉะเชิงเทรา,3,1,ไทยทรัพย์ทวี,1317
24,ฉะเชิงเทรา,3,2,เพื่อชาติไทย,2173
24,ฉะเชิงเทรา,3,3,ใหม่,504
24,ฉะเชิงเทรา,3,4,มิติใหม่,4223
24,ฉะเชิงเทรา,3,5,รวมใจไทย,708
24,ฉะเชิงเทรา,3,6,รวมไทยสร้างชาติ,2209
24,ฉะเชิงเทรา,3,7,พลวัต,161
24,ฉะเชิงเทรา,3,8,ประชาธิปไตยใหม่,501
24,ฉะเชิงเทรา,3,9,เพื่อไทย,14171
24,ฉะเชิงเทรา,3,10,ทางเลือกใหม่,658
24,ฉะเชิงเทรา,3,11,เศรษฐกิจ,5683
24,ฉะเชิงเทรา,3,12,เสรีรวมไทย,741
24,ฉะเชิงเทรา,3,13,รวมพลังประชาชน,984
24,ฉะเชิงเทรา,3,14,ท้องที่ไทย,127
24,ฉะเชิงเทรา,3,15,อนาคตไทย,130
24,ฉะเชิงเทรา,3,16,พลังเพื่อไทย,253
24,ฉะเชิงเทรา,3,17,ไทยชนะ,169
24,ฉะเชิงเทรา,3,18,พลังสังคมใหม่,42
24,ฉะเชิงเทรา,3,19,สังคมประชาธิปไตยไทย,70
24,ฉะเชิงเทรา,3,20,ฟิวชัน,58
24,ฉะเชิงเทรา,3,21,ไทรวมพลัง,86
24,ฉะเชิงเทรา,3,22,ก้าวอิสระ,66
24,ฉะเชิงเทรา,3,23,ปวงชนไทย,83
24,ฉะเชิงเทรา,3,24,วิชชั่นใหม่,417
24,ฉะเชิงเทรา,3,25,เพื่อชีวิตใหม่,49
24,ฉะเชิงเทรา,3,26,คลองไทย,128
24,ฉะเชิงเทรา,3,27,ประชาธิปัตย์,4576
24,ฉะเชิงเทรา,3,28,ไทยก้าวหน้า,194
24,ฉะเชิงเทรา,3,29,ไทยภักดี,496
24,ฉะเชิงเทรา,3,30,แรงงานสร้างชาติ,267
24,ฉะเชิงเทรา,3,31,ประชากรไทย,204
24,ฉะเชิงเทรา,3,32,ครูไทยเพื่อประชาชน,153
24,ฉะเชิงเทรา,3,33,ประชาชาติ,360
24,ฉะเชิงเทรา,3,34,สร้างอนาคตไทย,174
24,ฉะเชิงเทรา,3,35,รักชาติ,141
24,ฉะเชิงเทรา,3,36,ไทยพร้อม,123
24,ฉะเชิงเทรา,3,37,ภูมิใจไทย,9840
24,ฉะเชิงเทรา,3,38,พลังธรรมใหม่,231
24,ฉะเชิงเทรา,3,39,กรีน,60
24,ฉะเชิงเทรา,3,40,ไทยธรรม,764
24,ฉะเชิงเทรา,3,41,แผ่นดินธรรม,103
24,ฉะเชิงเทรา,3,42,กล้าธรรม,7835
24,ฉะเชิงเทรา,3,43,พลังประชารัฐ,362
24,ฉะเชิงเทรา,3,44,โอกาสใหม่,140
24,ฉะเชิงเทรา,3,45,เป็นธรรม,121
24,ฉะเชิงเทรา,3,46,ประชาชน,31106
24,ฉะเชิงเทรา,3,47,ประชาไทย,178
24,ฉะเชิงเทรา,3,48,ไทยสร้างไทย,417
24,ฉะเชิงเทรา,3,49,ไทยก้าวใหม่,246
24,ฉะเชิงเทรา,3,50,ประชาอาสาชาติ,13
24,ฉะเชิงเทรา,3,51,พร้อม,73
24,ฉะเชิงเทรา,3,52,เครือข่ายชาวนาแห่งประเทศไทย,28
24,ฉะเชิงเทรา,3,53,ไทยพิทักษ์ธรรม,35
24,ฉะเชิงเทรา,3,54,ความหวังใหม่,46
24,ฉะเชิงเทรา,3,55,ไทยรวมไทย,25
24,ฉะเชิงเทรา,3,56,เพื่อบ้านเมือง,37
24,ฉะเชิงเทรา,3,57,พลังไทยรักชาติ,109
24,ฉะเชิงเทรา,4,1,ไทยทรัพย์ทวี,291
24,ฉะเชิงเทรา,4,2,เพื่อชาติไทย,1967
24,ฉะเชิงเทรา,4,3,ใหม่,520
24,ฉะเชิงเทรา,4,4,มิติใหม่,3097
24,ฉะเชิงเทรา,4,5,รวมใจไทย,2205
24,ฉะเชิงเทรา,4,6,รวมไทยสร้างชาติ,3148
24,ฉะเชิงเทรา,4,7,พลวัต,167
24,ฉะเชิงเทรา,4,8,ประชาธิปไตยใหม่,602
24,ฉะเชิงเทรา,4,9,เพื่อไทย,12923
24,ฉะเชิงเทรา,4,10,ทางเลือกใหม่,800
24,ฉะเชิงเทรา,4,11,เศรษฐกิจ,5042
24,ฉะเชิงเทรา,4,12,เสรีรวมไทย,1001
24,ฉะเชิงเทรา,4,13,รวมพลังประชาชน,988
24,ฉะเชิงเทรา,4,14,ท้องที่ไทย,59
24,ฉะเชิงเทรา,4,15,อนาคตไทย,113
24,ฉะเชิงเทรา,4,16,พลังเพื่อไทย,249
24,ฉะเชิงเทรา,4,17,ไทยชนะ,149
24,ฉะเชิงเทรา,4,18,พลังสังคมใหม่,35
24,ฉะเชิงเทรา,4,19,สังคมประชาธิปไตยไทย,134
24,ฉะเชิงเทรา,4,20,ฟิวชัน,45
24,ฉะเชิงเทรา,4,21,ไทยรวมพลัง,79
24,ฉะเชิงเทรา,4,22,ก้าวอิสระ,70
24,ฉะเชิงเทรา,4,23,ปวงชนไทย,119
24,ฉะเชิงเทรา,4,24,วิชชั่นใหม่,171
24,ฉะเชิงเทรา,4,25,เพื่อชีวิตใหม่,46
24,ฉะเชิงเทรา,4,26,คลองไทย,80
24,ฉะเชิงเทรา,4,27,ประชาธิปัตย์,7012
24,ฉะเชิงเทรา,4,28,ไทยก้าวหน้า,243
24,ฉะเชิงเทรา,4,29,ไทยภักดี,843
24,ฉะเชิงเทรา,4,30,แรงงานสร้างชาติ,294
24,ฉะเชิงเทรา,4,31,ประชากรไทย,154
24,ฉะเชิงเทรา,4,32,ครูไทยเพื่อประชาชน,114
24,ฉะเชิงเทรา,4,33,ประชาชาติ,273
24,ฉะเชิงเทรา,4,34,สร้างอนาคตไทย,226
24,ฉะเชิงเทรา,4,35,รักชาติ,184
24,ฉะเชิงเทรา,4,36,ไทยพร้อม,135
24,ฉะเชิงเทรา,4,37,ภูมิใจไทย,15240
24,ฉะเชิงเทรา,4,38,พลังธรรมใหม่,144
24,ฉะเชิงเทรา,4,39,กรีน,70
24,ฉะเชิงเทรา,4,40,ไทยธรรม,107
24,ฉะเชิงเทรา,4,41,แผ่นดินธรรม,72
24,ฉะเชิงเทรา,4,42,กล้าธรรม,5650
24,ฉะเชิงเทรา,4,43,พลังประชารัฐ,258
24,ฉะเชิงเทรา,4,44,โอกาสใหม่,82
24,ฉะเชิงเทรา,4,45,เป็นธรรม,112
24,ฉะเชิงเทรา,4,46,ประชาชน,44634
24,ฉะเชิงเทรา,4,47,ประชาไทย,195
24,ฉะเชิงเทรา,4,48,ไทยสร้างไทย,497
24,ฉะเชิงเทรา,4,49,ไทยก้าวใหม่,392
24,ฉะเชิงเทรา,4,50,ประชาอาสาชาติ,8
24,ฉะเชิงเทรา,4,51,พร้อม,83
24,ฉะเชิงเทรา,4,52,เครือข่ายชาวนาแห่งประเทศไทย,84
24,ฉะเชิงเทรา,4,53,ไทยพิทักษ์ธรรม,31
24,ฉะเชิงเทรา,4,54,ความหวังใหม่,40
24,ฉะเชิงเทรา,4,55,ไทยรวมไทย,27
24,ฉะเชิงเทรา,4,56,เพื่อบ้านเมือง,56
24,ฉะเชิงเทรา,4,57,พลังไทยรักชาติ,104
25,ปราจีนบุรี,1,1,,0
25,ปราจีนบุรี,1,2,ไทยทรัพย์ทวี,2250
25,ปราจีนบุรี,1,3,,0
25,ปราจีนบุรี,1,4,เพื่อชาติไทย,2244
25,ปราจีนบุรี,1,5,ใหม่,481
25,ปราจีนบุรี,1,6,มิติใหม่,468
25,ปราจีนบุรี,1,7,พรรครวมใจไทย,796
25,ปราจีนบุรี,1,8,รวมไทยสร้างชาติ,2466
25,ปราจีนบุรี,1,9,พลวัต,98
25,ปราจีนบุรี,1,10,ประชาธิปไตยใหม่,450
25,ปราจีนบุรี,1,11,เพื่อไทย,8898
25,ปราจีนบุรี,1,12,ทางเลือกใหม่,712
25,ปราจีนบุรี,1,13,เศรษฐกิจ,4310
25,ปราจีนบุรี,1,14,เสรีรวมไทย,658
25,ปราจีนบุรี,1,15,รวมพลังประชาชน,608
25,ปราจีนบุรี,1,16,ท้องที่ไทย,105
25,ปราจีนบุรี,1,17,อนาคตใหม่,86
25,ปราจีนบุรี,1,18,พลังเพื่อไทย,169
25,ปราจีนบุรี,1,19,ไทยชนะ,138
25,ปราจีนบุรี,1,20,พลังสังคมใหม่,28
25,ปราจีนบุรี,1,21,สังคมประชาธิปไตยไทย,38
25,ปราจีนบุรี,1,22,ฟิวชัน,47
25,ปราจีนบุรี,1,23,ไทยรวมพลัง,71
25,ปราจีนบุรี,1,24,ก้าวอิสระ,40
25,ปราจีนบุรี,1,25,ปวงชนไทย,52
25,ปราจีนบุรี,1,26,วิชชั่นใหม่,58
25,ปราจีนบุรี,1,27,เพื่อชีวิตใหม่,99
25,ปราจีนบุรี,1,28,คลองไทย,55
25,ปราจีนบุรี,1,29,ประชาธิปปัตย์,4202
25,ปราจีนบุรี,1,30,ไทยก้าวหน้า,161
25,ปราจีนบุรี,1,31,ไทยภักดี,941
25,ปราจีนบุรี,1,32,แรงงานสร้างชาติ,254
25,ปราจีนบุรี,1,33,ประชากรไทย,220
25,ปราจีนบุรี,1,34,ครูไทยเพื่อประชาชน,91
25,ปราจีนบุรี,1,35,ประชาชาติ,147
25,ปราจีนบุรี,1,36,สร้างอนาคตไทย,126
25,ปราจีนบุรี,1,37,รักชาติ,140
25,ปราจีนบุรี,1,38,ไทยพร้อม,123
25,ปราจีนบุรี,1,39,ภูมิใจไทย,19725
25,ปราจีนบุรี,1,40,พลังธรรมใหม่,103
25,ปราจีนบุรี,1,41,กรีน,57
25,ปราจีนบุรี,1,42,ไทยธรรม,134
25,ปราจีนบุรี,1,43,แผ่นดินธรรม,31
25,ปราจีนบุรี,1,44,กล้าธรรม,500
25,ปราจีนบุรี,1,45,พลังประชารัฐ,358
25,ปราจีนบุรี,1,46,โอกาสใหม่,104
25,ปราจีนบุรี,1,47,เป็นธรรม,83
25,ปราจีนบุรี,1,48,ประชาชน,30816
25,ปราจีนบุรี,1,49,ประชาไทย,136
25,ปราจีนบุรี,1,50,ไทยสร้างไทย,389
25,ปราจีนบุรี,1,51,ไทยก้าวใหม่,276
25,ปราจีนบุรี,1,52,ประชาอาสาชาติ,13
25,ปราจีนบุรี,1,53,พร้อม,75
25,ปราจีนบุรี,1,54,เครือข่ายชาวนาแห่งประเทศไทย,43
25,ปราจีนบุรี,1,55,ไทยพิทักษ์ธรรม,11
25,ปราจีนบุรี,1,56,ความหวังใหม่,30
25,ปราจีนบุรี,1,56,เพื่อบ้านเมือง,50
25,ปราจีนบุรี,1,57,ไทยรวมไทย,18
25,ปราจีนบุรี,1,57,พลังไทยรักชาติ,118
25,ปราจีนบุรี,3,2,ไทยทรัพย์ทวี,1015
25,ปราจีนบุรี,3,3,เพื่อชาติไทย,5858
25,ปราจีนบุรี,3,4,ใหม่,992
25,ปราจีนบุรี,3,5,มิติใหม่,338
25,ปราจีนบุรี,3,6,รวมใจไทย,804
25,ปราจีนบุรี,3,7,รวมไทยสร้างชาติ,1712
25,ปราจีนบุรี,3,8,พลวัต,125
25,ปราจีนบุรี,3,9,ประชาธิปไตยใหม่,630
25,ปราจีนบุรี,3,10,เพื่อไทย,9599
25,ปราจีนบุรี,3,11,ทางเลือกใหม่,488
25,ปราจีนบุรี,3,12,เศรษฐกิจ,4554
25,ปราจีนบุรี,3,13,เสรีรวมไทย,567
25,ปราจีนบุรี,3,14,รวมพลังประชาชน,782
25,ปราจีนบุรี,3,15,ท้องที่ไทย,66
25,ปราจีนบุรี,3,16,อนาคตไทย,82
25,ปราจีนบุรี,3,17,พลังเพื่อไทย,212
25,ปราจีนบุรี,3,18,ไทยชนะ,227
25,ปราจีนบุรี,3,19,พลังสังคมใหม่,36
25,ปราจีนบุรี,3,20,สังคมประชาธิปไตยไทย,70
25,ปราจีนบุรี,3,21,ฟิวชั่น,41
25,ปราจีนบุรี,3,22,ไทรวมพลัง,57
25,ปราจีนบุรี,3,23,ก้าวอิสระ,56
25,ปราจีนบุรี,3,24,ปวงชนไทย,82
25,ปราจีนบุรี,3,25,วิชชั่นใหม่,57
25,ปราจีนบุรี,3,26,เพื่อชีวิตใหม่,43
25,ปราจีนบุรี,3,27,คลองไทย,102
25,ปราจีนบุรี,3,28,ประชาธิปัตย์,4476
25,ปราจีนบุรี,3,29,ไทยก้าวหน้า,201
25,ปราจีนบุรี,3,30,ไทยภักดี,552
25,ปราจีนบุรี,3,31,แรงงานสร้างชาติ,254
25,ปราจีนบุรี,3,32,ประชากรไทย,473
25,ปราจีนบุรี,3,33,ครูไทยเพื่อประชาชน,269
25,ปราจีนบุรี,3,34,ประชาชาติ,162
25,ปราจีนบุรี,3,35,สร้างอนาคตไทย,189
25,ปราจีนบุรี,3,36,รักชาติ,122
25,ปราจีนบุรี,3,37,ไทยพร้อม,176
25,ปราจีนบุรี,3,38,ภูมิใจไทย,18183
25,ปราจีนบุรี,3,39,พลังธรรมใหม่,154
25,ปราจีนบุรี,3,40,กรีน,73
25,ปราจีนบุรี,3,41,ไทยธรรม,86
25,ปราจีนบุรี,3,42,แผ่นดินธรรม,39
25,ปราจีนบุรี,3,43,กล้าธรรม,129
25,ปราจีนบุรี,3,44,พลังประชารัฐ,241
25,ปราจีนบุรี,3,45,โอกาสใหม่,55
25,ปราจีนบุรี,3,46,เป็นธรรม,75
25,ปราจีนบุรี,3,47,ประชาชน,29333
25,ปราจีนบุรี,3,48,ประชาไทย,148
25,ปราจีนบุรี,3,49,ไทยสร้างชาติ,347
25,ปราจีนบุรี,3,50,ไทยก้าวใหม่,211
25,ปราจีนบุรี,3,51,ประชาอาสาชาติ,9
25,ปราจีนบุรี,3,52,พร้อม,77
25,ปราจีนบุรี,3,53,เครือข่ายชาวนา,21
25,ปราจีนบุรี,3,54,ไทยพิทักษ์ธรรม,21
25,ปราจีนบุรี,3,55,ความหวังใหม่,28
25,ปราจีนบุรี,3,56,ไทยรวมไทย,20
25,ปราจีนบุรี,3,57,เพื่อบ้านเมือง,52
25,ปราจีนบุรี,3,58,พลังไทยรักชาติ,122
26,นครนายก,1,1,ไทยทรัพย์ทวี,2187
26,นครนายก,1,2,เพื่อชาติไทย,4209
26,นครนายก,1,3,ใหม่,592
26,นครนายก,1,4,มิติใหม่,201
26,นครนายก,1,5,รวมใจไทย,761
26,นครนายก,1,6,รวมไทยสร้างชาติ,2601
26,นครนายก,1,7,พลวัต,77
26,นครนายก,1,8,ประชาธิปไตยใหม่,482
26,นครนายก,1,9,เพื่อไทย,7376
26,นครนายก,1,10,ทางเลือกใหม่,638
26,นครนายก,1,11,เศรษฐกิจ,3870
26,นครนายก,1,12,เสรีรวมไทย,654
26,นครนายก,1,13,รวมพลังประชาชน,486
26,นครนายก,1,14,ท้องที่ไทย,72
26,นครนายก,1,15,อนาคตไทย,75
26,นครนายก,1,16,พลังเพื่อไทย,152
26,นครนายก,1,17,ไทยชนะ,102
26,นครนายก,1,18,พลังสังคมใหม่,15
26,นครนายก,1,19,สังคมประชาธิปไตยไทย,29
26,นครนายก,1,20,ฟิวชัน,46
26,นครนายก,1,21,ไทรวมพลัง,61
26,นครนายก,1,22,ก้าวอิสระ,43
26,นครนายก,1,23,ปวงชนไทย,36
26,นครนายก,1,24,วิชชั่นใหม่,88
26,นครนายก,1,25,เพื่อชีวิตใหม่,27
26,นครนายก,1,26,คลองไทย,65
26,นครนายก,1,27,ประชาธิปัตย์,6018
26,นครนายก,1,28,ไทยก้าวหน้า,159
26,นครนายก,1,29,ไทยภักดี,640
26,นครนายก,1,30,แรงงานสร้างชาติ,231
26,นครนายก,1,31,ประชากรไทย,254
26,นครนายก,1,32,ครูไทยเพื่อประชาชน,158
26,นครนายก,1,33,ประชาชาติ,141
26,นครนายก,1,34,สร้างอนาคตไทย,117
26,นครนายก,1,35,รักชาติ,190
26,นครนายก,1,36,ไทยพร้อม,101
26,นครนายก,1,37,ภูมิใจไทย,15677
26,นครนายก,1,38,พลังธรรมใหม่,116
26,นครนายก,1,39,กรีน,45
26,นครนายก,1,40,ไทยธรรม,86
26,นครนายก,1,41,แผ่นดินธรรม,33
26,นครนายก,1,42,กล้าธรรม,2261
26,นครนายก,1,43,พลังประชารัฐ,209
26,นครนายก,1,44,โอกาสใหม่,56
26,นครนายก,1,45,เป็นธรรม,74
26,นครนายก,1,46,ประชาชน,22429
26,นครนายก,1,47,ประชาไทย,122
26,นครนายก,1,48,ไทยสร้างไทย,355
26,นครนายก,1,49,ไทยก้าวใหม่,252
26,นครนายก,1,50,ประชาอาสาชาติ,13
26,นครนายก,1,51,พร้อม,68
26,นครนายก,1,52,เครือข่ายชาวนาแห่งประเทศไทย,23
26,นครนายก,1,53,ไทยพิทักษ์ธรรม,8
26,นครนายก,1,54,ความหวังใหม่,43
26,นครนายก,1,55,ไทยรวมไทย,22
26,นครนายก,1,56,เพื่อบ้านเมือง,62
26,นครนายก,1,57,พลังไทยรักชาติ,74
26,นครนายก,2,1,ไทยทรัพย์ทวี,277
26,นครนายก,2,2,เพื่อชาติไทย,1660
26,นครนายก,2,3,ใหม่,501
26,นครนายก,2,4,มิติใหม่,2352
26,นครนายก,2,5,รวมใจไทย,944
26,นครนายก,2,6,รวมไทยสร้างชาติ,5049
26,นครนายก,2,7,พลวัต,111
26,นครนายก,2,8,ประชาธิปไตยใหม่,662
26,นครนายก,2,9,เพื่อไทย,8738
26,นครนายก,2,10,ทางเลือกใหม่,671
26,นครนายก,2,11,เศรษฐกิจ,3859
26,นครนายก,2,12,เสรีรวมไทย,486
26,นครนายก,2,13,รวมพลังประชาชน,652
26,นครนายก,2,14,ท้องที่ไทย,164
26,นครนายก,2,15,อนาคตไทย,95
26,นครนายก,2,16,พลังเพื่อไทย,248
26,นครนายก,2,17,ไทยชนะ,117
26,นครนายก,2,18,พลังสังคมใหม่,31
26,นครนายก,2,19,สังคมประชาธิปไตยไทย,63
26,นครนายก,2,20,ฟิวชัน,53
26,นครนายก,2,21,ไทรวมพลัง,55
26,นครนายก,2,22,ก้าวอิสระ,76
26,นครนายก,2,23,ปวงชนไทย,110
26,นครนายก,2,24,วิชชั่นใหม่,111
26,นครนายก,2,25,เพื่อชีวิตใหม่,36
26,นครนายก,2,26,คลองไทย,84
26,นครนายก,2,27,ประชาธิปัตย์,6609
26,นครนายก,2,28,ไทยก้าวหน้า,188
26,นครนายก,2,29,ไทยภักดี,605
26,นครนายก,2,30,แรงงานสร้างชาติ,296
26,นครนายก,2,31,ประชากรไทย,148
26,นครนายก,2,32,ครูไทยเพื่อประชาชน,117
26,นครนายก,2,33,ประชาชาติ,330
26,นครนายก,2,34,สร้างอนาคตไทย,157
26,นครนายก,2,35,รักชาติ,278
26,นครนายก,2,36,ไทยพร้อม,221
26,นครนายก,2,37,ภูมิใจไทย,16575
26,นครนายก,2,38,พลังธรรมใหม่,109
26,นครนายก,2,39,กรีน,61
26,นครนายก,2,40,ไทยธรรม,69
26,นครนายก,2,41,แผ่นดินธรรม,26
26,นครนายก,2,42,กล้าธรรม,1363
26,นครนายก,2,43,พลังประชารัฐ,266
26,นครนายก,2,44,โอกาสใหม่,65
26,นครนายก,2,45,เป็นธรรม,54
26,นครนายก,2,46,ประชาชน,23599
26,นครนายก,2,47,ประชาไทย,154
26,นครนายก,2,48,ไทยสร้างไทย,349
26,นครนายก,2,49,ไทยก้าวใหม่,216
26,นครนายก,2,50,ประชาอาสาชาติ,8
26,นครนายก,2,51,พร้อม,66
26,นครนายก,2,52,เครือข่ายชาวนาแห่งประเทศไทย,18
26,นครนายก,2,53,ไทยพิทักษ์ธรรม,12
26,นครนายก,2,54,ความหวังใหม่,45
26,นครนายก,2,55,ไทยรวมไทย,30
26,นครนายก,2,56,เพื่อบ้านเมือง,67
26,นครนายก,2,57,พลังไทยรักชาติ,100
27,สระแก้ว,1,1,ไทยทรัพย์ทวี,420
27,สระแก้ว,1,2,เพื่อชาติไทย,1039
27,สระแก้ว,1,3,ใหม่,459
27,สระแก้ว,1,4,มิติใหม่,315
27,สระแก้ว,1,5,รวมใจไทย,4216
27,สระแก้ว,1,6,รวมไทยสร้างชาติ,2146
27,สระแก้ว,1,7,พลวัต,271
27,สระแก้ว,1,8,ประชาธิปไตยใหม่,588
27,สระแก้ว,1,9,เพื่อไทย,7889
27,สระแก้ว,1,10,ทางเลือกใหม่,479
27,สระแก้ว,1,11,เศรษฐกิจ,6049
27,สระแก้ว,1,12,เสรีรวมไทย,538
27,สระแก้ว,1,13,รวมพลังประชาชน,764
27,สระแก้ว,1,14,ท้องที่ไทย,494
27,สระแก้ว,1,15,อนาคตไทย,140
27,สระแก้ว,1,16,พลังเพื่อไทย,305
27,สระแก้ว,1,17,ไทยชนะ,184
27,สระแก้ว,1,18,พลังสังคมใหม่,51
27,สระแก้ว,1,19,สังคมประชาธิปไตยไทย,71
27,สระแก้ว,1,20,ฟิวชัน,34
27,สระแก้ว,1,21,ไทรวมพลัง,79
27,สระแก้ว,1,22,ก้าวอิสระ,50
27,สระแก้ว,1,23,ปวงชนไทย,127
27,สระแก้ว,1,24,วิชชั่นใหม่,164
27,สระแก้ว,1,25,เพื่อชีวิตใหม่,74
27,สระแก้ว,1,26,คลองไทย,94
27,สระแก้ว,1,27,ประชาธิปัตย์,3678
27,สระแก้ว,1,28,ไทยก้าวหน้า,181
27,สระแก้ว,1,29,ไทยภักดี,379
27,สระแก้ว,1,30,แรงงานสร้างชาติ,130
27,สระแก้ว,1,31,ประชากรไทย,173
27,สระแก้ว,1,32,ครูไทยเพื่อประชาชน,147
27,สระแก้ว,1,33,ประชาชาติ,195
27,สระแก้ว,1,34,สร้างอนาคตไทย,1092
27,สระแก้ว,1,35,รักชาติ,235
27,สระแก้ว,1,36,ไทยพร้อม,142
27,สระแก้ว,1,37,ภูมิใจไทย,10781
27,สระแก้ว,1,38,พลังธรรมใหม่,158
27,สระแก้ว,1,39,กรีน,69
27,สระแก้ว,1,40,ไทยธรรม,88
27,สระแก้ว,1,41,แผ่นดินธรรม,62
27,สระแก้ว,1,42,กล้าธรรม,338
27,สระแก้ว,1,43,พลังประชารัฐ,17510
27,สระแก้ว,1,44,โอกาสใหม่,139
27,สระแก้ว,1,45,เป็นธรรม,241
27,สระแก้ว,1,46,ประชาชน,24351
27,สระแก้ว,1,47,ประชาไทย,212
27,สระแก้ว,1,48,ไทยสร้างไทย,302
27,สระแก้ว,1,49,ไทยก้าวใหม่,472
27,สระแก้ว,1,50,ประชาอาสาชาติ,19
27,สระแก้ว,1,51,พร้อม,68
27,สระแก้ว,1,52,เครือข่ายชาวนาแห่งประเทศไทย,18
27,สระแก้ว,1,53,ไทยพิทักษ์ธรรม,41
27,สระแก้ว,1,54,ความหวังใหม่,29
27,สระแก้ว,1,55,ไทยรวมไทย,22
27,สระแก้ว,1,56,เพื่อบ้านเมือง,42
27,สระแก้ว,1,57,พลังไทยรักชาติ,78
27,สระแก้ว,2,1,ไทยทรัพย์ทวี,373
27,สระแก้ว,2,2,เพื่อชาติไทย,1182
27,สระแก้ว,2,3,ใหม่,319
27,สระแก้ว,2,4,มิติใหม่,195
27,สระแก้ว,2,5,รวมใจไทย,785
27,สระแก้ว,2,6,รวมไทยสร้างชาติ,4677
27,สระแก้ว,2,7,พลวัต,193
27,สระแก้ว,2,8,ประชาธิปไตยใหม่,647
27,สระแก้ว,2,9,เพื่อไทย,7954
27,สระแก้ว,2,10,ทางเลือกใหม่,448
27,สระแก้ว,2,11,เศรษฐกิจ,6516
27,สระแก้ว,2,12,เสรีรวมไทย,567
27,สระแก้ว,2,13,รวมพลังประชาชน,690
27,สระแก้ว,2,14,ท้องที่ไทย,489
27,สระแก้ว,2,15,อนาคตไทย,101
27,สระแก้ว,2,16,พลังเพื่อไทย,366
27,สระแก้ว,2,17,ไทยชนะ,162
27,สระแก้ว,2,18,พลังสังคมใหม่,41
27,สระแก้ว,2,19,สังคมประชาธิปไตยไทย,33
27,สระแก้ว,2,20,ฟิวชัน,35
27,สระแก้ว,2,21,ไทรวมพลัง,224
27,สระแก้ว,2,22,ก้าวอิสระ,47
27,สระแก้ว,2,23,ปวงชนไทย,127
27,สระแก้ว,2,24,วิชชั่นใหม่,199
27,สระแก้ว,2,25,เพื่อชีวิตใหม่,42
27,สระแก้ว,2,26,คลองไทย,84
27,สระแก้ว,2,27,ประชาธิปัตย์,2659
27,สระแก้ว,2,28,ไทยก้าวหน้า,147
27,สระแก้ว,2,29,ไทยภักดี,320
27,สระแก้ว,2,30,แรงงานสร้างชาติ,151
27,สระแก้ว,2,31,ประชากรไทย,153
27,สระแก้ว,2,32,ครูไทยเพื่อประชาชน,131
27,สระแก้ว,2,33,ประชาชาติ,126
27,สระแก้ว,2,34,สร้างอนาคตไทย,860
27,สระแก้ว,2,35,รักชาติ,343
27,สระแก้ว,2,36,ไทยพร้อม,249
27,สระแก้ว,2,37,ภูมิใจไทย,9796
27,สระแก้ว,2,38,พลังธรรมใหม่,157
27,สระแก้ว,2,39,กรีน,70
27,สระแก้ว,2,40,ไทยธรรม,99
27,สระแก้ว,2,41,แผ่นดินธรรม,48
27,สระแก้ว,2,42,กล้าธรรม,454
27,สระแก้ว,2,43,พลังประชารัฐ,22924
27,สระแก้ว,2,44,โอกาสใหม่,127
27,สระแก้ว,2,45,เป็นธรรม,122
27,สระแก้ว,2,46,ประชาชน,22827
27,สระแก้ว,2,47,ประชาไทย,190
27,สระแก้ว,2,48,ไทยสร้างไทย,289
27,สระแก้ว,2,49,ไทยก้าวใหม่,320
27,สระแก้ว,2,50,ประชาอาสาชาติ,19
27,สระแก้ว,2,51,พร้อม,62
27,สระแก้ว,2,52,เครือข่ายชาวนาแห่งประเทศไทย,26
27,สระแก้ว,2,53,ไทยพิทักษ์ธรรม,18
27,สระแก้ว,2,54,ความหวังใหม่,38
27,สระแก้ว,2,55,ไทยรวมไทย,13
27,สระแก้ว,2,56,เพื่อบ้านเมือง,33
27,สระแก้ว,2,57,พลังไทยรักชาติ,74
27,สระแก้ว,3,1,ไม่ระบุ,0
27,สระแก้ว,3,2,ไทยทรัพย์ทวี,2754
27,สระแก้ว,3,3,เพื่อชาติไทย,2088
27,สระแก้ว,3,4,ใหม่,3385
27,สระแก้ว,3,5,มิติใหม่,299
27,สระแก้ว,3,6,รวมใจไทย,669
27,สระแก้ว,3,7,รวมไทยสร้างชาติ,2041
27,สระแก้ว,3,8,พลวัต,120
27,สระแก้ว,3,9,ประชาธิปไตยใหม่,709
27,สระแก้ว,3,10,เพื่อไทย,17135
27,สระแก้ว,3,11,ทางเลือกใหม่,529
27,สระแก้ว,3,12,เศรษฐกิจ,8894
27,สระแก้ว,3,13,เสรีรวมไทย,469
27,สระแก้ว,3,14,รวมพลังประชาชน,545
27,สระแก้ว,3,15,ท้องที่ไทย,65
27,สระแก้ว,3,16,อนาคตไทย,62
27,สระแก้ว,3,17,พลังเพื่อไทย,215
27,สระแก้ว,3,18,ไทยชนะ,115
27,สระแก้ว,3,19,พลังสังคมใหม่,23
27,สระแก้ว,3,20,สังคมประชาธิปไตยไทย,56
27,สระแก้ว,3,21,ฟิวชัน,38
27,สระแก้ว,3,22,ไทรวมพลัง,91
27,สระแก้ว,3,23,ก้าวอิสระ,48
27,สระแก้ว,3,24,ปวงชนไทย,84
27,สระแก้ว,3,25,วิชชั่นใหม่,214
27,สระแก้ว,3,26,เพื่อชีวิตใหม่,34
27,สระแก้ว,3,27,คลองไทย,83
27,สระแก้ว,3,28,ประชาธิปัตย์,3924
27,สระแก้ว,3,29,ไทยก้าวหน้า,134
27,สระแก้ว,3,30,ไทยภักดี,467
27,สระแก้ว,3,31,แรงงานสร้างชาติ,348
27,สระแก้ว,3,32,ประชากรไทย,243
27,สระแก้ว,3,33,ครูไทยเพื่อประชาชน,311
27,สระแก้ว,3,34,ประชาชาติ,155
27,สระแก้ว,3,35,สร้างอนาคตไทย,205
27,สระแก้ว,3,36,รักชาติ,140
27,สระแก้ว,3,37,ไทยพร้อม,171
27,สระแก้ว,3,38,ภูมิใจไทย,17896
27,สระแก้ว,3,39,พลังธรรมใหม่,315
27,สระแก้ว,3,40,กรีน,69
27,สระแก้ว,3,41,ไทยธรรม,151
27,สระแก้ว,3,42,แผ่นดินธรรม,83
27,สระแก้ว,3,43,กล้าธรรม,5200
27,สระแก้ว,3,44,พลังประชารัฐ,545
27,สระแก้ว,3,45,โอกาสใหม่,47
27,สระแก้ว,3,46,เป็นธรรม,69
27,สระแก้ว,3,47,ประชาชน,20087
27,สระแก้ว,3,48,ประชาไทย,158
27,สระแก้ว,3,49,ไทยสร้างไทย,266
27,สระแก้ว,3,50,ไทยก้าวใหม่,287
27,สระแก้ว,3,51,ประชาอาสาชาติ,8
27,สระแก้ว,3,52,พร้อม,49
27,สระแก้ว,3,53,เครือข่ายชาวนาแห่งประเทศไทย,19
27,สระแก้ว,3,54,ไทยพิทักษ์ธรรม,28
27,สระแก้ว,3,55,ความหวังใหม่,24
27,สระแก้ว,3,56,ไทยรวมไทย,16
27,สระแก้ว,3,57,เพื่อบ้านเมือง,68
30,นครราชสีมา,1,1,ไทยทรัพย์ทวี,101
30,นครราชสีมา,1,2,เพื่อชาติไทย,514
30,นครราชสีมา,1,3,ใหม่,213
30,นครราชสีมา,1,4,มิติใหม่,73
30,นครราชสีมา,1,5,รวมใจไทย,296
30,นครราชสีมา,1,6,รวมไทยสร้างชาติ,2660
30,นครราชสีมา,1,7,พลวัต,249
30,นครราชสีมา,1,8,ประชาธิปไตยใหม่,244
30,นครราชสีมา,1,9,เพื่อไทย,16325
30,นครราชสีมา,1,10,ทางเลือกใหม่,513
30,นครราชสีมา,1,11,เศรษฐกิจ,4856
30,นครราชสีมา,1,12,เสรีรวมไทย,411
30,นครราชสีมา,1,13,รวมพลังประชาชน,329
30,นครราชสีมา,1,14,ท้องที่ไทย,21
30,นครราชสีมา,1,15,อนาคตไทย,68
30,นครราชสีมา,1,16,พลังเพื่อไทย,107
30,นครราชสีมา,1,17,ไทยชนะ,54
30,นครราชสีมา,1,18,พลังสังคมใหม่,21
30,นครราชสีมา,1,19,สังคมประชาธิปไตยไทย,54
30,นครราชสีมา,1,20,ฟิวชัน,33
30,นครราชสีมา,1,21,ไทรวมพลัง,101
30,นครราชสีมา,1,22,ก้าวอิสระ,18
30,นครราชสีมา,1,23,ปวงชนไทย,53
30,นครราชสีมา,1,24,วิชชั่นใหม่,24
30,นครราชสีมา,1,25,เพื่อชีวิตใหม่,16
30,นครราชสีมา,1,26,คลองไทย,23
30,นครราชสีมา,1,27,ประชาธิปัตย์,3063
30,นครราชสีมา,1,28,ไทยก้าวหน้า,82
30,นครราชสีมา,1,29,ไทยภักดี,1393
30,นครราชสีมา,1,30,แรงงานสร้างชาติ,41
30,นครราชสีมา,1,31,ประชากรไทย,56
30,นครราชสีมา,1,32,ครูไทยเพื่อประชาชน,65
30,นครราชสีมา,1,33,ประชาชาติ,80
30,นครราชสีมา,1,34,สร้างอนาคตไทย,53
30,นครราชสีมา,1,35,รักชาติ,151
30,นครราชสีมา,1,36,ไทยพร้อม,71
30,นครราชสีมา,1,37,ภูมิใจไทย,16001
30,นครราชสีมา,1,38,พลังธรรมใหม่,127
30,นครราชสีมา,1,39,กรีน,42
30,นครราชสีมา,1,40,ไทยธรรม,64
30,นครราชสีมา,1,41,แผ่นดินธรรม,12
30,นครราชสีมา,1,42,กล้าธรรม,149
30,นครราชสีมา,1,43,พลังประชารัฐ,203
30,นครราชสีมา,1,44,โอกาสใหม่,270
30,นครราชสีมา,1,45,เป็นธรรม,37
30,นครราชสีมา,1,46,ประชาชน,33049
30,นครราชสีมา,1,47,ประชาไทย,140
30,นครราชสีมา,1,48,ไทยสร้างไทย,468
30,นครราชสีมา,1,49,ไทยก้าวใหม่,410
30,นครราชสีมา,1,50,ประชาอาสาชาติ,8
30,นครราชสีมา,1,51,พร้อม,32
30,นครราชสีมา,1,52,เครือข่ายชาวนาแห่งประเทศไทย,16
30,นครราชสีมา,1,53,ไทยพิทักษ์ธรรม,3
30,นครราชสีมา,1,54,ความหวังใหม่,24
30,นครราชสีมา,1,55,ไทยรวมไทย,15
30,นครราชสีมา,1,56,เพื่อบ้านเมือง,7
30,นครราชสีมา,1,57,พลังไทยรักชาติ,33
30,นครราชสีมา,2,1,ไทยทรัพย์ทวี,173
30,นครราชสีมา,2,2,เพื่อชาติไทย,1336
30,นครราชสีมา,2,3,ใหม่,214
30,นครราชสีมา,2,4,มิติใหม่,110
30,นครราชสีมา,2,5,รวมใจไทย,388
30,นครราชสีมา,2,6,รวมไทยสร้างชาติ,2313
30,นครราชสีมา,2,7,พลวัต,491
30,นครราชสีมา,2,8,ประชาธิปไตยใหม่,2444
30,นครราชสีมา,2,9,เพื่อไทย,16583
30,นครราชสีมา,2,10,ทางเลือกใหม่,468
30,นครราชสีมา,2,11,เศรษฐกิจ,4375
30,นครราชสีมา,2,12,เสรีรวมไทย,523
30,นครราชสีมา,2,13,รวมพลังประชาชน,629
30,นครราชสีมา,2,14,ท้องที่ไทย,57
30,นครราชสีมา,2,15,อนาคตไทย,139
30,นครราชสีมา,2,16,พลังเพื่อไทย,189
30,นครราชสีมา,2,17,ไทยชนะ,96
30,นครราชสีมา,2,18,พลังสังคมใหม่,39
30,นครราชสีมา,2,19,สังคมประชาธิปไตยไทย,38
30,นครราชสีมา,2,20,ฟิวชัน,30
30,นครราชสีมา,2,21,ไทรวมพลัง,77
30,นครราชสีมา,2,22,ก้าวอิสระ,31
30,นครราชสีมา,2,23,ปวงชนไทย,35
30,นครราชสีมา,2,24,วิชชั่นใหม่,49
30,นครราชสีมา,2,25,เพื่อชีวิตใหม่,15
30,นครราชสีมา,2,26,คลองไทย,48
30,นครราชสีมา,2,27,ประชาธิปัตย์,2838
30,นครราชสีมา,2,28,ไทยก้าวหน้า,149
30,นครราชสีมา,2,29,ไทยภักดี,879
30,นครราชสีมา,2,30,แรงงานสร้างชาติ,80
30,นครราชสีมา,2,31,ประชากรไทย,97
30,นครราชสีมา,2,32,ครูไทยเพื่อประชาชน,95
30,นครราชสีมา,2,33,ประชาชาติ,124
30,นครราชสีมา,2,34,สร้างอนาคตไทย,65
30,นครราชสีมา,2,35,รักชาติ,176
30,นครราชสีมา,2,36,ไทยพร้อม,156
30,นครราชสีมา,2,37,ภูมิใจไทย,14891
30,นครราชสีมา,2,38,พลังธรรมใหม่,187
30,นครราชสีมา,2,39,กรีน,65
30,นครราชสีมา,2,40,ไทยธรรม,41
30,นครราชสีมา,2,41,แผ่นดินธรรม,25
30,นครราชสีมา,2,42,กล้าธรรม,133
30,นครราชสีมา,2,43,พลังประชารัฐ,202
30,นครราชสีมา,2,44,โอกาสใหม่,3306
30,นครราชสีมา,2,45,เป็นธรรม,55
30,นครราชสีมา,2,46,ประชาชน,41053
30,นครราชสีมา,2,47,ประชาไทย,232
30,นครราชสีมา,2,48,ไทยสร้างไทย,507
30,นครราชสีมา,2,49,ไทยก้าวใหม่,413
30,นครราชสีมา,2,50,ประชาอาสาชาติ,8
30,นครราชสีมา,2,51,พร้อม,46
30,นครราชสีมา,2,52,เครือข่ายชาวนาแห่งประเทศไทย,17
30,นครราชสีมา,2,53,ไทยพิทักษ์ธรรม,10
30,นครราชสีมา,2,54,ความหวังใหม่,25
30,นครราชสีมา,2,55,ไทยรวมไทย,16
30,นครราชสีมา,2,56,เพื่อบ้านเมือง,32
30,นครราชสีมา,2,57,พลังไทยรักชาติ,61
30,นครราชสีมา,3,1,ไทยทรัพย์ทวี,244
30,นครราชสีมา,3,2,เพื่อชาติไทย,1650
30,นครราชสีมา,3,3,ใหม่,2991
30,นครราชสีมา,3,4,มิติใหม่,216
30,นครราชสีมา,3,5,รวมใจไทย,947
30,นครราชสีมา,3,6,รวมไทยสร้างชาติ,2512
30,นครราชสีมา,3,7,พลวัต,158
30,นครราชสีมา,3,8,ประชาธิปไตยใหม่,350
30,นครราชสีมา,3,9,เพื่อไทย,17187
30,นครราชสีมา,3,10,ทางเลือกใหม่,464
30,นครราชสีมา,3,11,เศรษฐกิจ,4453
30,นครราชสีมา,3,12,เสรีรวมไทย,383
30,นครราชสีมา,3,13,รวมพลังประชาชน,665
30,นครราชสีมา,3,14,ท้องที่ไทย,36
30,นครราชสีมา,3,15,อนาคตไทย,156
30,นครราชสีมา,3,16,พลังเพื่อไทย,198
30,นครราชสีมา,3,17,ไทยชนะ,135
30,นครราชสีมา,3,18,พลังสังคมใหม่,19
30,นครราชสีมา,3,19,สังคมประชาธิปไตยไทย,55
30,นครราชสีมา,3,20,ฟิวชัน,37
30,นครราชสีมา,3,21,ไทรวมพลัง,84
30,นครราชสีมา,3,22,ก้าวอิสระ,19
30,นครราชสีมา,3,23,ปวงชนไทย,46
30,นครราชสีมา,3,24,วิชชั่นใหม่,45
30,นครราชสีมา,3,25,เพื่อชีวิตใหม่,38
30,นครราชสีมา,3,26,คลองไทย,55
30,นครราชสีมา,3,27,ประชาธิปัตย์,3341
30,นครราชสีมา,3,28,ไทยก้าวหน้า,134
30,นครราชสีมา,3,29,ไทยภักดี,867
30,นครราชสีมา,3,30,แรงงานสร้างชาติ,96
30,นครราชสีมา,3,31,ประชากรไทย,116
30,นครราชสีมา,3,32,ครูไทยเพื่อประชาชน,208
30,นครราชสีมา,3,33,ประชาชาติ,106
30,นครราชสีมา,3,34,สร้างอนาคตไทย,111
30,นครราชสีมา,3,35,รักชาติ,131
30,นครราชสีมา,3,36,ไทยพร้อม,127
30,นครราชสีมา,3,37,ภูมิใจไทย,14485
30,นครราชสีมา,3,38,พลังธรรมใหม่,233
30,นครราชสีมา,3,39,กรีน,53
30,นครราชสีมา,3,40,ไทยธรรม,54
30,นครราชสีมา,3,41,แผ่นดินธรรม,19
30,นครราชสีมา,3,42,กล้าธรรม,170
30,นครราชสีมา,3,43,พลังประชารัฐ,218
30,นครราชสีมา,3,44,โอกาสใหม่,617
30,นครราชสีมา,3,45,เป็นธรรม,110
30,นครราชสีมา,3,46,ประชาชน,38269
30,นครราชสีมา,3,47,ประชาไทย,121
30,นครราชสีมา,3,48,ไทยสร้างไทย,454
30,นครราชสีมา,3,49,ไทยก้าวใหม่,349
30,นครราชสีมา,3,50,ประชาอาสาชาติ,9
30,นครราชสีมา,3,51,พร้อม,56
30,นครราชสีมา,3,52,เครือข่ายชาวนาแห่งประเทศไทย,16
30,นครราชสีมา,3,53,ไทยพิทักษ์ธรรม,16
30,นครราชสีมา,3,54,ความหวังใหม่,33
30,นครราชสีมา,3,55,ไทยรวมไทย,30
30,นครราชสีมา,3,56,เพื่อบ้านเมือง,52
30,นครราชสีมา,3,57,พลังไทยรักชาติ,58
30,นครราชสีมา,4,1,Unknown Party,0
30,นครราชสีมา,4,2,ไทยทรัพย์ทวี,420
30,นครราชสีมา,4,3,เพื่อชาติไทย,1853
30,นครราชสีมา,4,4,ใหม่,1085
30,นครราชสีมา,4,5,มิติใหม่,2642
30,นครราชสีมา,4,6,รวมใจไทย,1924
30,นครราชสีมา,4,7,รวมไทยสร้างชาติ,1981
30,นครราชสีมา,4,8,พลวัต,134
30,นครราชสีมา,4,9,ประชาธิปไตยใหม่,388
30,นครราชสีมา,4,10,เพื่อไทย,17928
30,นครราชสีมา,4,11,ทางเลือกใหม่,541
30,นครราชสีมา,4,12,เศรษฐกิจ,4237
30,นครราชสีมา,4,13,เสรีรวมไทย,391
30,นครราชสีมา,4,14,รวมพลังประชาชน,656
30,นครราชสีมา,4,15,ท้องที่ไทย,98
30,นครราชสีมา,4,16,อนาคตไทย,142
30,นครราชสีมา,4,17,พลังเพื่อไทย,225
30,นครราชสีมา,4,18,ไทยชนะ,131
30,นครราชสีมา,4,19,พลังสังคมใหม่,33
30,นครราชสีมา,4,20,สังคมประชาธิปไตยไทย,51
30,นครราชสีมา,4,21,ฟิวชัน,39
30,นครราชสีมา,4,22,ไทรวมพลัง,101
30,นครราชสีมา,4,23,ก้าวอิสระ,36
30,นครราชสีมา,4,24,ปวงชนไทย,92
30,นครราชสีมา,4,25,วิชชั่นใหม่,52
30,นครราชสีมา,4,26,เพื่อชีวิตใหม่,25
30,นครราชสีมา,4,27,คลองไทย,54
30,นครราชสีมา,4,28,ประชาธิปัตย์,2809
30,นครราชสีมา,4,29,ไทยก้าวหน้า,115
30,นครราชสีมา,4,30,ไทยภักดี,458
30,นครราชสีมา,4,31,แรงงานสร้างชาติ,149
30,นครราชสีมา,4,32,ประชากรไทย,152
30,นครราชสีมา,4,33,ครูไทยเพื่อประชาชน,142
30,นครราชสีมา,4,34,ประชาชาติ,286
30,นครราชสีมา,4,35,สร้างอนาคตไทย,244
30,นครราชสีมา,4,36,รักชาติ,233
30,นครราชสีมา,4,37,ไทยพร้อม,181
30,นครราชสีมา,4,38,ภูมิใจไทย,13513
30,นครราชสีมา,4,39,พลังธรรมใหม่,264
30,นครราชสีมา,4,40,กรีน,55
30,นครราชสีมา,4,41,ไทยธรรม,58
30,นครราชสีมา,4,42,แผ่นดินธรรม,26
30,นครราชสีมา,4,43,กล้าธรรม,152
30,นครราชสีมา,4,44,พลังประชารัฐ,234
30,นครราชสีมา,4,45,โอกาสใหม่,2054
30,นครราชสีมา,4,46,เป็นธรรม,101
30,นครราชสีมา,4,47,ประชาชน,27663
30,นครราชสีมา,4,48,ประชาไทย,127
30,นครราชสีมา,4,49,ไทยสร้างไทย,365
30,นครราชสีมา,4,50,ไทยก้าวใหม่,239
30,นครราชสีมา,4,51,ประชาอาสาชาติ,16
30,นครราชสีมา,4,52,พร้อม,59
30,นครราชสีมา,4,53,เครือข่ายชาวนาแห่งประเทศไทย,19
30,นครราชสีมา,4,54,ไทยพิทักษ์ธรรม,21
30,นครราชสีมา,4,55,ความหวังใหม่,24
30,นครราชสีมา,4,56,ไทยรวมไทย,23
30,นครราชสีมา,4,57,เพื่อบ้านเมือง,43
30,นครราชสีมา,4,58,พลังไทยรักชาติ,111
30,นครราชสีมา,5,1,ใหม่,297
30,นครราชสีมา,5,2,ไทยทรัพย์ทวี,3264
30,นครราชสีมา,5,3,เพื่อชาติไทย,2075
30,นครราชสีมา,5,4,มิติใหม่,341
30,นครราชสีมา,5,5,รวมใจไทย,617
30,นครราชสีมา,5,6,รวมไทยสร้างชาติ,1517
30,นครราชสีมา,5,7,พลวัต,1949
30,นครราชสีมา,5,8,ประชาธิปไตยใหม่,524
30,นครราชสีมา,5,9,เพื่อไทย,18807
30,นครราชสีมา,5,10,ทางเลือกใหม่,448
30,นครราชสีมา,5,11,เศรษฐกิจ,4183
30,นครราชสีมา,5,12,เสรีรวมไทย,356
30,นครราชสีมา,5,13,รวมพลังประชาชน,464
30,นครราชสีมา,5,14,ท้องที่ไทย,58
30,นครราชสีมา,5,15,อนาคตไทย,71
30,นครราชสีมา,5,16,พลังเพื่อไทย,219
30,นครราชสีมา,5,17,ไทยชนะ,124
30,นครราชสีมา,5,18,พลังสังคมใหม่,27
30,นครราชสีมา,5,19,สังคมประชาธิปไตยไทย,34
30,นครราชสีมา,5,20,ฟิวชัน,26
30,นครราชสีมา,5,21,ไทรวมพลัง,56
30,นครราชสีมา,5,22,ก้าวอิสระ,29
30,นครราชสีมา,5,23,ปวงชนไทย,59
30,นครราชสีมา,5,24,วิชชั่นใหม่,56
30,นครราชสีมา,5,25,เพื่อชีวิตใหม่,29
30,นครราชสีมา,5,26,คลองไทย,45
30,นครราชสีมา,5,27,ประชาธิปัตย์,2005
30,นครราชสีมา,5,28,ไทยก้าวหน้า,117
30,นครราชสีมา,5,29,ไทยภักดี,438
30,นครราชสีมา,5,30,แรงงานสร้างชาติ,322
30,นครราชสีมา,5,31,ประชากรไทย,214
30,นครราชสีมา,5,32,ครูไทยเพื่อประชาชน,115
30,นครราชสีมา,5,33,ประชาชาติ,107
30,นครราชสีมา,5,34,สร้างอนาคตไทย,125
30,นครราชสีมา,5,35,รักชาติ,155
30,นครราชสีมา,5,36,ไทยพร้อม,278
30,นครราชสีมา,5,37,ภูมิใจไทย,22285
30,นครราชสีมา,5,38,พลังธรรมใหม่,284
30,นครราชสีมา,5,39,กรีน,49
30,นครราชสีมา,5,40,ไทยธรรม,70
30,นครราชสีมา,5,41,แผ่นดินธรรม,30
30,นครราชสีมา,5,42,กล้าธรรม,115
30,นครราชสีมา,5,43,พลังประชารัฐ,175
30,นครราชสีมา,5,44,โอกาสใหม่,455
30,นครราชสีมา,5,45,เป็นธรรม,54
30,นครราชสีมา,5,46,ประชาชน,22017
30,นครราชสีมา,5,47,ประชาไทย,156
30,นครราชสีมา,5,48,ไทยสร้างไทย,297
30,นครราชสีมา,5,49,ไทยก้าวใหม่,178
30,นครราชสีมา,5,50,ประชาอาสาชาติ,4
30,นครราชสีมา,5,51,พร้อม,56
30,นครราชสีมา,5,52,เครือข่ายชาวนาแห่งประเทศไทย,25
30,นครราชสีมา,5,53,ไทยพิทักษ์ธรรม,18
30,นครราชสีมา,5,54,ความหวังใหม่,36
30,นครราชสีมา,5,55,ไทยรวมไทย,27
30,นครราชสีมา,5,56,เพื่อบ้านเมือง,36
30,นครราชสีมา,5,57,พลังไทยรักชาติ,87
30,นครราชสีมา,6,1,ไทยทรัพย์ทวี,2291
30,นครราชสีมา,6,2,เพื่อชาติไทย,1514
30,นครราชสีมา,6,3,ใหม่,274
30,นครราชสีมา,6,4,มิติใหม่,1134
30,นครราชสีมา,6,5,รวมใจไทย,594
30,นครราชสีมา,6,6,รวมไทยสร้างชาติ,2762
30,นครราชสีมา,6,7,พลวัต,210
30,นครราชสีมา,6,8,ประชาธิปไตยใหม่,594
30,นครราชสีมา,6,9,เพื่อไทย,21489
30,นครราชสีมา,6,10,ทางเลือกใหม่,309
30,นครราชสีมา,6,11,เศรษฐกิจ,3600
30,นครราชสีมา,6,12,เสรีรวมไทย,342
30,นครราชสีมา,6,13,รวมพลังประชาชน,461
30,นครราชสีมา,6,14,ท้องที่ไทย,57
30,นครราชสีมา,6,15,อนาคตไทย,88
30,นครราชสีมา,6,16,พลังเพื่อไทย,258
30,นครราชสีมา,6,17,ไทยชนะ,114
30,นครราชสีมา,6,18,พลังสังคมใหม่,30
30,นครราชสีมา,6,19,สังคมประชาธิปไตยไทย,39
30,นครราชสีมา,6,20,ฟิวชัน,19
30,นครราชสีมา,6,21,ไทรวมพลัง,45
30,นครราชสีมา,6,22,ก้าวอิสระ,24
30,นครราชสีมา,6,23,ปวงชนไทย,59
30,นครราชสีมา,6,24,วิชชั่นใหม่,73
30,นครราชสีมา,6,25,เพื่อชีวิตใหม่,30
30,นครราชสีมา,6,26,คลองไทย,64
30,นครราชสีมา,6,27,ประชาธิปัตย์,1910
30,นครราชสีมา,6,28,ไทยก้าวหน้า,117
30,นครราชสีมา,6,29,ไทยภักดี,398
30,นครราชสีมา,6,30,แรงงานสร้างชาติ,289
30,นครราชสีมา,6,31,ประชากรไทย,231
30,นครราชสีมา,6,32,ครูไทยเพื่อประชาชน,150
30,นครราชสีมา,6,33,ประชาชาติ,148
30,นครราชสีมา,6,34,สร้างอนาคตไทย,219
30,นครราชสีมา,6,35,รักชาติ,188
30,นครราชสีมา,6,36,ไทยพร้อม,245
30,นครราชสีมา,6,37,ภูมิใจไทย,14801
30,นครราชสีมา,6,38,พลังธรรมใหม่,344
30,นครราชสีมา,6,39,กรีน,47
30,นครราชสีมา,6,40,ไทยธรรม,90
30,นครราชสีมา,6,41,แผ่นดินธรรม,31
30,นครราชสีมา,6,42,กล้าธรรม,1314
30,นครราชสีมา,6,43,พลังประชารัฐ,476
30,นครราชสีมา,6,44,โอกาสใหม่,859
30,นครราชสีมา,6,45,เป็นธรรม,61
30,นครราชสีมา,6,46,ประชาชน,19790
30,นครราชสีมา,6,47,ประชาไทย,145
30,นครราชสีมา,6,48,ไทยสร้างไทย,548
30,นครราชสีมา,6,49,ไทยก้าวใหม่,146
30,นครราชสีมา,6,50,ประชาอาสาชาติ,8
30,นครราชสีมา,6,51,พร้อม,43
30,นครราชสีมา,6,52,เครือข่ายชาวนาแห่งประเทศไทย,6
30,นครราชสีมา,6,53,ไทยพิทักษ์ธรรม,7
30,นครราชสีมา,6,54,ความหวังใหม่,19
30,นครราชสีมา,6,55,ไทยรวมไทย,18
30,นครราชสีมา,6,56,เพื่อบ้านเมือง,60
30,นครราชสีมา,6,57,พลังไทยรักชาติ,59
30,นครราชสีมา,7,1,ไทยทรัพย์ทวี,333
30,นครราชสีมา,7,2,เพื่อชาติไทย,4430
30,นครราชสีมา,7,3,ใหม่,278
30,นครราชสีมา,7,4,มิติใหม่,1047
30,นครราชสีมา,7,5,รวมใจไทย,506
30,นครราชสีมา,7,6,รวมไทยสร้างชาติ,1441
30,นครราชสีมา,7,7,พลวัต,94
30,นครราชสีมา,7,8,ประชาธิปไตยใหม่,337
30,นครราชสีมา,7,9,เพื่อไทย,23996
30,นครราชสีมา,7,10,ทางเลือกใหม่,264
30,นครราชสีมา,7,11,เศรษฐกิจ,3955
30,นครราชสีมา,7,12,เสรีรวมไทย,286
30,นครราชสีมา,7,13,รวมพลังประชาชน,428
30,นครราชสีมา,7,14,ท้องที่ไทย,57
30,นครราชสีมา,7,15,อนาคตไทย,60
30,นครราชสีมา,7,16,พลังเพื่อไทย,228
30,นครราชสีมา,7,17,ไทยชนะ,121
30,นครราชสีมา,7,18,พลังสังคมใหม่,20
30,นครราชสีมา,7,19,สังคมประชาธิปไตยไทย,130
30,นครราชสีมา,7,20,ฟิวชัน,21
30,นครราชสีมา,7,21,ไทยรวมพลัง,43
30,นครราชสีมา,7,22,ก้าวอิสระ,32
30,นครราชสีมา,7,23,ปวงชนไทย,42
30,นครราชสีมา,7,24,วิชชั่นใหม่,57
30,นครราชสีมา,7,25,เพื่อชีวิตใหม่,23
30,นครราชสีมา,7,26,คลองไทย,91
30,นครราชสีมา,7,27,ประชาธิปัตย์,1290
30,นครราชสีมา,7,28,ไทยก้าวหน้า,95
30,นครราชสีมา,7,29,ไทยภักดี,303
30,นครราชสีมา,7,30,แรงงานสร้างชาติ,120
30,นครราชสีมา,7,31,ประชากรไทย,340
30,นครราชสีมา,7,32,ครูไทยเพื่อประชาชน,117
30,นครราชสีมา,7,33,ประชาชาติ,158
30,นครราชสีมา,7,34,สร้างอนาคตไทย,121
30,นครราชสีมา,7,35,รักชาติ,130
30,นครราชสีมา,7,36,ไทยพร้อม,490
30,นครราชสีมา,7,37,ภูมิใจไทย,12957
30,นครราชสีมา,7,38,พลังธรรมใหม่,442
30,นครราชสีมา,7,39,กรีน,66
30,นครราชสีมา,7,40,ไทยธรรม,83
30,นครราชสีมา,7,41,แผ่นดินธรรม,27
30,นครราชสีมา,7,42,กล้าธรรม,119
30,นครราชสีมา,7,43,พลังประชารัฐ,115
30,นครราชสีมา,7,44,โอกาสใหม่,32
30,นครราชสีมา,7,45,เป็นธรรม,46
30,นครราชสีมา,7,46,ประชาชน,19324
30,นครราชสีมา,7,47,ประชาไทย,108
30,นครราชสีมา,7,48,ไทยสร้างไทย,415
30,นครราชสีมา,7,49,ไทยก้าวใหม่,184
30,นครราชสีมา,7,50,ประชาอาสาชาติ,7
30,นครราชสีมา,7,51,พร้อม,37
30,นครราชสีมา,7,52,เครือข่ายชาวนาแห่งประเทศไทย,18
30,นครราชสีมา,7,53,ไทยพิทักษ์ธรรม,15
30,นครราชสีมา,7,54,ความหวังใหม่,9
30,นครราชสีมา,7,55,ไทยรวมไทย,20
30,นครราชสีมา,7,56,เพื่อบ้านเมือง,21
30,นครราชสีมา,7,57,พลังไทยรักชาติ,61
30,นครราชสีมา,8,1,ไทยทรัพย์ทวี,3292
30,นครราชสีมา,8,2,เพื่อชาติไทย,1992
30,นครราชสีมา,8,3,ใหม่,291
30,นครราชสีมา,8,4,มิติใหม่,674
30,นครราชสีมา,8,5,รวมใจไทย,846
30,นครราชสีมา,8,6,รวมไทยสร้างชาติ,1546
30,นครราชสีมา,8,7,พลวัต,70
30,นครราชสีมา,8,8,ประชาธิปไตยใหม่,432
30,นครราชสีมา,8,9,เพื่อไทย,25325
30,นครราชสีมา,8,10,ทางเลือกใหม่,379
30,นครราชสีมา,8,11,เศรษฐกิจ,4098
30,นครราชสีมา,8,12,เสรีรวมไทย,268
30,นครราชสีมา,8,13,รวมพลังประชาชน,528
30,นครราชสีมา,8,14,ท้องที่ไทย,41
30,นครราชสีมา,8,15,อนาคตไทย,48
30,นครราชสีมา,8,16,พลังเพื่อไทย,186
30,นครราชสีมา,8,17,ไทยชนะ,102
30,นครราชสีมา,8,18,พลังสังคมใหม่,17
30,นครราชสีมา,8,19,สังคมประชาธิปไตยไทย,44
30,นครราชสีมา,8,20,ฟิวชัน,34
30,นครราชสีมา,8,21,ไทรวมพลัง,39
30,นครราชสีมา,8,22,ก้าวอิสระ,34
30,นครราชสีมา,8,23,ปวงชนไทย,40
30,นครราชสีมา,8,24,วิชชั่นใหม่,41
30,นครราชสีมา,8,25,เพื่อชีวิตใหม่,33
30,นครราชสีมา,8,26,คลองไทย,55
30,นครราชสีมา,8,27,ประชาธิปัตย์,2744
30,นครราชสีมา,8,28,ไทยก้าวหน้า,91
30,นครราชสีมา,8,29,ไทยภักดี,515
30,นครราชสีมา,8,30,แรงงานสร้างชาติ,356
30,นครราชสีมา,8,31,ประชากรไทย,187
30,นครราชสีมา,8,32,ครูไทยเพื่อประชาชน,80
30,นครราชสีมา,8,33,ประชาชาติ,131
30,นครราชสีมา,8,34,สร้างอนาคตไทย,124
30,นครราชสีมา,8,35,รักชาติ,95
30,นครราชสีมา,8,36,ไทยพร้อม,107
30,นครราชสีมา,8,37,ภูมิใจไทย,13529
30,นครราชสีมา,8,38,พลังธรรมใหม่,488
30,นครราชสีมา,8,39,กรีน,77
30,นครราชสีมา,8,40,ไทยธรรม,59
30,นครราชสีมา,8,41,แผ่นดินธรรม,22
30,นครราชสีมา,8,42,กล้าธรรม,98
30,นครราชสีมา,8,43,พลังประชารัฐ,148
30,นครราชสีมา,8,44,โอกาสใหม่,342
30,นครราชสีมา,8,45,เป็นธรรม,90
30,นครราชสีมา,8,46,ประชาชน,20201
30,นครราชสีมา,8,47,ประชาไทย,104
30,นครราชสีมา,8,48,ไทยสร้างไทย,298
30,นครราชสีมา,8,49,ไทยก้าวใหม่,153
30,นครราชสีมา,8,50,ประชาอาสาชาติ,1
30,นครราชสีมา,8,51,พร้อม,27
30,นครราชสีมา,8,52,เครือข่ายชาวนาแห่งประเทศไทย,19
30,นครราชสีมา,8,53,ไทยพิทักษ์ธรรม,11
30,นครราชสีมา,8,54,ความหวังใหม่,23
30,นครราชสีมา,8,55,ไทยรวมไทย,20
30,นครราชสีมา,8,56,เพื่อบ้านเมือง,34
30,นครราชสีมา,8,57,พลังไทยรักชาติ,75
30,นครราชสีมา,9,1,ไทยทรัพย์ทวี,418
30,นครราชสีมา,9,2,เพื่อชาติไทย,1484
30,นครราชสีมา,9,3,ใหม่,2622
30,นครราชสีมา,9,4,มิติใหม่,453
30,นครราชสีมา,9,5,รวมใจไทย,1124
30,นครราชสีมา,9,6,รวมไทยสร้างชาติ,3334
30,นครราชสีมา,9,7,พลวัต,156
30,นครราชสีมา,9,8,ประชาธิปไตยใหม่,526
30,นครราชสีมา,9,9,เพื่อไทย,12957
30,นครราชสีมา,9,10,ทางเลือกใหม่,328
30,นครราชสีมา,9,11,เศรษฐกิจ,4094
30,นครราชสีมา,9,12,เสรีรวมไทย,422
30,นครราชสีมา,9,13,รวมพลังประชาชน,651
30,นครราชสีมา,9,14,ท้องที่ไทย,64
30,นครราชสีมา,9,15,อนาคตไทย,72
30,นครราชสีมา,9,16,พลังเพื่อไทย,256
30,นครราชสีมา,9,17,ไทยชนะ,144
30,นครราชสีมา,9,18,พลังสังคมใหม่,24
30,นครราชสีมา,9,19,สังคมประชาธิปไตยไทย,35
30,นครราชสีมา,9,20,ฟิวชัน,50
30,นครราชสีมา,9,21,ไทรวมพลัง,56
30,นครราชสีมา,9,22,ก้าวอิสระ,39
30,นครราชสีมา,9,23,ปวงชนไทย,76
30,นครราชสีมา,9,24,วิชชั่นใหม่,112
30,นครราชสีมา,9,25,เพื่อชีวิตใหม่,48
30,นครราชสีมา,9,26,คลองไทย,97
30,นครราชสีมา,9,27,ประชาธิปัตย์,2105
30,นครราชสีมา,9,28,ไทยก้าวหน้า,131
30,นครราชสีมา,9,29,ไทยภักดี,415
30,นครราชสีมา,9,30,แรงงานสร้างชาติ,157
30,นครราชสีมา,9,31,ประชากรไทย,237
30,นครราชสีมา,9,32,ครูไทยเพื่อประชาชน,299
30,นครราชสีมา,9,33,ประชาชาติ,183
30,นครราชสีมา,9,34,สร้างอนาคตไทย,184
30,นครราชสีมา,9,35,รักชาติ,286
30,นครราชสีมา,9,36,ไทยพร้อม,303
30,นครราชสีมา,9,37,ภูมิใจไทย,26202
30,นครราชสีมา,9,38,พลังธรรมใหม่,312
30,นครราชสีมา,9,39,กรีน,71
30,นครราชสีมา,9,40,ไทยธรรม,115
30,นครราชสีมา,9,41,แผ่นดินธรรม,45
30,นครราชสีมา,9,42,กล้าธรรม,3030
30,นครราชสีมา,9,43,พลังประชารัฐ,168
30,นครราชสีมา,9,44,โอกาสใหม่,48
30,นครราชสีมา,9,45,เป็นธรรม,112
30,นครราชสีมา,9,46,ประชาชน,20305
30,นครราชสีมา,9,47,ประชาไทย,178
30,นครราชสีมา,9,48,ไทยสร้างไทย,356
30,นครราชสีมา,9,49,ไทยก้าวใหม่,194
30,นครราชสีมา,9,50,ประชาอาสาชาติ,9
30,นครราชสีมา,9,51,พร้อม,53
30,นครราชสีมา,9,52,เครือข่ายชาวนาแห่งประเทศไทย,18
30,นครราชสีมา,9,53,ไทยพิทักษ์ธรรม,17
30,นครราชสีมา,9,54,ความหวังใหม่,25
30,นครราชสีมา,9,55,ไทยรวมไทย,17
30,นครราชสีมา,9,56,เพื่อบ้านเมือง,44
30,นครราชสีมา,9,57,พลังไทยรักชาติ,94
30,นครราชสีมา,10,1,ไทยทรัพย์ทวี,360
30,นครราชสีมา,10,2,เพื่อชาติไทย,4669
30,นครราชสีมา,10,3,ใหม่,589
30,นครราชสีมา,10,4,มิติใหม่,405
30,นครราชสีมา,10,5,รวมใจไทย,1174
30,นครราชสีมา,10,6,รวมไทยสร้างชาติ,1803
30,นครราชสีมา,10,7,ประชาธิปไตยใหม่,1963
30,นครราชสีมา,10,8,เพื่อไทย,17715
30,นครราชสีมา,10,9,ทางเลือกใหม่,541
30,นครราชสีมา,10,10,เศรษฐกิจ,6436
30,นครราชสีมา,10,11,เสรีรวมไทย,572
30,นครราชสีมา,10,12,รวมพลังประชาชน,623
30,นครราชสีมา,10,13,ท้องที่ไทย,53
30,นครราชสีมา,10,14,อนาคตไทย,139
30,นครราชสีมา,10,15,พลังเพื่อไทย,305
30,นครราชสีมา,10,16,ไทยชนะ,179
30,นครราชสีมา,10,17,หลังสังคมใหม่,43
30,นครราชสีมา,10,18,สังคมประชาธิปไตยไทย,46
30,นครราชสีมา,10,19,ฟิวชัน,26
30,นครราชสีมา,10,20,ไทรวมพลัง,104
30,นครราชสีมา,10,21,ก้าวอิสระ,36
30,นครราชสีมา,10,22,ปวงชนไทย,60
30,นครราชสีมา,10,23,วิชชันใหม่,65
30,นครราชสีมา,10,24,เพื่อชีวิตใหม่,27
30,นครราชสีมา,10,25,คลองไทย,67
30,นครราชสีมา,10,26,ประชาธิปัตย์,2849
30,นครราชสีมา,10,27,ไทยก้าวหน้า,135
30,นครราชสีมา,10,28,ไทยภักดี,492
30,นครราชสีมา,10,29,แรงงานสร้างชาติ,148
30,นครราชสีมา,10,30,ประชากรไทย,298
30,นครราชสีมา,10,31,ครูไทยเพื่อประชาชน,244
30,นครราชสีมา,10,32,ประชาชาติ,145
30,นครราชสีมา,10,33,สร้างอนาคตไทย,202
30,นครราชสีมา,10,34,รักชาติ,192
30,นครราชสีมา,10,35,ไทยพร้อม,316
30,นครราชสีมา,10,36,ภูมิใจไทย,28421
30,นครราชสีมา,10,37,พลังธรรมใหม่,278
30,นครราชสีมา,10,38,กรีน,63
30,นครราชสีมา,10,39,ไทยธรรม,90
30,นครราชสีมา,10,40,แผ่นดินธรรม,31
30,นครราชสีมา,10,41,กล้าธรรม,170
30,นครราชสีมา,10,42,พลังประชารัฐ,197
30,นครราชสีมา,10,43,โอกาสใหม่,1239
30,นครราชสีมา,10,44,เป็นธรรม,73
30,นครราชสีมา,10,45,ประชาชน,26222
30,นครราชสีมา,10,46,ประชาไทย,239
30,นครราชสีมา,10,47,ไทยสร้างไทย,305
30,นครราชสีมา,10,48,ไทยก้าวใหม่,193
30,นครราชสีมา,10,49,ประชาอาสาชาติ,14
30,นครราชสีมา,10,50,พร้อม,71
30,นครราชสีมา,10,51,เครือข่ายชาวนาแห่งประเทศไทย,26
30,นครราชสีมา,10,52,ไทยพิทักษ์ธรรม,14
30,นครราชสีมา,10,53,ความหวังใหม่,41
30,นครราชสีมา,10,54,ไทยรวมไทย,26
30,นครราชสีมา,10,55,เพื่อบ้านเมือง,36
30,นครราชสีมา,10,56,พลังไทยรักชาติ,120
30,นครราชสีมา,11,1,ใหม่,4060
30,นครราชสีมา,11,2,ไทยทรัพย์ทวี,428
30,นครราชสีมา,11,3,เพื่อชาติไทย,2099
30,นครราชสีมา,11,4,มิติใหม่,648
30,นครราชสีมา,11,5,รวมใจไทย,952
30,นครราชสีมา,11,6,รวมไทยสร้างชาติ,1417
30,นครราชสีมา,11,7,พลวัต,170
30,นครราชสีมา,11,8,ประชาธิปไตยใหม่,449
30,นครราชสีมา,11,9,เพื่อไทย,27538
30,นครราชสีมา,11,10,ทางเลือกใหม่,498
30,นครราชสีมา,11,11,เศรษฐกิจ,6096
30,นครราชสีมา,11,12,เสรีรวมไทย,498
30,นครราชสีมา,11,13,รวมพลังประชาชน,597
30,นครราชสีมา,11,14,ท้องที่ไทย,62
30,นครราชสีมา,11,15,อนาคตไทย,81
30,นครราชสีมา,11,16,พลังเพื่อไทย,199
30,นครราชสีมา,11,17,ไทยชนะ,146
30,นครราชสีมา,11,18,พลังสังคมใหม่,26
30,นครราชสีมา,11,19,สังคมประชาธิปไตยไทย,50
30,นครราชสีมา,11,20,ฟิวชัน,35
30,นครราชสีมา,11,21,ไทรวมพลัง,311
30,นครราชสีมา,11,22,ก้าวอิสระ,36
30,นครราชสีมา,11,23,ปวงชนไทย,52
30,นครราชสีมา,11,24,วิชชั่นใหม่,58
30,นครราชสีมา,11,25,เพื่อชีวิตใหม่,30
30,นครราชสีมา,11,26,คลองไทย,65
30,นครราชสีมา,11,27,ประชาธิปัตย์,2134
30,นครราชสีมา,11,28,ไทยก้าวหน้า,111
30,นครราชสีมา,11,29,ไทยภักดี,328
30,นครราชสีมา,11,30,แรงงานสร้างชาติ,138
30,นครราชสีมา,11,31,ประชากรไทย,182
30,นครราชสีมา,11,32,ครูไทยเพื่อประชาชน,258
30,นครราชสีมา,11,33,ประชาชาติ,160
30,นครราชสีมา,11,34,สร้างอนาคตไทย,132
30,นครราชสีมา,11,35,รักชาติ,100
30,นครราชสีมา,11,36,ไทยพร้อม,117
30,นครราชสีมา,11,37,ภูมิใจไทย,11494
30,นครราชสีมา,11,38,พลังธรรมใหม่,422
30,นครราชสีมา,11,39,กรีน,81
30,นครราชสีมา,11,40,ไทยธรรม,80
30,นครราชสีมา,11,41,แผ่นดินธรรม,31
30,นครราชสีมา,11,42,กล้าธรรม,239
30,นครราชสีมา,11,43,พลังประชารัฐ,143
30,นครราชสีมา,11,44,โอกาสใหม่,74
30,นครราชสีมา,11,45,เป็นธรรม,106
30,นครราชสีมา,11,46,ประชาชน,20978
30,นครราชสีมา,11,47,ประชาไทย,138
30,นครราชสีมา,11,48,ไทยสร้างไทย,369
30,นครราชสีมา,11,49,ไทยก้าวใหม่,170
30,นครราชสีมา,11,50,ประชาอาสาชาติ,9
30,นครราชสีมา,11,51,พร้อม,46
30,นครราชสีมา,11,52,เครือข่ายชาวนาแห่งประเทศไทย,12
30,นครราชสีมา,11,53,ไทยพิทักษ์ธรรม,7
30,นครราชสีมา,11,54,ความหวังใหม่,38
30,นครราชสีมา,11,55,ไทยรวมไทย,19
30,นครราชสีมา,11,56,เพื่อบ้านเมือง,44
30,นครราชสีมา,11,57,พลังไทยรักชาติ,105
30,นครราชสีมา,12,1,ไทยทรัพย์ทวี,363
30,นครราชสีมา,12,2,เพื่อชาติไทย,1907
30,นครราชสีมา,12,3,ใหม่,2817
30,นครราชสีมา,12,4,มิติใหม่,278
30,นครราชสีมา,12,5,รวมใจไทย,668
30,นครราชสีมา,12,6,รวมไทยสร้างชาติ,1753
30,นครราชสีมา,12,7,พลวัต,897
30,นครราชสีมา,12,8,ประชาธิปไตยใหม่,458
30,นครราชสีมา,12,9,เพื่อไทย,17486
30,นครราชสีมา,12,10,ทางเลือกใหม่,480
30,นครราชสีมา,12,11,เศรษฐกิจ,4900
30,นครราชสีมา,12,12,เสรีรวมไทย,388
30,นครราชสีมา,12,13,รวมพลังประชาชน,593
30,นครราชสีมา,12,14,ท้องที่ไทย,86
30,นครราชสีมา,12,15,อนาคตไทย,225
30,นครราชสีมา,12,16,พลังเพื่อไทย,228
30,นครราชสีมา,12,17,ไทยชนะ,177
30,นครราชสีมา,12,18,พลังสังคมใหม่,36
30,นครราชสีมา,12,19,สังคมประชาธิปไตยไทย,31
30,นครราชสีมา,12,20,ฟิวชัน,25
30,นครราชสีมา,12,21,ไทรวมพลัง,79
30,นครราชสีมา,12,22,ก้าวอิสระ,46
30,นครราชสีมา,12,23,ปวงชนไทย,58
30,นครราชสีมา,12,24,วิชชั่นใหม่,84
30,นครราชสีมา,12,25,เพื่อชีวิตใหม่,36
30,นครราชสีมา,12,26,คลองไทย,112
30,นครราชสีมา,12,27,ประชาธิปัตย์,2491
30,นครราชสีมา,12,28,ไทยก้าวหน้า,124
30,นครราชสีมา,12,29,ไทยภักดี,546
30,นครราชสีมา,12,30,แรงงานสร้างชาติ,129
30,นครราชสีมา,12,31,ประชากรไทย,190
30,นครราชสีมา,12,32,ครูไทยเพื่อประชาชน,223
30,นครราชสีมา,12,33,ประชาชาติ,166
30,นครราชสีมา,12,34,สร้างอนาคตไทย,116
30,นครราชสีมา,12,35,รักชาติ,156
30,นครราชสีมา,12,36,ไทยพร้อม,212
30,นครราชสีมา,12,37,ภูมิใจไทย,15416
30,นครราชสีมา,12,38,พลังธรรมใหม่,277
30,นครราชสีมา,12,39,กรีน,77
30,นครราชสีมา,12,40,ไทยธรรม,89
30,นครราชสีมา,12,41,แผ่นดินธรรม,35
30,นครราชสีมา,12,42,กล้าธรรม,206
30,นครราชสีมา,12,43,พลังประชารัฐ,195
30,นครราชสีมา,12,44,โอกาสใหม่,5018
30,นครราชสีมา,12,45,เป็นธรรม,92
30,นครราชสีมา,12,46,ประชาชน,24403
30,นครราชสีมา,12,47,ประชาไทย,162
30,นครราชสีมา,12,48,ไทยสร้างไทย,394
30,นครราชสีมา,12,49,ไทยก้าวใหม่,214
30,นครราชสีมา,12,50,ประชาอาสาชาติ,10
30,นครราชสีมา,12,51,พร้อม,47
30,นครราชสีมา,12,52,เครือข่ายชาวนาแห่งประเทศไทย,11
30,นครราชสีมา,12,53,ไทยพิทักษ์ธรรม,16
30,นครราชสีมา,12,54,ความหวังใหม่,47
30,นครราชสีมา,12,55,ไทยรวมไทย,38
30,นครราชสีมา,12,56,เพื่อบ้านเมือง,36
30,นครราชสีมา,12,57,พลังไทยรักชาติ,83
30,นครราชสีมา,13,0,ไทยทรัพย์ทวี,511
30,นครราชสีมา,13,1,รวมใจไทย,2235
30,นครราชสีมา,13,2,เพื่อชาติไทย,1275
30,นครราชสีมา,13,3,ประชาธิปไตยใหม่,2241
30,นครราชสีมา,13,4,เพื่อไทย,341
30,นครราชสีมา,13,5,ทางเลือกใหม่,468
30,นครราชสีมา,13,6,เศรษฐกิจ,16963
30,นครราชสีมา,13,7,ใหม่,267
30,นครราชสีมา,13,8,มิติใหม่,296
30,นครราชสีมา,13,9,เสรีรวมไทย,383
30,นครราชสีมา,13,10,รวมพลังประชาชน,4030
30,นครราชสีมา,13,11,ท้องที่ไทย,296
30,นครราชสีมา,13,12,อนาคตไทย,106
30,นครราชสีมา,13,13,พลังเพื่อไทย,52
30,นครราชสีมา,13,14,ไทยชนะ,97
30,นครราชสีมา,13,15,พลังสังคมใหม่,260
30,นครราชสีมา,13,16,สังคมประชาธิปไตยไทย,177
30,นครราชสีมา,13,17,ฟิวชัน,35
30,นครราชสีมา,13,18,ไทรวมพลัง,45
30,นครราชสีมา,13,19,ก้าวอิสระ,39
30,นครราชสีมา,13,20,ปวงชนไทย,54
30,นครราชสีมา,13,21,วิชชั่นใหม่,26
30,นครราชสีมา,13,22,เพื่อชีวิตใหม่,58
30,นครราชสีมา,13,23,คลองไทย,30
30,นครราชสีมา,13,24,ประชาธิปัตย์,119
30,นครราชสีมา,13,25,ไทยก้าวหน้า,2403
30,นครราชสีมา,13,26,ไทยภักดี,127
30,นครราชสีมา,13,27,แรงงานสร้างชาติ,431
30,นครราชสีมา,13,28,ประชากรไทย,133
30,นครราชสีมา,13,29,ครูไทยเพื่อประชาชน,147
30,นครราชสีมา,13,30,ประชาชาติ,99
30,นครราชสีมา,13,31,สร้างอนาคตไทย,128
30,นครราชสีมา,13,32,รักชาติ,254
30,นครราชสีมา,13,33,ไทยพร้อม,157
30,นครราชสีมา,13,34,ภูมิใจไทย,139
30,นครราชสีมา,13,35,พลังธรรมใหม่,9415
30,นครราชสีมา,13,36,พลังธรรมใหม่,264
30,นครราชสีมา,13,37,กริน,48
30,นครราชสีมา,13,38,ไทยธรรม,60
30,นครราชสีมา,13,39,แผ่นดินธรรม,31
30,นครราชสีมา,13,40,กสิกรธรรม,124
30,นครราชสีมา,13,41,พลังประชารัฐ,205
30,นครราชสีมา,13,42,โอกาสใหม่,192
30,นครราชสีมา,13,43,เป็นธรรม,64
30,นครราชสีมา,13,44,ประชาชน,23462
30,นครราชสีมา,13,45,ประชาไทย,149
30,นครราชสีมา,13,46,ไทยสร้างไทย,339
30,นครราชสีมา,13,47,ไทยก้าวใหม่,208
30,นครราชสีมา,13,48,ประชาอาสาชาติ,14
30,นครราชสีมา,13,49,พร้อม,52
30,นครราชสีมา,13,50,เครือข่ายชาวนาแห่งประเทศไทย,14
30,นครราชสีมา,13,51,ไทยพิทักษ์ธรรม,16
30,นครราชสีมา,13,52,ความหวังใหม่,29
30,นครราชสีมา,13,53,ไทยรวมไทย,19
30,นครราชสีมา,13,54,เพื่อบ้านเมือง,44
30,นครราชสีมา,13,55,พลังไทยรักชาติ,53
30,นครราชสีมา,14,2,ไทยทรัพย์ทวี,767
30,นครราชสีมา,14,3,ใหม่,540
30,นครราชสีมา,14,4,มิติใหม่,1363
30,นครราชสีมา,14,5,รวมใจไทย,624
30,นครราชสีมา,14,6,พลวัต,106
30,นครราชสีมา,14,7,ประชาธิปไตยใหม่,394
30,นครราชสีมา,14,8,เพื่อไทย,12276
30,นครราชสีมา,14,9,เพื่อชาติไทย,1377
30,นครราชสีมา,14,9,ทางเลือกใหม่,422
30,นครราชสีมา,14,10,รวมไทยสร้างชาติ,2173
30,นครราชสีมา,14,11,เศรษฐกิจ,3700
30,นครราชสีมา,14,12,เสรีรวมไทย,341
30,นครราชสีมา,14,13,รวมพลังประชาชน,576
30,นครราชสีมา,14,14,ท้องที่ไทย,51
30,นครราชสีมา,14,15,อนาคตไทย,101
30,นครราชสีมา,14,16,พลังเพื่อไทย,216
30,นครราชสีมา,14,17,ไทยชนะ,119
30,นครราชสีมา,14,18,พลังสังคมใหม่,24
30,นครราชสีมา,14,19,สังคมประชาธิปไตยไทย,30
30,นครราชสีมา,14,20,ฟิวชัน,22
30,นครราชสีมา,14,21,ไทรวมพลัง,51
30,นครราชสีมา,14,22,ก้าวอิสระ,31
30,นครราชสีมา,14,23,ปวงชนไทย,42
30,นครราชสีมา,14,24,วิชชั่นใหม่,54
30,นครราชสีมา,14,25,เพื่อชีวิตใหม่,15
30,นครราชสีมา,14,26,คลองไทย,76
30,นครราชสีมา,14,27,ประชาธิปัตย์,2935
30,นครราชสีมา,14,28,ไทยก้าวหน้า,140
30,นครราชสีมา,14,29,ไทยภักดี,651
30,นครราชสีมา,14,30,แรงงานสร้างชาติ,139
30,นครราชสีมา,14,31,ประชากรไทย,99
30,นครราชสีมา,14,32,ครูไทยเพื่อประชาชน,83
30,นครราชสีมา,14,33,ประชาชาติ,179
30,นครราชสีมา,14,34,สร้างอนาคตไทย,150
30,นครราชสีมา,14,35,รักชาติ,106
30,นครราชสีมา,14,36,ไทยพร้อม,117
30,นครราชสีมา,14,37,ภูมิใจไทย,13130
30,นครราชสีมา,14,38,พลังธรรมใหม่,131
30,นครราชสีมา,14,39,กรีน,54
30,นครราชสีมา,14,40,ไทยธรรม,41
30,นครราชสีมา,14,41,แผ่นดินธรรม,28
30,นครราชสีมา,14,42,กล้าธรรม,97
30,นครราชสีมา,14,43,พลังประชารัฐ,155
30,นครราชสีมา,14,44,โอกาสใหม่,1718
30,นครราชสีมา,14,45,เป็นธรรม,67
30,นครราชสีมา,14,46,ประชาชน,29452
30,นครราชสีมา,14,47,ประชาไทย,127
30,นครราชสีมา,14,48,ไทยสร้างไทย,378
30,นครราชสีมา,14,49,ไทยก้าวใหม่,223
30,นครราชสีมา,14,50,ประชาอาสาชาติ,9
30,นครราชสีมา,14,51,พร้อม,63
30,นครราชสีมา,14,52,เครือข่ายชาวนาแห่งประเทศไทย,14
30,นครราชสีมา,14,53,ไทยพิทักษ์ธรรม,9
30,นครราชสีมา,14,54,ความหวังใหม่,20
30,นครราชสีมา,14,55,ไทยรวมไทย,17
30,นครราชสีมา,14,56,เพื่อบ้านเมือง,27
30,นครราชสีมา,14,57,พลังไทยรักชาติ,56
30,นครราชสีมา,15,1,ชาติพัฒนา,0
30,นครราชสีมา,15,2,ไทยทรัพย์ทวี,1837
30,นครราชสีมา,15,3,เพื่อชาติไทย,4281
30,นครราชสีมา,15,4,ใหม่,466
30,นครราชสีมา,15,5,มิติใหม่,500
30,นครราชสีมา,15,6,รวมใจไทย,3653
30,นครราชสีมา,15,7,รวมไทยสร้างชาติ,1234
30,นครราชสีมา,15,8,พลวัต,146
30,นครราชสีมา,15,9,ประชาธิปไตยใหม่,470
30,นครราชสีมา,15,10,เพื่อไทย,23134
30,นครราชสีมา,15,11,ทางเลือกใหม่,546
30,นครราชสีมา,15,12,เศรษฐกิจ,4239
30,นครราชสีมา,15,13,เสรีรวมไทย,548
30,นครราชสีมา,15,14,รวมพลังประชาชน,680
30,นครราชสีมา,15,15,ท้องที่ไทย,102
30,นครราชสีมา,15,16,อนาคตไทย,145
30,นครราชสีมา,15,17,พลังเพื่อไทย,292
30,นครราชสีมา,15,18,ไทยชนะ,179
30,นครราชสีมา,15,19,พลังสังคมใหม่,40
30,นครราชสีมา,15,20,ฟิวชัน,56
30,นครราชสีมา,15,21,ไทรวมพลัง,69
30,นครราชสีมา,15,22,ก้าวอิสระ,54
30,นครราชสีมา,15,23,ปวงชนไทย,60
30,นครราชสีมา,15,24,วิชชั่นใหม่,186
30,นครราชสีมา,15,25,เพื่อชีวิตใหม่,34
30,นครราชสีมา,15,26,คลองไทย,87
30,นครราชสีมา,15,27,ประชาธิปัตย์,2391
30,นครราชสีมา,15,28,ไทยก้าวหน้า,153
30,นครราชสีมา,15,29,ไทยภักดี,328
30,นครราชสีมา,15,30,แรงงานสร้างชาติ,224
30,นครราชสีมา,15,31,ประชากรไทย,323
30,นครราชสีมา,15,32,ครูไทยเพื่อประชาชน,174
30,นครราชสีมา,15,33,ประชาชาติ,117
30,นครราชสีมา,15,34,สร้างอนาคตไทย,299
30,นครราชสีมา,15,35,รักชาติ,146
30,นครราชสีมา,15,36,ไทยพร้อม,225
30,นครราชสีมา,15,37,ภูมิใจไทย,13578
30,นครราชสีมา,15,38,พลังธรรมใหม่,388
30,นครราชสีมา,15,39,กรีน,118
30,นครราชสีมา,15,40,ไทยธรรม,107
30,นครราชสีมา,15,41,แผ่นดินธรรม,70
30,นครราชสีมา,15,42,กล้าธรรม,3424
30,นครราชสีมา,15,43,พลังประชารัฐ,242
30,นครราชสีมา,15,44,โอกาสใหม่,1473
30,นครราชสีมา,15,45,เป็นธรรม,109
30,นครราชสีมา,15,46,ประชาชน,24078
30,นครราชสีมา,15,47,ประชาไทย,161
30,นครราชสีมา,15,48,ไทยสร้างไทย,321
30,นครราชสีมา,15,49,ไทยก้าวใหม่,255
30,นครราชสีมา,15,50,ประชาอาสาชาติ,13
30,นครราชสีมา,15,51,พร้อม,60
30,นครราชสีมา,15,52,เครือข่ายชาวนาแห่งประเทศไทย,22
30,นครราชสีมา,15,53,ไทยพิทักษ์ธรรม,19
30,นครราชสีมา,15,54,ความหวังใหม่,30
30,นครราชสีมา,15,55,ไทยรวมไทย,27
30,นครราชสีมา,15,56,เพื่อบ้านเมือง,33
30,นครราชสีมา,15,57,พลังไทยรักชาติ,90
30,นครราชสีมา,16,1,ไทยทรัพย์ทวี,326
30,นครราชสีมา,16,2,เพื่อชาติไทย,4759
30,นครราชสีมา,16,3,ใหม่,2645
30,นครราชสีมา,16,4,มิติใหม่,236
30,นครราชสีมา,16,5,รวมใจไทย,947
30,นครราชสีมา,16,6,รวมไทยสร้างชาติ,1380
30,นครราชสีมา,16,7,พลวัต,96
30,นครราชสีมา,16,8,ประชาธิปไตยใหม่,613
30,นครราชสีมา,16,9,เพื่อไทย,18961
30,นครราชสีมา,16,10,ทางเลือกใหม่,407
30,นครราชสีมา,16,11,เศรษฐกิจ,4191
30,นครราชสีมา,16,12,เสรีรวมไทย,341
30,นครราชสีมา,16,13,รวมพลังประชาชน,592
30,นครราชสีมา,16,14,ท้องที่ไทย,54
30,นครราชสีมา,16,15,อนาคตไทย,121
30,นครราชสีมา,16,16,พลังเพื่อไทย,187
30,นครราชสีมา,16,17,ไทยชนะ,116
30,นครราชสีมา,16,18,พลังสังคมใหม่,28
30,นครราชสีมา,16,19,สังคมประชาธิปไตยไทย,48
30,นครราชสีมา,16,20,ฟิวชัน,29
30,นครราชสีมา,16,21,ไทรวมพลัง,41
30,นครราชสีมา,16,22,ก้าวอิสระ,25
30,นครราชสีมา,16,23,ปวงชนไทย,46
30,นครราชสีมา,16,24,วิชชั่นใหม่,58
30,นครราชสีมา,16,25,เพื่อชีวิตใหม่,28
30,นครราชสีมา,16,26,คลองไทย,63
30,นครราชสีมา,16,27,ประชาธิปัตย์,1670
30,นครราชสีมา,16,28,ไทยก้าวหน้า,127
30,นครราชสีมา,16,29,ไทยภักดี,368
30,นครราชสีมา,16,30,แรงงานสร้างชาติ,132
30,นครราชสีมา,16,31,ประชากรไทย,394
30,นครราชสีมา,16,32,ครูไทยเพื่อประชาชน,272
30,นครราชสีมา,16,33,ประชาชาติ,131
30,นครราชสีมา,16,34,สร้างอนาคตไทย,168
30,นครราชสีมา,16,35,รักชาติ,125
30,นครราชสีมา,16,36,ไทยพร้อม,142
30,นครราชสีมา,16,37,ภูมิใจไทย,17651
30,นครราชสีมา,16,38,พลังธรรมใหม่,391
30,นครราชสีมา,16,39,กรีน,68
30,นครราชสีมา,16,40,ไทยธรรม,115
30,นครราชสีมา,16,41,แผ่นดินธรรม,18
30,นครราชสีมา,16,42,กล้าธรรม,201
30,นครราชสีมา,16,43,พลังประชารัฐ,405
30,นครราชสีมา,16,44,โอกาสใหม่,1882
30,นครราชสีมา,16,45,เป็นธรรม,105
30,นครราชสีมา,16,46,ประชาชน,20331
30,นครราชสีมา,16,47,ประชาไทย,102
30,นครราชสีมา,16,48,ไทยสร้างไทย,371
30,นครราชสีมา,16,49,ไทยก้าวใหม่,161
30,นครราชสีมา,16,50,ประชาอาสาชาติ,8
30,นครราชสีมา,16,51,พร้อม,45
30,นครราชสีมา,16,52,เครือข่ายชาวนาแห่งประเทศไทย,35
30,นครราชสีมา,16,53,ไทยพิทักษ์ธรรม,16
30,นครราชสีมา,16,54,ความหวังใหม่,35
30,นครราชสีมา,16,55,ไทยรวมไทย,17
30,นครราชสีมา,16,56,เพื่อบ้านเมือง,41
30,นครราชสีมา,16,57,พลังไทยรักชาติ,59
31,บุรีรัมย์,1,1,ไทยทรัพย์ทวี,137
31,บุรีรัมย์,1,2,เพื่อชาติไทย,534
31,บุรีรัมย์,1,3,ใหม่,349
31,บุรีรัมย์,1,4,มิติใหม่,91
31,บุรีรัมย์,1,5,รวมใจไทย,1967
31,บุรีรัมย์,1,6,รวมไทยสร้างชาติ,632
31,บุรีรัมย์,1,7,พลวัต,88
31,บุรีรัมย์,1,8,ประชาธิปไตยใหม่,646
31,บุรีรัมย์,1,9,เพื่อไทย,4980
31,บุรีรัมย์,1,10,ทางเลือกใหม่,202
31,บุรีรัมย์,1,11,เศรษฐกิจ,1607
31,บุรีรัมย์,1,12,เสรีรวมไทย,164
31,บุรีรัมย์,1,13,รวมพลังประชาชน,234
31,บุรีรัมย์,1,14,ท้องที่ไทย,23
31,บุรีรัมย์,1,15,อนาคตไทย,49
31,บุรีรัมย์,1,16,พลังเพื่อไทย,83
31,บุรีรัมย์,1,17,ไทยชนะ,109
31,บุรีรัมย์,1,18,พลังสังคมใหม่,17
31,บุรีรัมย์,1,19,สังคมประชาธิปไตยไทย,19
31,บุรีรัมย์,1,20,ฟิวชัน,17
31,บุรีรัมย์,1,21,ไทรวมพลัง,30
31,บุรีรัมย์,1,22,ก้าวอิสระ,78
31,บุรีรัมย์,1,23,ปวงชนไทย,52
31,บุรีรัมย์,1,24,วิชชั่นใหม่,20
31,บุรีรัมย์,1,25,เพื่อชีวิตใหม่,33
31,บุรีรัมย์,1,26,คลองไทย,34
31,บุรีรัมย์,1,27,ประชาธิปัตย์,1114
31,บุรีรัมย์,1,28,ไทยก้าวหน้า,49
31,บุรีรัมย์,1,29,ไทยภักดี,397
31,บุรีรัมย์,1,30,แรงงานสร้างชาติ,81
31,บุรีรัมย์,1,31,ประชากรไทย,188
31,บุรีรัมย์,1,32,ครูไทยเพื่อประชาชน,99
31,บุรีรัมย์,1,33,ประชาชาติ,68
31,บุรีรัมย์,1,34,สร้างอนาคตไทย,237
31,บุรีรัมย์,1,35,รักชาติ,300
31,บุรีรัมย์,1,36,ไทยพร้อม,192
31,บุรีรัมย์,1,37,ภูมิใจไทย,47958
31,บุรีรัมย์,1,38,พลังธรรมใหม่,168
31,บุรีรัมย์,1,39,กรีน,43
31,บุรีรัมย์,1,40,ไทยธรรม,26
31,บุรีรัมย์,1,41,แผ่นดินธรรม,16
31,บุรีรัมย์,1,42,กล้าธรรม,58
31,บุรีรัมย์,1,43,พลังประชารัฐ,68
31,บุรีรัมย์,1,44,โอกาสใหม่,39
31,บุรีรัมย์,1,45,เป็นธรรม,88
31,บุรีรัมย์,1,46,ประชาชน,16650
31,บุรีรัมย์,1,47,ประชาไทย,124
31,บุรีรัมย์,1,48,ไทยสร้างไทย,168
31,บุรีรัมย์,1,49,ไทยก้าวใหม่,125
31,บุรีรัมย์,1,50,ประชาอาสาชาติ,13
31,บุรีรัมย์,1,51,พร้อม,30
31,บุรีรัมย์,1,52,เครือข่ายชาวนาแห่งประเทศไทย,11
31,บุรีรัมย์,1,53,ไทยพิทักษ์ธรรม,8
31,บุรีรัมย์,1,54,ความหวังใหม่,8
31,บุรีรัมย์,1,55,ไทยรวมไทย,19
31,บุรีรัมย์,1,56,เพื่อบ้านเมือง,22
31,บุรีรัมย์,1,57,พลังไทยรักชาติ,83
31,บุรีรัมย์,2,1,ไทยทรัพย์ทวี,173
31,บุรีรัมย์,2,2,เพื่อชาติไทย,576
31,บุรีรัมย์,2,3,ใหม่,321
31,บุรีรัมย์,2,4,มิติใหม่,110
31,บุรีรัมย์,2,5,รวมใจไทย,2300
31,บุรีรัมย์,2,6,รวมไทยสร้างชาติ,595
31,บุรีรัมย์,2,7,พลวัต,105
31,บุรีรัมย์,2,8,ประชาธิปไตยใหม่,655
31,บุรีรัมย์,2,9,เพื่อไทย,4714
31,บุรีรัมย์,2,10,ทางเลือกใหม่,187
31,บุรีรัมย์,2,11,เศรษฐกิจ,1609
31,บุรีรัมย์,2,12,เสรีรวมไทย,169
31,บุรีรัมย์,2,13,รวมพลังประชาชน,281
31,บุรีรัมย์,2,14,ท้องที่ไทย,28
31,บุรีรัมย์,2,15,อนาคตไทย,52
31,บุรีรัมย์,2,16,พลังเพื่อไทย,92
31,บุรีรัมย์,2,17,ไทยชนะ,107
31,บุรีรัมย์,2,18,พลังสังคมใหม่,21
31,บุรีรัมย์,2,19,สังคมประชาธิปไตยไทย,16
31,บุรีรัมย์,2,20,ฟิวชัน,16
31,บุรีรัมย์,2,21,ไทรวมพลัง,37
31,บุรีรัมย์,2,22,ก้าวอิสระ,280
31,บุรีรัมย์,2,23,ปวงชนไทย,73
31,บุรีรัมย์,2,24,วิชชั่นใหม่,45
31,บุรีรัมย์,2,25,เพื่อชีวิตใหม่,38
31,บุรีรัมย์,2,26,คลองไทย,45
31,บุรีรัมย์,2,27,ประชาธิปัตย์,1006
31,บุรีรัมย์,2,28,ไทยก้าวหน้า,51
31,บุรีรัมย์,2,29,ไทยภักดี,269
31,บุรีรัมย์,2,30,แรงงานสร้างชาติ,111
31,บุรีรัมย์,2,31,ประชากรไทย,244
31,บุรีรัมย์,2,32,ครูไทยเพื่อประชาชน,123
31,บุรีรัมย์,2,33,ประชาชาติ,88
31,บุรีรัมย์,2,34,สร้างอนาคตไทย,199
31,บุรีรัมย์,2,35,รักชาติ,356
31,บุรีรัมย์,2,36,ไทยพร้อม,319
31,บุรีรัมย์,2,37,ภูมิใจไทย,45437
31,บุรีรัมย์,2,38,พลังธรรมใหม่,178
31,บุรีรัมย์,2,39,กรีน,53
31,บุรีรัมย์,2,40,ไทยธรรม,36
31,บุรีรัมย์,2,41,แผ่นดินธรรม,21
31,บุรีรัมย์,2,42,กล้าธรรม,83
31,บุรีรัมย์,2,43,พลังประชารัฐ,66
31,บุรีรัมย์,2,44,โอกาสใหม่,27
31,บุรีรัมย์,2,45,เป็นธรรม,64
31,บุรีรัมย์,2,46,ประชาชน,13822
31,บุรีรัมย์,2,47,ประชาไทย,107
31,บุรีรัมย์,2,48,ไทยสร้างไทย,167
31,บุรีรัมย์,2,49,ไทยก้าวใหม่,92
31,บุรีรัมย์,2,50,ประชาอาสาชาติ,9
31,บุรีรัมย์,2,51,พร้อม,24
31,บุรีรัมย์,2,52,เครือข่ายชาวนาแห่งประเทศไทย,14
31,บุรีรัมย์,2,53,ไทยพิทักษ์ธรรม,17
31,บุรีรัมย์,2,54,ความหวังใหม่,10
31,บุรีรัมย์,2,55,ไทยรวมไทย,15
31,บุรีรัมย์,2,56,เพื่อบ้านเมือง,28
31,บุรีรัมย์,2,57,พลังไทยรักชาติ,92
31,บุรีรัมย์,3,2,ไทยทรัพย์ทวี,1984
31,บุรีรัมย์,3,3,เพื่อชาติไทย,538
31,บุรีรัมย์,3,4,ใหม่,177
31,บุรีรัมย์,3,5,มิติใหม่,59
31,บุรีรัมย์,3,6,รวมใจไทย,373
31,บุรีรัมย์,3,7,รวมไทยสร้างชาติ,650
31,บุรีรัมย์,3,8,พลวัต,100
31,บุรีรัมย์,3,9,ประชาธิปไตยใหม่,602
31,บุรีรัมย์,3,10,เพื่อไทย,4805
31,บุรีรัมย์,3,11,ทางเลือกใหม่,158
31,บุรีรัมย์,3,12,เศรษฐกิจ,1276
31,บุรีรัมย์,3,13,เสรีรวมไทย,115
31,บุรีรัมย์,3,14,รวมพลังประชาชน,237
31,บุรีรัมย์,3,15,ท้องที่ไทย,24
31,บุรีรัมย์,3,16,อนาคตไทย,35
31,บุรีรัมย์,3,17,พลังเพื่อไทย,81
31,บุรีรัมย์,3,18,ไทยชนะ,167
31,บุรีรัมย์,3,19,พลังสังคมใหม่,17
31,บุรีรัมย์,3,20,สังคมประชาธิปไตยไทย,17
31,บุรีรัมย์,3,21,ฟิวชัน,13
31,บุรีรัมย์,3,22,ไทรวมพลัง,32
31,บุรีรัมย์,3,23,ก้าวอิสระ,43
31,บุรีรัมย์,3,24,ปวงชนไทย,52
31,บุรีรัมย์,3,25,วิชชั่นใหม่,25
31,บุรีรัมย์,3,26,เพื่อชีวิตใหม่,18
31,บุรีรัมย์,3,27,คลองไทย,48
31,บุรีรัมย์,3,28,ประชาธิปัตย์,858
31,บุรีรัมย์,3,29,ไทยก้าวหน้า,76
31,บุรีรัมย์,3,30,ไทยภักดี,163
31,บุรีรัมย์,3,31,แรงงานสร้างชาติ,314
31,บุรีรัมย์,3,32,ประชากรไทย,305
31,บุรีรัมย์,3,33,ครูไทยเพื่อประชาชน,112
31,บุรีรัมย์,3,34,ประชาชาติ,73
31,บุรีรัมย์,3,35,สร้างอนาคตไทย,100
31,บุรีรัมย์,3,36,รักชาติ,127
31,บุรีรัมย์,3,37,ไทยพร้อม,213
31,บุรีรัมย์,3,38,ภูมิใจไทย,44617
31,บุรีรัมย์,3,39,พลังธรรมใหม่,200
31,บุรีรัมย์,3,40,กรีน,46
31,บุรีรัมย์,3,41,ไทยธรรม,33
31,บุรีรัมย์,3,42,แผ่นดินธรรม,18
31,บุรีรัมย์,3,43,กล้าธรรม,85
31,บุรีรัมย์,3,44,พลังประชารัฐ,41
31,บุรีรัมย์,3,45,โอกาสใหม่,14
31,บุรีรัมย์,3,46,เป็นธรรม,55
31,บุรีรัมย์,3,47,ประชาชน,13202
31,บุรีรัมย์,3,48,ประชาไทย,156
31,บุรีรัมย์,3,49,ไทยสร้างไทย,117
31,บุรีรัมย์,3,50,ไทยก้าวใหม่,78
31,บุรีรัมย์,3,51,ประชาอาสาชาติ,6
31,บุรีรัมย์,3,52,พร้อม,29
31,บุรีรัมย์,3,53,เครือข่ายชาวนาแห่งประเทศไทย,10
31,บุรีรัมย์,3,54,ไทยพิทักษ์ธรรม,5
31,บุรีรัมย์,3,55,ความหวังใหม่,18
31,บุรีรัมย์,3,56,ไทยรวมไทย,11
31,บุรีรัมย์,3,57,เพื่อบ้านเมือง,55
31,บุรีรัมย์,3,57,พลังไทยรักชาติ,51
31,บุรีรัมย์,4,1,ไทยทรัพย์ทวี,268
31,บุรีรัมย์,4,2,เพื่อชาติไทย,1156
31,บุรีรัมย์,4,3,ใหม่,2680
31,บุรีรัมย์,4,4,มิติใหม่,173
31,บุรีรัมย์,4,5,รวมใจไทย,728
31,บุรีรัมย์,4,6,รวมไทยสร้างชาติ,720
31,บุรีรัมย์,4,7,พลวัต,156
31,บุรีรัมย์,4,8,ประชาธิปไตยใหม่,515
31,บุรีรัมย์,4,9,เพื่อไทย,7364
31,บุรีรัมย์,4,10,ทางเลือกใหม่,194
31,บุรีรัมย์,4,11,เศรษฐกิจ,1881
31,บุรีรัมย์,4,12,เสรีรวมไทย,198
31,บุรีรัมย์,4,13,รวมพลังประชาชน,382
31,บุรีรัมย์,4,14,ท้องที่ไทย,23
31,บุรีรัมย์,4,15,อนาคตไทย,45
31,บุรีรัมย์,4,16,พลังเพื่อไทย,128
31,บุรีรัมย์,4,17,ไทยชนะ,118
31,บุรีรัมย์,4,18,พลังสังคมใหม่,15
31,บุรีรัมย์,4,19,สังคมประชาธิปไตยไทย,14
31,บุรีรัมย์,4,20,ฟิวชัน,17
31,บุรีรัมย์,4,21,ไทรวมพลัง,45
31,บุรีรัมย์,4,22,ก้าวอิสระ,33
31,บุรีรัมย์,4,23,ปวงชนไทย,98
31,บุรีรัมย์,4,24,วิชชั่นใหม่,37
31,บุรีรัมย์,4,25,เพื่อชีวิตใหม่,22
31,บุรีรัมย์,4,26,คลองไทย,55
31,บุรีรัมย์,4,27,ประชาธิปัตย์,1405
31,บุรีรัมย์,4,28,ไทยก้าวหน้า,68
31,บุรีรัมย์,4,29,ไทยภักดี,183
31,บุรีรัมย์,4,30,แรงงานสร้างชาติ,104
31,บุรีรัมย์,4,31,ประชากรไทย,265
31,บุรีรัมย์,4,32,ครูไทยเพื่อประชาชน,279
31,บุรีรัมย์,4,33,ประชาชาติ,138
31,บุรีรัมย์,4,34,สร้างอนาคตไทย,145
31,บุรีรัมย์,4,35,รักชาติ,107
31,บุรีรัมย์,4,36,ไทยพร้อม,225
31,บุรีรัมย์,4,37,ภูมิใจไทย,35215
31,บุรีรัมย์,4,38,พลังธรรมใหม่,218
31,บุรีรัมย์,4,39,กรีน,47
31,บุรีรัมย์,4,40,ไทยธรรม,33
31,บุรีรัมย์,4,41,แผ่นดินธรรม,20
31,บุรีรัมย์,4,42,กล้าธรรม,87
31,บุรีรัมย์,4,43,พลังประชารัฐ,96
31,บุรีรัมย์,4,44,โอกาสใหม่,20
31,บุรีรัมย์,4,45,เป็นธรรม,104
31,บุรีรัมย์,4,46,ประชาชน,13215
31,บุรีรัมย์,4,47,ประชาไทย,80
31,บุรีรัมย์,4,48,ไทยสร้างไทย,204
31,บุรีรัมย์,4,49,ไทยก้าวใหม่,66
31,บุรีรัมย์,4,50,ประชาอาสาชาติ,6
31,บุรีรัมย์,4,51,พร้อม,33
31,บุรีรัมย์,4,52,เครือข่ายชาวนาแห่งประเทศไทย,15
31,บุรีรัมย์,4,53,ไทยพิทักษ์ธรรม,3
31,บุรีรัมย์,4,54,ความหวังใหม่,18
31,บุรีรัมย์,4,55,ไทยรวมไทย,13
31,บุรีรัมย์,4,56,เพื่อบ้านเมือง,66
31,บุรีรัมย์,4,57,พลังไทยรักชาติ,47
31,บุรีรัมย์,5,1,ไทยทรัพย์ทวี,663
31,บุรีรัมย์,5,2,เพื่อชาติไทย,728
31,บุรีรัมย์,5,3,ใหม่,203
31,บุรีรัมย์,5,4,มิติใหม่,285
31,บุรีรัมย์,5,5,รวมใจไทย,427
31,บุรีรัมย์,5,6,รวมไทยสร้างชาติ,2334
31,บุรีรัมย์,5,7,พลวัต,130
31,บุรีรัมย์,5,8,ประชาธิปไตยใหม่,649
31,บุรีรัมย์,5,9,เพื่อไทย,8952
31,บุรีรัมย์,5,10,ทางเลือกใหม่,173
31,บุรีรัมย์,5,11,เศรษฐกิจ,1786
31,บุรีรัมย์,5,12,เสรีรวมไทย,210
31,บุรีรัมย์,5,13,รวมพลังประชาชน,272
31,บุรีรัมย์,5,14,ท้องที่ไทย,42
31,บุรีรัมย์,5,15,อนาคตไทย,42
31,บุรีรัมย์,5,16,พลังเพื่อไทย,166
31,บุรีรัมย์,5,17,ไทยชนะ,115
31,บุรีรัมย์,5,18,พลังสังคมใหม่,22
31,บุรีรัมย์,5,19,สังคมประชาธิปไตยไทย,18
31,บุรีรัมย์,5,20,ฟิวชัน,20
31,บุรีรัมย์,5,21,ไทรวมพลัง,30
31,บุรีรัมย์,5,22,ก้าวอิสระ,28
31,บุรีรัมย์,5,23,ปวงชนไทย,55
31,บุรีรัมย์,5,24,วิชชั่นใหม่,39
31,บุรีรัมย์,5,25,เพื่อชีวิตใหม่,18
31,บุรีรัมย์,5,26,คลองไทย,73
31,บุรีรัมย์,5,27,ประชาธิปัตย์,1480
31,บุรีรัมย์,5,28,ไทยก้าวหน้า,77
31,บุรีรัมย์,5,29,ไทยภักดี,185
31,บุรีรัมย์,5,30,แรงงานสร้างชาติ,163
31,บุรีรัมย์,5,31,ประชากรไทย,193
31,บุรีรัมย์,5,32,ครูไทยเพื่อประชาชน,117
31,บุรีรัมย์,5,33,ประชาชาติ,109
31,บุรีรัมย์,5,34,สร้างอนาคตไทย,139
31,บุรีรัมย์,5,35,รักชาติ,253
31,บุรีรัมย์,5,36,ไทยพร้อม,708
31,บุรีรัมย์,5,37,ภูมิใจไทย,40093
31,บุรีรัมย์,5,38,พลังธรรมใหม่,252
31,บุรีรัมย์,5,39,กรีน,35
31,บุรีรัมย์,5,40,ไทยธรรม,45
31,บุรีรัมย์,5,41,แผ่นดินธรรม,10
31,บุรีรัมย์,5,42,กล้าธรรม,70
31,บุรีรัมย์,5,43,พลังประชารัฐ,86
31,บุรีรัมย์,5,44,โอกาสใหม่,42
31,บุรีรัมย์,5,45,เป็นธรรม,58
31,บุรีรัมย์,5,46,ประชาชน,14597
31,บุรีรัมย์,5,47,ประชาไทย,102
31,บุรีรัมย์,5,48,ไทยสร้างไทย,366
31,บุรีรัมย์,5,49,ไทยก้าวใหม่,107
31,บุรีรัมย์,5,50,ประชาอาสาชาติ,9
31,บุรีรัมย์,5,51,พร้อม,29
31,บุรีรัมย์,5,52,เครือข่ายชาวนาแห่งประเทศไทย,13
31,บุรีรัมย์,5,53,ไทยพิทักษ์ธรรม,15
31,บุรีรัมย์,5,54,ความหวังใหม่,11
31,บุรีรัมย์,5,55,ไทยรวมไทย,19
31,บุรีรัมย์,5,56,เพื่อบ้านเมือง,37
31,บุรีรัมย์,5,57,พลังไทยรักชาติ,53
31,บุรีรัมย์,6,1,ไทยทรัพย์ทวี,636
31,บุรีรัมย์,6,2,เพื่อชาติไทย,1026
31,บุรีรัมย์,6,3,ใหม่,223
31,บุรีรัมย์,6,4,มิติใหม่,1538
31,บุรีรัมย์,6,5,รวมใจไทย,463
31,บุรีรัมย์,6,6,รวมไทยสร้างชาติ,626
31,บุรีรัมย์,6,7,พลวัต,97
31,บุรีรัมย์,6,8,ประชาธิปไตยใหม่,639
31,บุรีรัมย์,6,9,เพื่อไทย,6726
31,บุรีรัมย์,6,10,ทางเลือกใหม่,240
31,บุรีรัมย์,6,11,เศรษฐกิจ,2001
31,บุรีรัมย์,6,12,เสรีรวมไทย,199
31,บุรีรัมย์,6,13,รวมพลังประชาชน,297
31,บุรีรัมย์,6,14,ท้องที่ไทย,60
31,บุรีรัมย์,6,15,อนาคตไทย,54
31,บุรีรัมย์,6,16,พลังเพื่อไทย,117
31,บุรีรัมย์,6,17,ไทยชนะ,141
31,บุรีรัมย์,6,18,พลังสังคมใหม่,24
31,บุรีรัมย์,6,19,สังคมประชาธิปไตยไทย,21
31,บุรีรัมย์,6,20,ฟิวชัน,19
31,บุรีรัมย์,6,21,ไทรวมพลัง,60
31,บุรีรัมย์,6,22,ก้าวอิสระ,22
31,บุรีรัมย์,6,23,ปวงชนไทย,35
31,บุรีรัมย์,6,24,วิชชั่นใหม่,53
31,บุรีรัมย์,6,25,เพื่อชีวิตใหม่,20
31,บุรีรัมย์,6,26,คลองไทย,50
31,บุรีรัมย์,6,27,ประชาธิปัตย์,1191
31,บุรีรัมย์,6,28,ไทยก้าวหน้า,56
31,บุรีรัมย์,6,29,ไทยภักดี,219
31,บุรีรัมย์,6,30,แรงงานสร้างชาติ,126
31,บุรีรัมย์,6,31,ประชากรไทย,249
31,บุรีรัมย์,6,32,ครูไทยเพื่อประชาชน,137
31,บุรีรัมย์,6,33,ประชาชาติ,236
31,บุรีรัมย์,6,34,สร้างอนาคตไทย,313
31,บุรีรัมย์,6,35,รักชาติ,91
31,บุรีรัมย์,6,36,ไทยพร้อม,208
31,บุรีรัมย์,6,37,ภูมิใจไทย,41500
31,บุรีรัมย์,6,38,พลังธรรมใหม่,243
31,บุรีรัมย์,6,39,กรีน,53
31,บุรีรัมย์,6,40,ไทยธรรม,52
31,บุรีรัมย์,6,41,แผ่นดินธรรม,28
31,บุรีรัมย์,6,42,กล้าธรรม,113
31,บุรีรัมย์,6,43,พลังประชารัฐ,100
31,บุรีรัมย์,6,44,โอกาสใหม่,28
31,บุรีรัมย์,6,45,เป็นธรรม,51
31,บุรีรัมย์,6,46,ประชาชน,13468
31,บุรีรัมย์,6,47,ประชาไทย,164
31,บุรีรัมย์,6,48,ไทยสร้างไทย,299
31,บุรีรัมย์,6,49,ไทยก้าวใหม่,98
31,บุรีรัมย์,6,50,ประชาอาสาชาติ,6
31,บุรีรัมย์,6,51,พร้อม,36
31,บุรีรัมย์,6,52,เครือข่ายชาวนาแห่งประเทศไทย,10
31,บุรีรัมย์,6,53,ไทยพิทักษ์ธรรม,10
31,บุรีรัมย์,6,54,ความหวังใหม่,13
31,บุรีรัมย์,6,55,ไทยรวมไทย,19
31,บุรีรัมย์,6,56,เพื่อบ้านเมือง,35
31,บุรีรัมย์,6,57,พลังไทยรักชาติ,66
31,บุรีรัมย์,7,2,ไทยทรัพย์ทวี,331
31,บุรีรัมย์,7,3,เพื่อชาติไทย,687
31,บุรีรัมย์,7,4,ใหม่,934
31,บุรีรัมย์,7,5,มิติใหม่,115
31,บุรีรัมย์,7,6,รวมใจไทย,2574
31,บุรีรัมย์,7,7,รวมไทยสร้างชาติ,695
31,บุรีรัมย์,7,8,พลวัต,107
31,บุรีรัมย์,7,9,ประชาธิปไตยใหม่,575
31,บุรีรัมย์,7,10,เพื่อไทย,10612
31,บุรีรัมย์,7,11,ทางเลือกใหม่,204
31,บุรีรัมย์,7,12,เศรษฐกิจ,2518
31,บุรีรัมย์,7,13,เสรีรวมไทย,178
31,บุรีรัมย์,7,14,รวมพลังประชาชน,292
31,บุรีรัมย์,7,15,ท้องที่ไทย,27
31,บุรีรัมย์,7,16,อนาคตไทย,57
31,บุรีรัมย์,7,17,พลังเพื่อไทย,138
31,บุรีรัมย์,7,18,ไทยชนะ,128
31,บุรีรัมย์,7,19,พลังสังคมใหม่,22
31,บุรีรัมย์,7,20,สังคมประชาธิปไตยไทย,26
31,บุรีรัมย์,7,21,ฟิวชัน,16
31,บุรีรัมย์,7,22,ไทรวมพลัง,30
31,บุรีรัมย์,7,23,ก้าวอิสระ,29
31,บุรีรัมย์,7,24,ปวงชนไทย,63
31,บุรีรัมย์,7,25,วิชชั่นใหม่,41
31,บุรีรัมย์,7,26,เพื่อชีวิตใหม่,29
31,บุรีรัมย์,7,27,คลองไทย,29
31,บุรีรัมย์,7,28,ประชาธิปัตย์,882
31,บุรีรัมย์,7,29,ไทยก้าวหน้า,76
31,บุรีรัมย์,7,30,ไทยภักดี,162
31,บุรีรัมย์,7,31,แรงงานสร้างชาติ,101
31,บุรีรัมย์,7,32,ประชากรไทย,285
31,บุรีรัมย์,7,33,ครูไทยเพื่อประชาชน,156
31,บุรีรัมย์,7,34,ประชาชาติ,94
31,บุรีรัมย์,7,35,สร้างอนาคตไทย,274
31,บุรีรัมย์,7,36,รักชาติ,274
31,บุรีรัมย์,7,37,ไทยพร้อม,208
31,บุรีรัมย์,7,38,ภูมิใจไทย,36407
31,บุรีรัมย์,7,39,พลังธรรมใหม่,292
31,บุรีรัมย์,7,40,กรีน,55
31,บุรีรัมย์,7,41,ไทยธรรม,53
31,บุรีรัมย์,7,42,แผ่นดินธรรม,75
31,บุรีรัมย์,7,43,กล้าธรรม,68
31,บุรีรัมย์,7,44,พลังประชารัฐ,62
31,บุรีรัมย์,7,45,โอกาสใหม่,24
31,บุรีรัมย์,7,46,เป็นธรรม,57
31,บุรีรัมย์,7,47,ประชาชน,13949
31,บุรีรัมย์,7,48,ประชาไทย,134
31,บุรีรัมย์,7,49,ไทยสร้างไทย,200
31,บุรีรัมย์,7,50,ไทยก้าวใหม่,76
31,บุรีรัมย์,7,51,ประชาอาสาชาติ,13
31,บุรีรัมย์,7,52,พร้อม,32
31,บุรีรัมย์,7,53,เครือข่ายชาวนาแห่งประเทศไทย,19
31,บุรีรัมย์,7,54,ไทยพิทักษ์ธรรม,16
31,บุรีรัมย์,7,55,ความหวังใหม่,14
31,บุรีรัมย์,7,56,ไทยรวมไทย,15
31,บุรีรัมย์,7,57,เพื่อบ้านเมือง,27
31,บุรีรัมย์,7,57,พลังไทยรักชาติ,82
31,บุรีรัมย์,8,1,ไทยทรัพย์ทวี,465
31,บุรีรัมย์,8,2,เพื่อชาติไทย,740
31,บุรีรัมย์,8,3,ใหม่,202
31,บุรีรัมย์,8,4,มิติใหม่,151
31,บุรีรัมย์,8,5,รวมใจไทย,3011
31,บุรีรัมย์,8,6,รวมไทยสร้างชาติ,844
31,บุรีรัมย์,8,7,พลวัต,328
31,บุรีรัมย์,8,8,ประชาธิปไตยใหม่,661
31,บุรีรัมย์,8,9,เพื่อไทย,7277
31,บุรีรัมย์,8,10,ทางเลือกใหม่,279
31,บุรีรัมย์,8,11,เศรษฐกิจ,2896
31,บุรีรัมย์,8,12,เสรีรวมไทย,236
31,บุรีรัมย์,8,13,รวมพลังประชาชน,354
31,บุรีรัมย์,8,14,ท้องที่ไทย,49
31,บุรีรัมย์,8,15,อนาคตไทย,73
31,บุรีรัมย์,8,16,พลังเพื่อไทย,140
31,บุรีรัมย์,8,17,ไทยชนะ,143
31,บุรีรัมย์,8,18,พลังสังคมใหม่,20
31,บุรีรัมย์,8,19,สังคมประชาธิปไตยไทย,18
31,บุรีรัมย์,8,20,ฟิวชัน,25
31,บุรีรัมย์,8,21,ไทรวมพลัง,60
31,บุรีรัมย์,8,22,ก้าวอิสระ,25
31,บุรีรัมย์,8,23,ปวงชนไทย,54
31,บุรีรัมย์,8,24,วิชชั่นใหม่,37
31,บุรีรัมย์,8,25,เพื่อชีวิตใหม่,37
31,บุรีรัมย์,8,26,คลองไทย,49
31,บุรีรัมย์,8,27,ประชาธิปัตย์,1451
31,บุรีรัมย์,8,28,ไทยก้าวหน้า,76
31,บุรีรัมย์,8,29,ไทยภักดี,266
31,บุรีรัมย์,8,30,แรงงานสร้างชาติ,109
31,บุรีรัมย์,8,31,ประชากรไทย,263
31,บุรีรัมย์,8,32,ครูไทยเพื่อประชาชน,126
31,บุรีรัมย์,8,33,ประชาชาติ,87
31,บุรีรัมย์,8,34,สร้างอนาคตไทย,264
31,บุรีรัมย์,8,35,รักชาติ,334
31,บุรีรัมย์,8,36,ไทยพร้อม,225
31,บุรีรัมย์,8,37,ภูมิใจไทย,39318
31,บุรีรัมย์,8,38,พลังธรรมใหม่,199
31,บุรีรัมย์,8,39,กรีน,39
31,บุรีรัมย์,8,40,ไทยธรรม,37
31,บุรีรัมย์,8,41,แผ่นดินธรรม,27
31,บุรีรัมย์,8,42,กล้าธรรม,97
31,บุรีรัมย์,8,43,พลังประชารัฐ,81
31,บุรีรัมย์,8,44,โอกาสใหม่,276
31,บุรีรัมย์,8,45,เป็นธรรม,61
31,บุรีรัมย์,8,46,ประชาชน,16425
31,บุรีรัมย์,8,47,ประชาไทย,123
31,บุรีรัมย์,8,48,ไทยสร้างไทย,184
31,บุรีรัมย์,8,49,ไทยก้าวใหม่,107
31,บุรีรัมย์,8,50,ประชาอาสาชาติ,8
31,บุรีรัมย์,8,51,พร้อม,41
31,บุรีรัมย์,8,52,เครือข่ายชาวนาแห่งประเทศไทย,18
31,บุรีรัมย์,8,53,ไทยพิทักษ์ธรรม,15
31,บุรีรัมย์,8,54,ความหวังใหม่,12
31,บุรีรัมย์,8,55,ไทยรวมไทย,21
31,บุรีรัมย์,8,56,เพื่อบ้านเมือง,36
31,บุรีรัมย์,8,57,พลังไทยรักชาติ,87
31,บุรีรัมย์,9,1,ไทยทรัพย์ทวี,220
31,บุรีรัมย์,9,2,เพื่อชาติไทย,534
31,บุรีรัมย์,9,3,ใหม่,292
31,บุรีรัมย์,9,4,มิติใหม่,111
31,บุรีรัมย์,9,5,รวมใจไทย,2406
31,บุรีรัมย์,9,6,รวมไทยสร้างชาติ,930
31,บุรีรัมย์,9,7,พลวัต,88
31,บุรีรัมย์,9,8,ประชาธิปไตยใหม่,672
31,บุรีรัมย์,9,9,เพื่อไทย,6089
31,บุรีรัมย์,9,10,ทางเลือกใหม่,270
31,บุรีรัมย์,9,11,เศรษฐกิจ,3448
31,บุรีรัมย์,9,12,เสรีรวมไทย,172
31,บุรีรัมย์,9,13,รวมพลังประชาชน,272
31,บุรีรัมย์,9,14,ท้องที่ไทย,47
31,บุรีรัมย์,9,15,อนาคตไทย,70
31,บุรีรัมย์,9,16,พลังเพื่อไทย,139
31,บุรีรัมย์,9,17,ไทยชนะ,133
31,บุรีรัมย์,9,18,พลังสังคมใหม่,27
31,บุรีรัมย์,9,19,สังคมประชาธิปไตยไทย,25
31,บุรีรัมย์,9,20,ฟิวชัน,21
31,บุรีรัมย์,9,21,ไทรวมพลัง,101
31,บุรีรัมย์,9,22,ก้าวอิสระ,45
31,บุรีรัมย์,9,23,ปวงชนไทย,88
31,บุรีรัมย์,9,24,วิชชั่นใหม่,28
31,บุรีรัมย์,9,25,เพื่อชีวิตใหม่,32
31,บุรีรัมย์,9,26,คลองไทย,42
31,บุรีรัมย์,9,27,ประชาธิปัตย์,1139
31,บุรีรัมย์,9,28,ไทยก้าวหน้า,67
31,บุรีรัมย์,9,29,ไทยภักดี,230
31,บุรีรัมย์,9,30,แรงงานสร้างชาติ,115
31,บุรีรัมย์,9,31,ประชากรไทย,245
31,บุรีรัมย์,9,32,ครูไทยเพื่อประชาชน,112
31,บุรีรัมย์,9,33,ประชาชาติ,66
31,บุรีรัมย์,9,34,สร้างอนาคตไทย,192
31,บุรีรัมย์,9,35,รักชาติ,276
31,บุรีรัมย์,9,36,ไทยพร้อม,214
31,บุรีรัมย์,9,37,ภูมิใจไทย,41216
31,บุรีรัมย์,9,38,พลังธรรมใหม่,187
31,บุรีรัมย์,9,39,กรีน,40
31,บุรีรัมย์,9,40,ไทยธรรม,48
31,บุรีรัมย์,9,41,แผ่นดินธรรม,18
31,บุรีรัมย์,9,42,กล้าธรรม,61
31,บุรีรัมย์,9,43,พลังประชารัฐ,80
31,บุรีรัมย์,9,44,โอกาสใหม่,320
31,บุรีรัมย์,9,45,เป็นธรรม,40
31,บุรีรัมย์,9,46,ประชาชน,12065
31,บุรีรัมย์,9,47,ประชาไทย,106
31,บุรีรัมย์,9,48,ไทยสร้างไทย,155
31,บุรีรัมย์,9,49,ไทยก้าวใหม่,83
31,บุรีรัมย์,9,50,ประชาอาสาชาติ,9
31,บุรีรัมย์,9,51,พร้อม,27
31,บุรีรัมย์,9,52,เครือข่ายชาวนาแห่งประเทศไทย,12
31,บุรีรัมย์,9,53,ไทยพิทักษ์ธรรม,25
31,บุรีรัมย์,9,54,ความหวังใหม่,11
31,บุรีรัมย์,9,55,ไทยรวมไทย,19
31,บุรีรัมย์,9,56,เพื่อบ้านเมือง,29
31,บุรีรัมย์,9,57,พลังไทยรักชาติ,87
31,บุรีรัมย์,10,2,ไทยทรัพย์ทวี,386
31,บุรีรัมย์,10,3,เพื่อชาติไทย,2758
31,บุรีรัมย์,10,4,ใหม่,237
31,บุรีรัมย์,10,5,มิติใหม่,85
31,บุรีรัมย์,10,6,รวมใจไทย,289
31,บุรีรัมย์,10,7,รวมไทยสร้างชาติ,598
31,บุรีรัมย์,10,8,พลวัต,169
31,บุรีรัมย์,10,9,ประชาธิปไตยใหม่,625
31,บุรีรัมย์,10,10,เพื่อไทย,4641
31,บุรีรัมย์,10,11,ทางเลือกใหม่,192
31,บุรีรัมย์,10,12,เศรษฐกิจ,2087
31,บุรีรัมย์,10,13,เสรีรวมไทย,211
31,บุรีรัมย์,10,13,รวมพลังประชาชน,190
31,บุรีรัมย์,10,14,ท้องที่ไทย,15
31,บุรีรัมย์,10,15,อนาคตไทย,37
31,บุรีรัมย์,10,16,พลังเพื่อไทย,77
31,บุรีรัมย์,10,17,ไทยชนะ,92
31,บุรีรัมย์,10,18,พลังสังคมใหม่,22
31,บุรีรัมย์,10,19,สังคมประชาธิปไตยไทย,28
31,บุรีรัมย์,10,20,ฟิวชัน,22
31,บุรีรัมย์,10,21,ไทรวมพลัง,51
31,บุรีรัมย์,10,22,ก้าวอิสระ,112
31,บุรีรัมย์,10,23,ปวงชนไทย,87
31,บุรีรัมย์,10,24,วิชซั่นใหม่,27
31,บุรีรัมย์,10,25,เพื่อชีวิตใหม่,13
31,บุรีรัมย์,10,26,คลองไทย,29
31,บุรีรัมย์,10,27,ประชาธิปัตย์,1743
31,บุรีรัมย์,10,28,ไทยก้าวหน้า,53
31,บุรีรัมย์,10,29,ไทยภักดี,216
31,บุรีรัมย์,10,30,แรงงานสร้างชาติ,127
31,บุรีรัมย์,10,31,ประชากรไทย,340
31,บุรีรัมย์,10,32,ครูไทยเพื่อประชาชน,211
31,บุรีรัมย์,10,33,ประชาชาติ,83
31,บุรีรัมย์,10,34,สร้างอนาคตไทย,95
31,บุรีรัมย์,10,35,รักชาติ,84
31,บุรีรัมย์,10,36,ไทยพร้อม,392
31,บุรีรัมย์,10,37,ภูมิใจไทย,40255
31,บุรีรัมย์,10,38,พลังธรรมใหม่,170
31,บุรีรัมย์,10,39,กรีน,42
31,บุรีรัมย์,10,40,ไทยธรรม,38
31,บุรีรัมย์,10,41,แผ่นดินธรรม,15
31,บุรีรัมย์,10,42,กล้าธรรม,56
31,บุรีรัมย์,10,43,พลังประชารัฐ,48
31,บุรีรัมย์,10,44,โอกาสใหม่,16
31,บุรีรัมย์,10,45,เป็นธรรม,22
31,บุรีรัมย์,10,46,ประชาชน,12025
31,บุรีรัมย์,10,47,ประชาไทย,121
31,บุรีรัมย์,10,48,ไทยสร้างไทย,131
31,บุรีรัมย์,10,49,ไทยก้าวใหม่,67
31,บุรีรัมย์,10,50,ประชาอาสาชาติ,6
31,บุรีรัมย์,10,51,พร้อม,24
31,บุรีรัมย์,10,52,เครือข่ายชาวนาแห่งประเทศไทย,16
31,บุรีรัมย์,10,53,ไทยพิทักษ์ธรรม,12
31,บุรีรัมย์,10,54,ความหวังใหม่,14
31,บุรีรัมย์,10,55,ไทยรวมไทย,16
31,บุรีรัมย์,10,56,เพื่อบ้านเมือง,39
31,บุรีรัมย์,10,57,พลังไทยรักชาติ,50
32,สุรินทร์,1,1,ไทยทรัพย์ทวี,707
32,สุรินทร์,1,2,เพื่อชาติไทย,724
32,สุรินทร์,1,3,ใหม่,307
32,สุรินทร์,1,4,มิติใหม่,155
32,สุรินทร์,1,5,รวมใจไทย,2816
32,สุรินทร์,1,6,รวมไทยสร้างชาติ,1680
32,สุรินทร์,1,7,พลวัต,124
32,สุรินทร์,1,8,ประชาธิปไตยใหม่,676
32,สุรินทร์,1,9,เพื่อไทย,11451
32,สุรินทร์,1,10,ทางเลือกใหม่,396
32,สุรินทร์,1,11,เศรษฐกิจ,3716
32,สุรินทร์,1,12,เสรีรวมไทย,435
32,สุรินทร์,1,13,รวมพลังประชาชน,369
32,สุรินทร์,1,14,ท้องที่ไทย,40
32,สุรินทร์,1,15,อนาคตไทย,68
32,สุรินทร์,1,16,พลังเพื่อไทย,124
32,สุรินทร์,1,17,ไทยชนะ,99
32,สุรินทร์,1,18,พลังสังคมใหม่,27
32,สุรินทร์,1,19,สังคมประชาธิปไตยไทย,25
32,สุรินทร์,1,20,ฟิวชัน,20
32,สุรินทร์,1,21,ไทรวมพลัง,81
32,สุรินทร์,1,22,ก้าวอิสระ,37
32,สุรินทร์,1,23,ปวงชนไทย,69
32,สุรินทร์,1,24,วิชชั่นใหม่,40
32,สุรินทร์,1,25,เพื่อชีวิตใหม่,39
32,สุรินทร์,1,26,คลองไทย,43
32,สุรินทร์,1,27,ประชาธิปัตย์,2920
32,สุรินทร์,1,28,ไทยก้าวหน้า,130
32,สุรินทร์,1,29,ไทยภักดี,783
32,สุรินทร์,1,30,แรงงานสร้างชาติ,182
32,สุรินทร์,1,31,ประชากรไทย,125
32,สุรินทร์,1,32,ครูไทยเพื่อประชาชน,117
32,สุรินทร์,1,33,ประชาชาติ,66
32,สุรินทร์,1,34,สร้างอนาคตไทย,224
32,สุรินทร์,1,35,รักชาติ,250
32,สุรินทร์,1,36,ไทยพร้อม,145
32,สุรินทร์,1,37,ภูมิใจไทย,30151
32,สุรินทร์,1,38,พลังธรรมใหม่,217
32,สุรินทร์,1,39,กรีน,77
32,สุรินทร์,1,40,ไทยธรรม,46
32,สุรินทร์,1,41,แผ่นดินธรรม,39
32,สุรินทร์,1,42,กล้าธรรม,273
32,สุรินทร์,1,43,พลังประชารัฐ,147
32,สุรินทร์,1,44,โอกาสใหม่,43
32,สุรินทร์,1,45,เป็นธรรม,55
32,สุรินทร์,1,46,ประชาชน,25820
32,สุรินทร์,1,47,ประชาไทย,108
32,สุรินทร์,1,48,ไทยสร้างไทย,459
32,สุรินทร์,1,49,ไทยก้าวใหม่,288
32,สุรินทร์,1,50,ประชาอาสาชาติ,9
32,สุรินทร์,1,51,พร้อม,30
32,สุรินทร์,1,52,เครือข่ายชาวนาแห่งประเทศไทย,15
32,สุรินทร์,1,53,ไทยพิทักษ์ธรรม,13
32,สุรินทร์,1,54,ความหวังใหม่,22
32,สุรินทร์,1,55,ไทยรวมไทย,18
32,สุรินทร์,1,56,เพื่อบ้านเมือง,23
32,สุรินทร์,1,57,พลังไทยรักชาติ,63
32,สุรินทร์,2,2,ไทยทรัพย์ทวี,208
32,สุรินทร์,2,3,เพื่อชาติไทย,872
32,สุรินทร์,2,4,ใหม่,463
32,สุรินทร์,2,5,มิติใหม่,131
32,สุรินทร์,2,5,รวมใจไทย,1781
32,สุรินทร์,2,6,รวมไทยสร้างชาติ,1174
32,สุรินทร์,2,7,พลวัต,2272
32,สุรินทร์,2,8,ประชาธิปไตยใหม่,555
32,สุรินทร์,2,9,เพื่อไทย,16500
32,สุรินทร์,2,10,ทางเลือกใหม่,407
32,สุรินทร์,2,11,เศรษฐกิจ,3331
32,สุรินทร์,2,12,เสรีรวมไทย,337
32,สุรินทร์,2,13,รวมพลังประชาชน,432
32,สุรินทร์,2,14,ท้องที่ไทย,47
32,สุรินทร์,2,15,อนาคตไทย,74
32,สุรินทร์,2,16,พลังเพื่อไทย,184
32,สุรินทร์,2,17,ไทยชนะ,144
32,สุรินทร์,2,18,พลังสังคมใหม่,30
32,สุรินทร์,2,19,สังคมประชาธิปไตยไทย,34
32,สุรินทร์,2,20,ฟิวชัน,24
32,สุรินทร์,2,21,ไทรวมพลัง,77
32,สุรินทร์,2,22,ก้าวอิสระ,40
32,สุรินทร์,2,23,ปวงชนไทย,139
32,สุรินทร์,2,24,วิชชั่นใหม่,28
32,สุรินทร์,2,25,เพื่อชีวิตใหม่,32
32,สุรินทร์,2,26,คลองไทย,42
32,สุรินทร์,2,27,ประชาธิปัตย์,2016
32,สุรินทร์,2,28,ไทยก้าวหน้า,93
32,สุรินทร์,2,29,ไทยภักดี,277
32,สุรินทร์,2,30,แรงงานสร้างชาติ,97
32,สุรินทร์,2,31,ประชากรไทย,172
32,สุรินทร์,2,32,ครูไทยเพื่อประชาชน,136
32,สุรินทร์,2,33,ประชาชาติ,88
32,สุรินทร์,2,34,สร้างอนาคตไทย,179
32,สุรินทร์,2,35,รักชาติ,159
32,สุรินทร์,2,36,ไทยพร้อม,356
32,สุรินทร์,2,37,ภูมิใจไทย,33078
32,สุรินทร์,2,38,พลังธรรมใหม่,319
32,สุรินทร์,2,39,กรีน,53
32,สุรินทร์,2,40,ไทยธรรม,40
32,สุรินทร์,2,41,แผ่นดินธรรม,20
32,สุรินทร์,2,42,กล้าธรรม,138
32,สุรินทร์,2,43,พลังประชารัฐ,162
32,สุรินทร์,2,44,โอกาสใหม่,16
32,สุรินทร์,2,45,เป็นธรรม,50
32,สุรินทร์,2,46,ประชาชน,20648
32,สุรินทร์,2,47,ประชาไทย,233
32,สุรินทร์,2,48,ไทยสร้างไทย,320
32,สุรินทร์,2,49,ไทยก้าวใหม่,153
32,สุรินทร์,2,50,ประชาอาสาชาติ,11
32,สุรินทร์,2,51,พร้อม,33
32,สุรินทร์,2,52,เครือข่ายชาวนาแห่งประเทศไทย,14
32,สุรินทร์,2,53,ไทยพิทักษ์ธรรม,11
32,สุรินทร์,2,54,ความหวังใหม่,15
32,สุรินทร์,2,55,ไทยรวมไทย,15
32,สุรินทร์,2,56,เพื่อบ้านเมือง,38
32,สุรินทร์,2,57,พลังไทยรักชาติ,69
32,สุรินทร์,3,1,ใหม่,289
32,สุรินทร์,3,2,ไทยทรัพย์ทวี,601
32,สุรินทร์,3,3,เพื่อชาติไทย,1089
32,สุรินทร์,3,4,มิติใหม่,1871
32,สุรินทร์,3,5,รวมใจไทย,579
32,สุรินทร์,3,6,รวมไทยสร้างชาติ,1000
32,สุรินทร์,3,7,พลวัต,769
32,สุรินทร์,3,8,ประชาธิปไตยใหม่,437
32,สุรินทร์,3,9,เพื่อไทย,17579
32,สุรินทร์,3,10,ทางเลือกใหม่,436
32,สุรินทร์,3,11,เศรษฐกิจ,2903
32,สุรินทร์,3,12,เสรีรวมไทย,420
32,สุรินทร์,3,13,รวมพลังประชาชน,430
32,สุรินทร์,3,14,ท้องที่ไทย,65
32,สุรินทร์,3,15,อนาคตไทย,79
32,สุรินทร์,3,16,พลังเพื่อไทย,207
32,สุรินทร์,3,17,ไทยชนะ,129
32,สุรินทร์,3,18,พลังสังคมใหม่,18
32,สุรินทร์,3,19,สังคมประชาธิปไตยไทย,39
32,สุรินทร์,3,20,ฟิวชัน,19
32,สุรินทร์,3,21,ไทรวมพลัง,85
32,สุรินทร์,3,22,ก้าวอิสระ,26
32,สุรินทร์,3,23,ปวงชนไทย,74
32,สุรินทร์,3,24,วิชชั่นใหม่,53
32,สุรินทร์,3,25,เพื่อชีวิตใหม่,26
32,สุรินทร์,3,26,คลองไทย,65
32,สุรินทร์,3,27,ประชาธิปัตย์,1450
32,สุรินทร์,3,28,ไทยก้าวหน้า,100
32,สุรินทร์,3,29,ไทยภักดี,219
32,สุรินทร์,3,30,แรงงานสร้างชาติ,146
32,สุรินทร์,3,31,ประชากรไทย,210
32,สุรินทร์,3,32,ครูไทยเพื่อประชาชน,129
32,สุรินทร์,3,33,ประชาชาติ,225
32,สุรินทร์,3,34,สร้างอนาคตไทย,204
32,สุรินทร์,3,35,รักชาติ,133
32,สุรินทร์,3,36,ไทยพร้อม,274
32,สุรินทร์,3,37,ภูมิใจไทย,25142
32,สุรินทร์,3,38,พลังธรรมใหม่,372
32,สุรินทร์,3,39,กรีน,71
32,สุรินทร์,3,40,ไทยธรรม,105
32,สุรินทร์,3,41,แผ่นดินธรรม,38
32,สุรินทร์,3,42,กล้าธรรม,114
32,สุรินทร์,3,43,พลังประชารัฐ,186
32,สุรินทร์,3,44,โอกาสใหม่,32
32,สุรินทร์,3,45,เป็นธรรม,66
32,สุรินทร์,3,46,ประชาชน,19444
32,สุรินทร์,3,47,ประชาไทย,203
32,สุรินทร์,3,48,ไทยสร้างไทย,410
32,สุรินทร์,3,49,ไทยก้าวใหม่,116
32,สุรินทร์,3,50,ประชาอาสาชาติ,12
32,สุรินทร์,3,51,พร้อม,35
32,สุรินทร์,3,52,เครือข่ายชาวนาแห่งประเทศไทย,20
32,สุรินทร์,3,53,ไทยพิทักษ์ธรรม,12
32,สุรินทร์,3,54,ความหวังใหม่,34
32,สุรินทร์,3,55,ไทยรวมไทย,20
32,สุรินทร์,3,56,เพื่อบ้านเมือง,45
32,สุรินทร์,3,57,พลังไทยรักชาติ,82
32,สุรินทร์,4,1,ไทยทรัพย์ทวี,1381
32,สุรินทร์,4,2,เพื่อชาติไทย,1303
32,สุรินทร์,4,3,ใหม่,406
32,สุรินทร์,4,4,มิติใหม่,182
32,สุรินทร์,4,5,รวมใจไทย,523
32,สุรินทร์,4,6,รวมไทยสร้างชาติ,983
32,สุรินทร์,4,7,พลวัต,1859
32,สุรินทร์,4,8,ประชาธิปไตยใหม่,430
32,สุรินทร์,4,9,เพื่อไทย,21779
32,สุรินทร์,4,10,ทางเลือกใหม่,336
32,สุรินทร์,4,11,เศรษฐกิจ,2700
32,สุรินทร์,4,12,เสรีรวมไทย,439
32,สุรินทร์,4,13,รวมพลังประชาชน,449
32,สุรินทร์,4,14,ท้องที่ไทย,76
32,สุรินทร์,4,15,อนาคตไทย,64
32,สุรินทร์,4,16,พลังเพื่อไทย,235
32,สุรินทร์,4,17,ไทยชนะ,148
32,สุรินทร์,4,18,พลังสังคมใหม่,43
32,สุรินทร์,4,19,สังคมประชาธิปไตยไทย,35
32,สุรินทร์,4,20,ฟิวชัน,16
32,สุรินทร์,4,21,ไทรวมพลัง,76
32,สุรินทร์,4,22,ก้าวอิสระ,29
32,สุรินทร์,4,23,ปวงชนไทย,53
32,สุรินทร์,4,24,วิชชั่นใหม่,36
32,สุรินทร์,4,25,เพื่อชีวิตใหม่,32
32,สุรินทร์,4,26,คลองไทย,44
32,สุรินทร์,4,27,ประชาธิปัตย์,1361
32,สุรินทร์,4,28,ไทยก้าวหน้า,136
32,สุรินทร์,4,29,ไทยภักดี,246
32,สุรินทร์,4,30,แรงงานสร้างชาติ,216
32,สุรินทร์,4,31,ประชากรไทย,232
32,สุรินทร์,4,32,ครูไทยเพื่อประชาชน,111
32,สุรินทร์,4,33,ประชาชาติ,101
32,สุรินทร์,4,34,สร้างอนาคตไทย,133
32,สุรินทร์,4,35,รักชาติ,107
32,สุรินทร์,4,36,ไทยพร้อม,317
32,สุรินทร์,4,37,ภูมิใจไทย,23054
32,สุรินทร์,4,38,พลังธรรมใหม่,432
32,สุรินทร์,4,39,กรีน,59
32,สุรินทร์,4,40,ไทยธรรม,53
32,สุรินทร์,4,41,แผ่นดินธรรม,25
32,สุรินทร์,4,42,กล้าธรรม,384
32,สุรินทร์,4,43,พลังประชารัฐ,250
32,สุรินทร์,4,44,โอกาสใหม่,31
32,สุรินทร์,4,45,เป็นธรรม,92
32,สุรินทร์,4,46,ประชาชน,17793
32,สุรินทร์,4,47,ประชาไทย,134
32,สุรินทร์,4,48,ไทยสร้างไทย,418
32,สุรินทร์,4,49,ไทยก้าวใหม่,218
32,สุรินทร์,4,50,ประชาอาสาชาติ,11
32,สุรินทร์,4,51,พร้อม,36
32,สุรินทร์,4,52,เครือข่ายชาวนาแห่งประเทศไทย,23
32,สุรินทร์,4,53,ไทยพิทักษ์ธรรม,13
32,สุรินทร์,4,54,ความหวังใหม่,28
32,สุรินทร์,4,55,ไทยรวมไทย,17
32,สุรินทร์,4,56,เพื่อบ้านเมือง,40
32,สุรินทร์,4,57,พลังไทยรักชาติ,66
32,สุรินทร์,5,1,ไทยทรัพย์ทวี,1432
32,สุรินทร์,5,2,เพื่อชาติไทย,1171
32,สุรินทร์,5,3,ใหม่,243
32,สุรินทร์,5,4,มิติใหม่,2271
32,สุรินทร์,5,5,รวมใจไทย,871
32,สุรินทร์,5,6,รวมไทยสร้างชาติ,835
32,สุรินทร์,5,7,พลวัต,89
32,สุรินทร์,5,8,ประชาธิปไตยใหม่,382
32,สุรินทร์,5,9,เพื่อไทย,17292
32,สุรินทร์,5,10,ทางเลือกใหม่,283
32,สุรินทร์,5,11,เศรษฐกิจ,2381
32,สุรินทร์,5,12,เสรีรวมไทย,350
32,สุรินทร์,5,13,รวมพลังประชาชน,390
32,สุรินทร์,5,14,ท้องที่ไทย,78
32,สุรินทร์,5,15,อนาคตไทย,73
32,สุรินทร์,5,16,พลังเพื่อไทย,177
32,สุรินทร์,5,17,ไทยชนะ,115
32,สุรินทร์,5,18,พลังสังคมใหม่,29
32,สุรินทร์,5,19,สังคมประชาธิปไตยไทย,28
32,สุรินทร์,5,20,ฟิวชัน,22
32,สุรินทร์,5,21,ไทรวมพลัง,85
32,สุรินทร์,5,22,ก้าวอิสระ,40
32,สุรินทร์,5,23,ปวงชนไทย,84
32,สุรินทร์,5,24,วิชชั่นใหม่,195
32,สุรินทร์,5,25,เพื่อชีวิตใหม่,32
32,สุรินทร์,5,26,คลองไทย,53
32,สุรินทร์,5,27,ประชาธิปัตย์,1462
32,สุรินทร์,5,28,ไทยก้าวหน้า,110
32,สุรินทร์,5,29,ไทยภักดี,247
32,สุรินทร์,5,30,แรงงานสร้างชาติ,310
32,สุรินทร์,5,31,ประชากรไทย,207
32,สุรินทร์,5,32,ครูไทยเพื่อประชาชน,190
32,สุรินทร์,5,33,ประชาชาติ,271
32,สุรินทร์,5,34,สร้างอนาคตไทย,323
32,สุรินทร์,5,35,รักชาติ,96
32,สุรินทร์,5,36,ไทยพร้อม,143
32,สุรินทร์,5,37,ภูมิใจไทย,21659
32,สุรินทร์,5,38,พลังธรรมใหม่,402
32,สุรินทร์,5,39,กรีน,72
32,สุรินทร์,5,40,ไทยธรรม,69
32,สุรินทร์,5,41,แผ่นดินธรรม,68
32,สุรินทร์,5,42,กล้าธรรม,3407
32,สุรินทร์,5,43,พลังประชารัฐ,157
32,สุรินทร์,5,44,โอกาสใหม่,171
32,สุรินทร์,5,45,เป็นธรรม,82
32,สุรินทร์,5,46,ประชาชน,17796
32,สุรินทร์,5,47,ประชาไทย,147
32,สุรินทร์,5,48,ไทยสร้างไทย,299
32,สุรินทร์,5,49,ไทยก้าวใหม่,168
32,สุรินทร์,5,50,ประชาอาสาชาติ,15
32,สุรินทร์,5,51,พร้อม,32
32,สุรินทร์,5,52,เครือข่ายชาวนาแห่งประเทศไทย,37
32,สุรินทร์,5,53,ไทยพิทักษ์ธรรม,23
32,สุรินทร์,5,54,ความหวังใหม่,26
32,สุรินทร์,5,55,ไทยรวมไทย,18
32,สุรินทร์,5,56,เพื่อบ้านเมือง,44
32,สุรินทร์,5,57,พลังไทยรักชาติ,50
32,สุรินทร์,6,1,ไทยทรัพย์ทวี,445
32,สุรินทร์,6,2,เพื่อชาติไทย,2167
32,สุรินทร์,6,3,ใหม่,389
32,สุรินทร์,6,4,มิติใหม่,2572
32,สุรินทร์,6,5,รวมใจไทย,872
32,สุรินทร์,6,6,รวมไทยสร้างชาติ,1060
32,สุรินทร์,6,7,พลวัต,141
32,สุรินทร์,6,8,ประชาธิปไตยใหม่,531
32,สุรินทร์,6,9,เพื่อไทย,14011
32,สุรินทร์,6,10,ทางเลือกใหม่,334
32,สุรินทร์,6,11,เศรษฐกิจ,4099
32,สุรินทร์,6,12,เสรีรวมไทย,413
32,สุรินทร์,6,13,รวมพลังประชาชน,387
32,สุรินทร์,6,14,ท้องที่ไทย,89
32,สุรินทร์,6,15,อนาคตไทย,80
32,สุรินทร์,6,16,พลังเพื่อไทย,212
32,สุรินทร์,6,17,ไทยชนะ,155
32,สุรินทร์,6,18,พลังสังคมใหม่,37
32,สุรินทร์,6,19,สังคมประชาธิปไตยไทย,49
32,สุรินทร์,6,20,ฟิวชัน,21
32,สุรินทร์,6,21,ไทรวมพลัง,115
32,สุรินทร์,6,22,ก้าวอิสระ,38
32,สุรินทร์,6,23,ปวงชนไทย,65
32,สุรินทร์,6,24,วิชชั่นใหม่,71
32,สุรินทร์,6,25,เพื่อชีวิตใหม่,37
32,สุรินทร์,6,26,คลองไทย,93
32,สุรินทร์,6,27,ประชาธิปัตย์,1193
32,สุรินทร์,6,28,ไทยก้าวหน้า,95
32,สุรินทร์,6,29,ไทยภักดี,206
32,สุรินทร์,6,30,แรงงานสร้างชาติ,144
32,สุรินทร์,6,31,ประชากรไทย,319
32,สุรินทร์,6,32,ครูไทยเพื่อประชาชน,159
32,สุรินทร์,6,33,ประชาชาติ,292
32,สุรินทร์,6,34,สร้างอนาคตไทย,244
32,สุรินทร์,6,35,รักชาติ,145
32,สุรินทร์,6,36,ไทยพร้อม,208
32,สุรินทร์,6,37,ภูมิใจไทย,26445
32,สุรินทร์,6,38,พลังธรรมใหม่,332
32,สุรินทร์,6,39,กรีน,77
32,สุรินทร์,6,40,ไทยธรรม,87
32,สุรินทร์,6,41,แผ่นดินธรรม,40
32,สุรินทร์,6,42,กล้าธรรม,166
32,สุรินทร์,6,43,พลังประชารัฐ,108
32,สุรินทร์,6,44,โอกาสใหม่,71
32,สุรินทร์,6,45,เป็นธรรม,69
32,สุรินทร์,6,46,ประชาชน,16083
32,สุรินทร์,6,47,ประชาไทย,140
32,สุรินทร์,6,48,ไทยสร้างไทย,287
32,สุรินทร์,6,49,ไทยก้าวใหม่,104
32,สุรินทร์,6,50,ประชาอาสาชาติ,9
32,สุรินทร์,6,51,พร้อม,30
32,สุรินทร์,6,52,เครือข่ายชาวนาแห่งประเทศไทย,10
32,สุรินทร์,6,53,ไทยพิทักษ์ธรรม,15
32,สุรินทร์,6,54,ความหวังใหม่,29
32,สุรินทร์,6,55,ไทยรวมไทย,12
32,สุรินทร์,6,56,เพื่อบ้านเมือง,41
32,สุรินทร์,6,57,พลังไทยรักชาติ,80
32,สุรินทร์,7,1,ใหม่,1857
32,สุรินทร์,7,2,ไทยทรัพย์ทวี,446
32,สุรินทร์,7,3,เพื่อชาติไทย,1225
32,สุรินทร์,7,4,มิติใหม่,2344
32,สุรินทร์,7,5,รวมใจไทย,591
32,สุรินทร์,7,6,รวมไทยสร้างชาติ,1156
32,สุรินทร์,7,7,พลวัต,109
32,สุรินทร์,7,8,ประชาธิปไตยใหม่,403
32,สุรินทร์,7,9,เพื่อไทย,20389
32,สุรินทร์,7,10,ทางเลือกใหม่,336
32,สุรินทร์,7,11,เศรษฐกิจ,5310
32,สุรินทร์,7,12,เสรีรวมไทย,334
32,สุรินทร์,7,13,รวมพลังประชาชน,352
32,สุรินทร์,7,14,ท้องที่ไทย,56
32,สุรินทร์,7,15,อนาคตไทย,57
32,สุรินทร์,7,16,พลังเพื่อไทย,188
32,สุรินทร์,7,17,ไทยชนะ,103
32,สุรินทร์,7,18,พลังสังคมใหม่,17
32,สุรินทร์,7,19,สังคมประชาธิปไตยไทย,28
32,สุรินทร์,7,20,ฟิวชัน,20
32,สุรินทร์,7,21,ไทรวมพลัง,108
32,สุรินทร์,7,22,ก้าวอิสระ,50
32,สุรินทร์,7,23,ปวงชนไทย,79
32,สุรินทร์,7,24,วิชชั่นใหม่,62
32,สุรินทร์,7,25,เพื่อชีวิตใหม่,24
32,สุรินทร์,7,26,คลองไทย,47
32,สุรินทร์,7,27,ประชาธิปัตย์,1496
32,สุรินทร์,7,28,ไทยก้าวหน้า,76
32,สุรินทร์,7,29,ไทยภักดี,279
32,สุรินทร์,7,30,แรงงานสร้างชาติ,121
32,สุรินทร์,7,31,ประชากรไทย,169
32,สุรินทร์,7,32,ครูไทยเพื่อประชาชน,214
32,สุรินทร์,7,33,ประชาชาติ,270
32,สุรินทร์,7,34,สร้างอนาคตไทย,189
32,สุรินทร์,7,35,รักชาติ,119
32,สุรินทร์,7,36,ไทยพร้อม,153
32,สุรินทร์,7,38,ภูมิใจไทย,27891
32,สุรินทร์,7,39,พลังธรรมใหม่,436
32,สุรินทร์,7,40,กรีน,56
32,สุรินทร์,7,41,ไทยธรรม,88
32,สุรินทร์,7,42,แผ่นดินธรรม,29
32,สุรินทร์,7,43,กล้าธรรม,170
32,สุรินทร์,7,44,พลังประชารัฐ,105
32,สุรินทร์,7,45,โอกาสใหม่,22
32,สุรินทร์,7,46,เป็นธรรม,45
32,สุรินทร์,7,47,ประชาชน,16874
32,สุรินทร์,7,48,ประชาไทย,136
32,สุรินทร์,7,49,ไทยสร้างไทย,257
32,สุรินทร์,7,50,ไทยก้าวใหม่,135
32,สุรินทร์,7,51,ประชาอาสาชาติ,9
32,สุรินทร์,7,52,พร้อม,39
32,สุรินทร์,7,53,เครือข่ายชาวนาแห่งประเทศไทย,20
32,สุรินทร์,7,54,ไทยพิทักษ์ธรรม,8
32,สุรินทร์,7,55,ความหวังใหม่,16
32,สุรินทร์,7,56,ไทยรวมไทย,13
32,สุรินทร์,7,57,เพื่อบ้านเมือง,30
32,สุรินทร์,7,58,พลังไทยรักชาติ,55
32,สุรินทร์,8,1,ไทยทรัพย์ทวี,365
32,สุรินทร์,8,2,เพื่อชาติไทย,4446
32,สุรินทร์,8,3,ใหม่,513
32,สุรินทร์,8,4,มิติใหม่,612
32,สุรินทร์,8,5,รวมใจไทย,1017
32,สุรินทร์,8,6,รวมไทยสร้างชาติ,1084
32,สุรินทร์,8,7,พลวัต,89
32,สุรินทร์,8,8,ประชาธิปไตยใหม่,500
32,สุรินทร์,8,9,เพื่อไทย,11924
32,สุรินทร์,8,10,ทางเลือกใหม่,364
32,สุรินทร์,8,11,เศรษฐกิจ,7780
32,สุรินทร์,8,12,เสรีรวมไทย,433
32,สุรินทร์,8,13,รวมพลังประชาชน,360
32,สุรินทร์,8,14,ท้องที่ไทย,40
32,สุรินทร์,8,15,อนาคตไทย,87
32,สุรินทร์,8,16,พลังเพื่อไทย,174
32,สุรินทร์,8,17,ไทยชนะ,147
32,สุรินทร์,8,18,พลังสังคมใหม่,42
32,สุรินทร์,8,19,สังคมประชาธิปไตยไทย,45
32,สุรินทร์,8,20,ฟิวชัน,29
32,สุรินทร์,8,21,ไทรวมพลัง,127
32,สุรินทร์,8,22,ก้าวอิสระ,56
32,สุรินทร์,8,23,ปวงชนไทย,79
32,สุรินทร์,8,24,วิชชั่นใหม่,50
32,สุรินทร์,8,25,เพื่อชีวิตใหม่,38
32,สุรินทร์,8,26,คลองไทย,95
32,สุรินทร์,8,27,ประชาธิปัตย์,1369
32,สุรินทร์,8,28,ไทยก้าวหน้า,81
32,สุรินทร์,8,29,ไทยภักดี,309
32,สุรินทร์,8,30,แรงงานสร้างชาติ,146
32,สุรินทร์,8,31,ประชากรไทย,507
32,สุรินทร์,8,32,ครูไทยเพื่อประชาชน,236
32,สุรินทร์,8,33,ประชาชาติ,140
32,สุรินทร์,8,34,สร้างอนาคตไทย,162
32,สุรินทร์,8,35,รักชาติ,121
32,สุรินทร์,8,36,ไทยพร้อม,217
32,สุรินทร์,8,37,ภูมิใจไทย,26405
32,สุรินทร์,8,38,พลังธรรมใหม่,297
32,สุรินทร์,8,39,กรีน,47
32,สุรินทร์,8,40,ไทยธรรม,121
32,สุรินทร์,8,41,แผ่นดินธรรม,22
32,สุรินทร์,8,42,กล้าธรรม,173
32,สุรินทร์,8,43,พลังประชารัฐ,93
32,สุรินทร์,8,44,โอกาสใหม่,36
32,สุรินทร์,8,45,เป็นธรรม,75
32,สุรินทร์,8,46,ประชาชน,17064
32,สุรินทร์,8,47,ประชาไทย,124
32,สุรินทร์,8,48,ไทยสร้างไทย,268
32,สุรินทร์,8,49,ไทยก้าวใหม่,123
32,สุรินทร์,8,50,ประชาอาสาชาติ,9
32,สุรินทร์,8,51,พร้อม,26
32,สุรินทร์,8,52,เครือข่ายชาวนาแห่งประเทศไทย,25
32,สุรินทร์,8,53,ไทยพิทักษ์ธรรม,17
32,สุรินทร์,8,54,ความหวังใหม่,17
32,สุรินทร์,8,55,ไทยรวมไทย,25
32,สุรินทร์,8,56,เพื่อบ้านเมือง,37
32,สุรินทร์,8,57,พลังไทยรักชาติ,98
33,ศรีสะเกษ,1,1,ไทยทรัพย์ทวี,264
33,ศรีสะเกษ,1,2,เพื่อชาติไทย,998
33,ศรีสะเกษ,1,3,ใหม่,1115
33,ศรีสะเกษ,1,4,มิติใหม่,106
33,ศรีสะเกษ,1,5,รวมใจไทย,2222
33,ศรีสะเกษ,1,6,รวมไทยสร้างชาติ,1011
33,ศรีสะเกษ,1,7,พลวัต,94
33,ศรีสะเกษ,1,8,ประชาธิปไตยใหม่,539
33,ศรีสะเกษ,1,9,เพื่อไทย,25832
33,ศรีสะเกษ,1,10,ทางเลือกใหม่,278
33,ศรีสะเกษ,1,11,เศรษฐกิจ,2141
33,ศรีสะเกษ,1,12,เสรีรวมไทย,460
33,ศรีสะเกษ,1,13,รวมพลังประชาชน,353
33,ศรีสะเกษ,1,14,ท้องที่ไทย,37
33,ศรีสะเกษ,1,15,อนาคตไทย,62
33,ศรีสะเกษ,1,16,พลังเพื่อไทย,209
33,ศรีสะเกษ,1,17,ไทยชนะ,98
33,ศรีสะเกษ,1,18,พลังสังคมใหม่,20
33,ศรีสะเกษ,1,19,สังคมประชาธิปไตย,34
33,ศรีสะเกษ,1,20,ฟิวชัน,35
33,ศรีสะเกษ,1,21,ไทรวมพลัง,150
33,ศรีสะเกษ,1,22,ก้าวอิสระ,20
33,ศรีสะเกษ,1,23,ปวงชนไทย,157
33,ศรีสะเกษ,1,24,วิชชั่นใหม่,32
33,ศรีสะเกษ,1,25,เพื่อชีวิตใหม่,29
33,ศรีสะเกษ,1,26,คลองไทย,30
33,ศรีสะเกษ,1,27,ประชาธิปัตย์,1518
33,ศรีสะเกษ,1,28,ไทยก้าวหน้า,79
33,ศรีสะเกษ,1,29,ไทยภักดี,405
33,ศรีสะเกษ,1,30,แรงงานสร้างชาติ,73
33,ศรีสะเกษ,1,31,ประชากรไทย,186
33,ศรีสะเกษ,1,32,ครูไทยเพื่อประชาชน,175
33,ศรีสะเกษ,1,33,ประชาชาติ,83
33,ศรีสะเกษ,1,34,สร้างอนาคตไทย,195
33,ศรีสะเกษ,1,35,รักชาติ,216
33,ศรีสะเกษ,1,36,ไทยพร้อม,152
33,ศรีสะเกษ,1,37,ภูมิใจไทย,29342
33,ศรีสะเกษ,1,38,พลังธรรมใหม่,540
33,ศรีสะเกษ,1,39,กรีน,74
33,ศรีสะเกษ,1,40,ไทยธรรม,34
33,ศรีสะเกษ,1,41,แผ่นดินธรรม,38
33,ศรีสะเกษ,1,42,กล้าธรรม,81
33,ศรีสะเกษ,1,43,พลังประชารัฐ,73
33,ศรีสะเกษ,1,44,โอกาสใหม่,28
33,ศรีสะเกษ,1,45,เป็นธรรม,103
33,ศรีสะเกษ,1,46,ประชาชน,22305
33,ศรีสะเกษ,1,47,ประชาไทย,109
33,ศรีสะเกษ,1,48,ไทยสร้างไทย,353
33,ศรีสะเกษ,1,49,ไทยก้าวใหม่,212
33,ศรีสะเกษ,1,50,ประชาอาสาชาติ,7
33,ศรีสะเกษ,1,51,พร้อม,25
33,ศรีสะเกษ,1,52,เครือข่ายชาวนาแห่งประเทศไทย,6
33,ศรีสะเกษ,1,53,ไทยพิทักษ์ธรรม,9
33,ศรีสะเกษ,1,54,ความหวังใหม่,11
33,ศรีสะเกษ,1,55,ไทยรวมไทย,17
33,ศรีสะเกษ,1,56,เพื่อบ้านเมือง,25
33,ศรีสะเกษ,1,57,พลังไทยรักชาติ,42
33,ศรีสะเกษ,2,1,,0
33,ศรีสะเกษ,2,2,ไทยทรัพย์ทวี,347
33,ศรีสะเกษ,2,3,เพื่อชาติไทย,4912
33,ศรีสะเกษ,2,4,ใหม่,495
33,ศรีสะเกษ,2,5,มิติใหม่,2107
33,ศรีสะเกษ,2,6,รวมใจไทย,634
33,ศรีสะเกษ,2,7,รวมไทยสร้างชาติ,792
33,ศรีสะเกษ,2,8,พลวัต,94
33,ศรีสะเกษ,2,9,ประชาธิปไตยใหม่,431
33,ศรีสะเกษ,2,10,เพื่อไทย,25212
33,ศรีสะเกษ,2,11,ทางเลือกใหม่,285
33,ศรีสะเกษ,2,12,เศรษฐกิจ,2991
33,ศรีสะเกษ,2,13,เสรีรวมไทย,478
33,ศรีสะเกษ,2,14,รวมพลังประชาชน,592
33,ศรีสะเกษ,2,15,ท้องที่ไทย,53
33,ศรีสะเกษ,2,16,อนาคตไทย,60
33,ศรีสะเกษ,2,17,พลังเพื่อไทย,263
33,ศรีสะเกษ,2,18,ไทยชนะ,118
33,ศรีสะเกษ,2,19,พลังสังคมใหม่,25
33,ศรีสะเกษ,2,20,สังคมประชาธิปไตยไทย,33
33,ศรีสะเกษ,2,21,ฟิวชัน,14
33,ศรีสะเกษ,2,22,ไทรวมพลัง,237
33,ศรีสะเกษ,2,23,ก้าวอิสระ,26
33,ศรีสะเกษ,2,24,ปวงชนไทย,54
33,ศรีสะเกษ,2,25,วิชชั่นใหม่,48
33,ศรีสะเกษ,2,26,เพื่อชีวิตใหม่,22
33,ศรีสะเกษ,2,27,คลองไทย,53
33,ศรีสะเกษ,2,28,ประชาธิปัตย์,1038
33,ศรีสะเกษ,2,29,ไทยก้าวหน้า,91
33,ศรีสะเกษ,2,30,ไทยภักดี,196
33,ศรีสะเกษ,2,31,แรงงานสร้างชาติ,102
33,ศรีสะเกษ,2,32,ประชากรไทย,428
33,ศรีสะเกษ,2,33,ครูไทยเพื่อประชาชน,177
33,ศรีสะเกษ,2,34,ประชาชาติ,287
33,ศรีสะเกษ,2,35,สร้างอนาคตไทย,239
33,ศรีสะเกษ,2,36,รักชาติ,100
33,ศรีสะเกษ,2,37,ไทยพร้อม,177
33,ศรีสะเกษ,2,38,ภูมิใจไทย,17903
33,ศรีสะเกษ,2,39,พลังธรรมใหม่,481
33,ศรีสะเกษ,2,40,กรีน,61
33,ศรีสะเกษ,2,41,ไทยธรรม,70
33,ศรีสะเกษ,2,42,แผ่นดินธรรม,26
33,ศรีสะเกษ,2,43,กล้าธรรม,192
33,ศรีสะเกษ,2,44,พลังประชารัฐ,107
33,ศรีสะเกษ,2,45,โอกาสใหม่,31
33,ศรีสะเกษ,2,46,เป็นธรรม,72
33,ศรีสะเกษ,2,47,ประชาชน,16099
33,ศรีสะเกษ,2,48,ประชาไทย,135
33,ศรีสะเกษ,2,49,ไทยสร้างไทย,579
33,ศรีสะเกษ,2,50,ไทยก้าวใหม่,188
33,ศรีสะเกษ,2,51,ประชาอาสาชาติ,15
33,ศรีสะเกษ,2,52,พร้อม,22
33,ศรีสะเกษ,2,53,เครือข่ายชาวนาแห่งประเทศไทย,20
33,ศรีสะเกษ,2,54,ไทยพิทักษ์ธรรม,5
33,ศรีสะเกษ,2,55,ความหวังใหม่,25
33,ศรีสะเกษ,2,56,ไทยรวมไทย,28
33,ศรีสะเกษ,2,57,เพื่อบ้านเมือง,27
33,ศรีสะเกษ,3,1,ไทยทรัพย์ทวี,393
33,ศรีสะเกษ,3,2,เพื่อชาติไทย,1591
33,ศรีสะเกษ,3,3,ใหม่,457
33,ศรีสะเกษ,3,4,มิติใหม่,2958
33,ศรีสะเกษ,3,5,รวมใจไทย,1490
33,ศรีสะเกษ,3,6,รวมไทยสร้างชาติ,816
33,ศรีสะเกษ,3,7,พลวัต,344
33,ศรีสะเกษ,3,8,ประชาธิปไตยใหม่,510
33,ศรีสะเกษ,3,9,เพื่อไทย,17697
33,ศรีสะเกษ,3,10,ทางเลือกใหม่,329
33,ศรีสะเกษ,3,11,เศรษฐกิจ,4044
33,ศรีสะเกษ,3,12,เสรีรวมไทย,391
33,ศรีสะเกษ,3,13,รวมพลังประชาชน,481
33,ศรีสะเกษ,3,14,ท้องที่ไทย,109
33,ศรีสะเกษ,3,15,อนาคตไทย,89
33,ศรีสะเกษ,3,16,พลังเพื่อไทย,255
33,ศรีสะเกษ,3,17,ไทยชนะ,168
33,ศรีสะเกษ,3,18,พลังสังคมใหม่,31
33,ศรีสะเกษ,3,19,สังคมประชาธิปไตยไทย,45
33,ศรีสะเกษ,3,20,ฟิวชัน,50
33,ศรีสะเกษ,3,21,ไทรวมพลัง,1475
33,ศรีสะเกษ,3,22,ก้าวอิสระ,35
33,ศรีสะเกษ,3,23,ปวงชนไทย,83
33,ศรีสะเกษ,3,24,วิชชั่นใหม่,73
33,ศรีสะเกษ,3,25,เพื่อชีวิตใหม่,53
33,ศรีสะเกษ,3,26,คลองไทย,64
33,ศรีสะเกษ,3,27,ประชาธิปัตย์,1522
33,ศรีสะเกษ,3,28,ไทยก้าวหน้า,89
33,ศรีสะเกษ,3,29,ไทยภักดี,236
33,ศรีสะเกษ,3,30,แรงงานสร้างชาติ,179
33,ศรีสะเกษ,3,31,ประชากรไทย,272
33,ศรีสะเกษ,3,32,ครูไทยเพื่อประชาชน,161
33,ศรีสะเกษ,3,33,ประชาชาติ,362
33,ศรีสะเกษ,3,34,สร้างอนาคตไทย,230
33,ศรีสะเกษ,3,35,รักชาติ,126
33,ศรีสะเกษ,3,36,ไทยพร้อม,359
33,ศรีสะเกษ,3,37,ภูมิใจไทย,20441
33,ศรีสะเกษ,3,38,พลังธรรมใหม่,403
33,ศรีสะเกษ,3,39,กรีน,64
33,ศรีสะเกษ,3,40,ไทยธรรม,96
33,ศรีสะเกษ,3,41,แผ่นดินธรรม,58
33,ศรีสะเกษ,3,42,กล้าธรรม,148
33,ศรีสะเกษ,3,43,พลังประชารัฐ,331
33,ศรีสะเกษ,3,44,โอกาสใหม่,35
33,ศรีสะเกษ,3,45,เป็นธรรม,49
33,ศรีสะเกษ,3,46,ประชาชน,15195
33,ศรีสะเกษ,3,47,ประชาไทย,199
33,ศรีสะเกษ,3,48,ไทยสร้างไทย,388
33,ศรีสะเกษ,3,49,ไทยก้าวใหม่,111
33,ศรีสะเกษ,3,50,ประชาอาสาชาติ,25
33,ศรีสะเกษ,3,51,พร้อม,31
33,ศรีสะเกษ,3,52,เครือข่ายชาวนาแห่งประเทศไทย,20
33,ศรีสะเกษ,3,53,ไทยพิทักษ์ธรรม,11
33,ศรีสะเกษ,3,54,ความหวังใหม่,17
33,ศรีสะเกษ,3,55,ไทยรวมไทย,30
33,ศรีสะเกษ,3,56,เพื่อบ้านเมือง,36
33,ศรีสะเกษ,3,57,พลังไทยรักชาติ,78
33,ศรีสะเกษ,4,1,ไทยทรัพย์ทวี,534
33,ศรีสะเกษ,4,2,เพื่อชาติไทย,2552
33,ศรีสะเกษ,4,3,ใหม่,350
33,ศรีสะเกษ,4,4,มิติใหม่,2403
33,ศรีสะเกษ,4,5,รวมใจไทย,646
33,ศรีสะเกษ,4,6,รวมไทยสร้างชาติ,1040
33,ศรีสะเกษ,4,7,พลวัต,149
33,ศรีสะเกษ,4,8,ประชาธิปไตยใหม่,557
33,ศรีสะเกษ,4,9,เพื่อไทย,10492
33,ศรีสะเกษ,4,10,ทางเลือกใหม่,286
33,ศรีสะเกษ,4,11,เศรษฐกิจ,5863
33,ศรีสะเกษ,4,12,เสรีรวมไทย,322
33,ศรีสะเกษ,4,13,รวมพลังประชาชน,333
33,ศรีสะเกษ,4,14,ท้องที่ไทย,83
33,ศรีสะเกษ,4,15,อนาคตไทย,71
33,ศรีสะเกษ,4,16,พลังเพื่อไทย,144
33,ศรีสะเกษ,4,17,ไทยชนะ,107
33,ศรีสะเกษ,4,18,พลังสังคมใหม่,28
33,ศรีสะเกษ,4,19,สังคมประชาธิปไตยไทย,22
33,ศรีสะเกษ,4,20,ฟิวชัน,35
33,ศรีสะเกษ,4,21,ไทรวมพลัง,3126
33,ศรีสะเกษ,4,22,ก้าวอิสระ,61
33,ศรีสะเกษ,4,23,ปวงชนไทย,73
33,ศรีสะเกษ,4,24,วิชชั่นใหม่,129
33,ศรีสะเกษ,4,25,เพื่อชีวิตใหม่,39
33,ศรีสะเกษ,4,26,คลองไทย,58
33,ศรีสะเกษ,4,27,ประชาธิปัตย์,1246
33,ศรีสะเกษ,4,28,ไทยก้าวหน้า,83
33,ศรีสะเกษ,4,29,ไทยภักดี,284
33,ศรีสะเกษ,4,30,แรงงานสร้างชาติ,114
33,ศรีสะเกษ,4,31,ประชากรไทย,320
33,ศรีสะเกษ,4,32,ครูไทยเพื่อประชาชน,217
33,ศรีสะเกษ,4,33,ประชาชาติ,264
33,ศรีสะเกษ,4,34,สร้างอนาคตไทย,266
33,ศรีสะเกษ,4,35,รักชาติ,130
33,ศรีสะเกษ,4,36,ไทยพร้อม,184
33,ศรีสะเกษ,4,37,ภูมิใจไทย,26965
33,ศรีสะเกษ,4,38,พลังธรรมใหม่,260
33,ศรีสะเกษ,4,39,กรีน,55
33,ศรีสะเกษ,4,40,ไทยธรรม,129
33,ศรีสะเกษ,4,41,แผ่นดินธรรม,43
33,ศรีสะเกษ,4,42,กล้าธรรม,1630
33,ศรีสะเกษ,4,43,พลังประชารัฐ,113
33,ศรีสะเกษ,4,44,โอกาสใหม่,36
33,ศรีสะเกษ,4,45,เป็นธรรม,47
33,ศรีสะเกษ,4,46,ประชาชน,13876
33,ศรีสะเกษ,4,47,ประชาไทย,145
33,ศรีสะเกษ,4,48,ไทยสร้างไทย,300
33,ศรีสะเกษ,4,49,ไทยก้าวใหม่,107
33,ศรีสะเกษ,4,50,ประชาอาสาชาติ,27
33,ศรีสะเกษ,4,51,พร้อม,44
33,ศรีสะเกษ,4,52,เครือข่ายชาวนาแห่งประเทศไทย,15
33,ศรีสะเกษ,4,53,ไทยพิทักษ์ธรรม,14
33,ศรีสะเกษ,4,54,ความหวังใหม่,17
33,ศรีสะเกษ,4,55,ไทยรวมไทย,17
33,ศรีสะเกษ,4,56,เพื่อบ้านเมือง,38
33,ศรีสะเกษ,4,57,พลังไทยรักชาติ,50
33,ศรีสะเกษ,5,1,ไทยทรัพย์ทวี,295
33,ศรีสะเกษ,5,2,เพื่อชาติไทย,1382
33,ศรีสะเกษ,5,3,ใหม่,292
33,ศรีสะเกษ,5,4,มิติใหม่,2192
33,ศรีสะเกษ,5,5,รวมใจไทย,2485
33,ศรีสะเกษ,5,6,รวมไทยสร้างชาติ,1123
33,ศรีสะเกษ,5,7,พลวัต,163
33,ศรีสะเกษ,5,8,ประชาธิปไตยใหม่,584
33,ศรีสะเกษ,5,9,เพื่อไทย,19832
33,ศรีสะเกษ,5,10,ทางเลือกใหม่,317
33,ศรีสะเกษ,5,11,เศรษฐกิจ,3407
33,ศรีสะเกษ,5,12,เสรีรวมไทย,259
33,ศรีสะเกษ,5,13,รวมพลังประชาชน,377
33,ศรีสะเกษ,5,14,ท้องที่ไทย,64
33,ศรีสะเกษ,5,15,อนาคตไทย,83
33,ศรีสะเกษ,5,16,พลังเพื่อไทย,209
33,ศรีสะเกษ,5,17,ไทยชนะ,169
33,ศรีสะเกษ,5,18,พลังสังคมใหม่,31
33,ศรีสะเกษ,5,19,สังคมประชาธิปไตยไทย,44
33,ศรีสะเกษ,5,20,ฟิวชัน,38
33,ศรีสะเกษ,5,21,ไทรวมพลัง,860
33,ศรีสะเกษ,5,22,ก้าวอิสระ,30
33,ศรีสะเกษ,5,23,ปวงชนไทย,64
33,ศรีสะเกษ,5,24,วิชชั่นใหม่,50
33,ศรีสะเกษ,5,25,เพื่อชีวิตใหม่,40
33,ศรีสะเกษ,5,26,คลองไทย,69
33,ศรีสะเกษ,5,27,ประชาธิปัตย์,1132
33,ศรีสะเกษ,5,28,ไทยก้าวหน้า,85
33,ศรีสะเกษ,5,29,ไทยภักดี,241
33,ศรีสะเกษ,5,30,แรงงานสร้างชาติ,118
33,ศรีสะเกษ,5,31,ประชากรไทย,254
33,ศรีสะเกษ,5,32,ครูไทยเพื่อประชาชน,153
33,ศรีสะเกษ,5,33,ประชาชาติ,268
33,ศรีสะเกษ,5,34,สร้างอนาคตไทย,303
33,ศรีสะเกษ,5,35,รักชาติ,173
33,ศรีสะเกษ,5,36,ไทยพร้อม,168
33,ศรีสะเกษ,5,37,ภูมิใจไทย,23418
33,ศรีสะเกษ,5,38,พลังธรรมใหม่,389
33,ศรีสะเกษ,5,39,กรีน,59
33,ศรีสะเกษ,5,40,ไทยธรรม,65
33,ศรีสะเกษ,5,41,แผ่นดินธรรม,28
33,ศรีสะเกษ,5,42,กล้าธรรม,134
33,ศรีสะเกษ,5,43,พลังประชารัฐ,78
33,ศรีสะเกษ,5,44,โอกาสใหม่,25
33,ศรีสะเกษ,5,45,เป็นธรรม,39
33,ศรีสะเกษ,5,46,ประชาชน,16048
33,ศรีสะเกษ,5,47,ประชาไทย,142
33,ศรีสะเกษ,5,48,ไทยสร้างไทย,228
33,ศรีสะเกษ,5,49,ไทยก้าวใหม่,112
33,ศรีสะเกษ,5,50,ประชาอาสาชาติ,13
33,ศรีสะเกษ,5,51,พร้อม,21
33,ศรีสะเกษ,5,52,เครือข่ายชาวนาแห่งประเทศไทย,14
33,ศรีสะเกษ,5,53,ไทยพิทักษ์ธรรม,15
33,ศรีสะเกษ,5,54,ความหวังใหม่,22
33,ศรีสะเกษ,5,55,ไทยรวมไทย,22
33,ศรีสะเกษ,5,56,เพื่อบ้านเมือง,23
33,ศรีสะเกษ,5,57,พลังไทยรักชาติ,67
33,ศรีสะเกษ,6,1,ไทยทรัพย์ทวี,538
33,ศรีสะเกษ,6,2,เพื่อชาติไทย,3310
33,ศรีสะเกษ,6,3,ใหม่,279
33,ศรีสะเกษ,6,4,มิติใหม่,2213
33,ศรีสะเกษ,6,5,รวมใจไทย,434
33,ศรีสะเกษ,6,6,รวมไทยสร้างชาติ,898
33,ศรีสะเกษ,6,7,พลวัต,126
33,ศรีสะเกษ,6,8,ประชาธิปไตยใหม่,703
33,ศรีสะเกษ,6,9,เพื่อไทย,23357
33,ศรีสะเกษ,6,10,ทางเลือกใหม่,258
33,ศรีสะเกษ,6,11,เศรษฐกิจ,2209
33,ศรีสะเกษ,6,12,เสรีรวมไทย,227
33,ศรีสะเกษ,6,13,รวมพลังประชาชน,363
33,ศรีสะเกษ,6,14,ท้องที่ไทย,55
33,ศรีสะเกษ,6,15,อนาคตไทย,58
33,ศรีสะเกษ,6,16,พลังเพื่อไทย,184
33,ศรีสะเกษ,6,17,ไทยชนะ,136
33,ศรีสะเกษ,6,18,พลังสังคมใหม่,43
33,ศรีสะเกษ,6,19,สังคมประชาธิปไตยไทย,33
33,ศรีสะเกษ,6,20,ฟิวชัน,33
33,ศรีสะเกษ,6,21,ไทรวมพลัง,125
33,ศรีสะเกษ,6,22,ก้าวอิสระ,28
33,ศรีสะเกษ,6,23,ปวงชนไทย,50
33,ศรีสะเกษ,6,24,วิชชั่นใหม่,43
33,ศรีสะเกษ,6,25,เพื่อชีวิตใหม่,26
33,ศรีสะเกษ,6,26,คลองไทย,62
33,ศรีสะเกษ,6,27,ประชาธิปัตย์,1053
33,ศรีสะเกษ,6,28,ไทยก้าวหน้า,70
33,ศรีสะเกษ,6,29,ไทยภักดี,185
33,ศรีสะเกษ,6,30,แรงงานสร้างชาติ,128
33,ศรีสะเกษ,6,31,ประชากรไทย,392
33,ศรีสะเกษ,6,32,ครูไทยเพื่อประชาชน,234
33,ศรีสะเกษ,6,33,ประชาชาติ,255
33,ศรีสะเกษ,6,34,สร้างอนาคตไทย,111
33,ศรีสะเกษ,6,35,รักชาติ,96
33,ศรีสะเกษ,6,36,ไทยพร้อม,181
33,ศรีสะเกษ,6,37,ภูมิใจไทย,21166
33,ศรีสะเกษ,6,38,พลังธรรมใหม่,474
33,ศรีสะเกษ,6,39,กรีน,73
33,ศรีสะเกษ,6,40,ไทยธรรม,40
33,ศรีสะเกษ,6,41,แผ่นดินธรรม,30
33,ศรีสะเกษ,6,42,กล้าธรรม,158
33,ศรีสะเกษ,6,43,พลังประชารัฐ,81
33,ศรีสะเกษ,6,44,โอกาสใหม่,34
33,ศรีสะเกษ,6,45,เป็นธรรม,36
33,ศรีสะเกษ,6,46,ประชาชน,16674
33,ศรีสะเกษ,6,47,ประชาไทย,107
33,ศรีสะเกษ,6,48,ไทยสร้างไทย,182
33,ศรีสะเกษ,6,49,ไทยก้าวใหม่,149
33,ศรีสะเกษ,6,50,ประชาอาสาชาติ,6
33,ศรีสะเกษ,6,51,พร้อม,20
33,ศรีสะเกษ,6,52,เครือข่ายชาวนาแห่งประเทศไทย,15
33,ศรีสะเกษ,6,53,ไทยพิทักษ์ธรรม,5
33,ศรีสะเกษ,6,54,ความหวังใหม่,16
33,ศรีสะเกษ,6,55,ไทยรวมไทย,15
33,ศรีสะเกษ,6,56,เพื่อบ้านเมือง,25
33,ศรีสะเกษ,6,57,พลังไทยรักชาติ,48
33,ศรีสะเกษ,7,1,พรรคที่ 1,0
33,ศรีสะเกษ,7,2,ไทยทรัพย์ทวี,2387
33,ศรีสะเกษ,7,3,เพื่อชาติไทย,1153
33,ศรีสะเกษ,7,4,ใหม่,224
33,ศรีสะเกษ,7,5,มิติใหม่,127
33,ศรีสะเกษ,7,6,รวมไทยสร้างชาติ,2595
33,ศรีสะเกษ,7,7,พลวัต,122
33,ศรีสะเกษ,7,8,ประชาธิปไตยใหม่,419
33,ศรีสะเกษ,7,9,เพื่อไทย,31498
33,ศรีสะเกษ,7,10,ทางเลือกใหม่,286
33,ศรีสะเกษ,7,11,เศรษฐกิจ,1725
33,ศรีสะเกษ,7,12,เสรีรวมไทย,219
33,ศรีสะเกษ,7,13,รวมพลังประชาชน,295
33,ศรีสะเกษ,7,14,ท้องที่ไทย,49
33,ศรีสะเกษ,7,15,อนาคตไทย,46
33,ศรีสะเกษ,7,16,พลังเพื่อไทย,212
33,ศรีสะเกษ,7,17,ไทยชนะ,101
33,ศรีสะเกษ,7,18,พลังสังคมใหม่,14
33,ศรีสะเกษ,7,19,สังคมประชาธิปไตยไทย,36
33,ศรีสะเกษ,7,20,ฟิวชัน,27
33,ศรีสะเกษ,7,21,ไทรวมพลัง,132
33,ศรีสะเกษ,7,22,ก้าวอิสระ,15
33,ศรีสะเกษ,7,23,ปวงชนไทย,55
33,ศรีสะเกษ,7,24,วิชชั่นใหม่,40
33,ศรีสะเกษ,7,25,เพื่อชีวิตใหม่,12
33,ศรีสะเกษ,7,26,คลองไทย,39
33,ศรีสะเกษ,7,27,ประชาธิปัตย์,784
33,ศรีสะเกษ,7,28,ไทยก้าวหน้า,68
33,ศรีสะเกษ,7,29,ไทยภักดี,150
33,ศรีสะเกษ,7,30,แรงงานสร้างชาติ,283
33,ศรีสะเกษ,7,31,ประชากรไทย,208
33,ศรีสะเกษ,7,32,ครูไทยเพื่อประชาชน,104
33,ศรีสะเกษ,7,33,ประชาชาติ,64
33,ศรีสะเกษ,7,34,สร้างอนาคตไทย,88
33,ศรีสะเกษ,7,35,รักชาติ,270
33,ศรีสะเกษ,7,36,ไทยพร้อม,165
33,ศรีสะเกษ,7,37,ภูมิใจไทย,17847
33,ศรีสะเกษ,7,38,พลังธรรมใหม่,638
33,ศรีสะเกษ,7,39,กรีน,60
33,ศรีสะเกษ,7,40,ไทยธรรม,27
33,ศรีสะเกษ,7,41,แผ่นดินธรรม,23
33,ศรีสะเกษ,7,42,กล้าธรรม,95
33,ศรีสะเกษ,7,43,พลังประชารัฐ,111
33,ศรีสะเกษ,7,44,โอกาสใหม่,32
33,ศรีสะเกษ,7,45,เป็นธรรม,44
33,ศรีสะเกษ,7,46,ประชาชน,15171
33,ศรีสะเกษ,7,47,ประชาไทย,97
33,ศรีสะเกษ,7,48,ไทยสร้างไทย,198
33,ศรีสะเกษ,7,49,ไทยก้าวใหม่,108
33,ศรีสะเกษ,7,50,ประชาอาสาชาติ,11
33,ศรีสะเกษ,7,51,พร้อม,30
33,ศรีสะเกษ,7,52,เครือข่ายชาวนาแห่งประเทศไทย,4
33,ศรีสะเกษ,7,53,ไทยพิทักษ์ธรรม,7
33,ศรีสะเกษ,7,54,ความหวังใหม่,9
33,ศรีสะเกษ,7,55,ไทยรวมไทย,6
33,ศรีสะเกษ,7,56,เพื่อบ้านเมือง,18
33,ศรีสะเกษ,7,57,พลังไทยรักชาติ,39
33,ศรีสะเกษ,8,1,ไทยทรัพย์ทวี,369
33,ศรีสะเกษ,8,2,เพื่อชาติไทย,3054
33,ศรีสะเกษ,8,3,ใหม่,260
33,ศรีสะเกษ,8,4,มิติใหม่,570
33,ศรีสะเกษ,8,5,รวมใจไทย,367
33,ศรีสะเกษ,8,6,รวมไทยสร้างชาติ,677
33,ศรีสะเกษ,8,7,พลวัต,88
33,ศรีสะเกษ,8,8,ประชาธิปไตยใหม่,548
33,ศรีสะเกษ,8,9,เพื่อไทย,19414
33,ศรีสะเกษ,8,10,ทางเลือกใหม่,225
33,ศรีสะเกษ,8,11,เศรษฐกิจ,1961
33,ศรีสะเกษ,8,12,เสรีรวมไทย,306
33,ศรีสะเกษ,8,13,รวมพลังประชาชน,406
33,ศรีสะเกษ,8,14,ท้องที่ไทย,45
33,ศรีสะเกษ,8,15,อนาคตไทย,47
33,ศรีสะเกษ,8,16,พลังเพื่อไทย,187
33,ศรีสะเกษ,8,17,ไทยชนะ,120
33,ศรีสะเกษ,8,18,พลังสังคมใหม่,18
33,ศรีสะเกษ,8,19,สังคมประชาธิปไตยไทย,31
33,ศรีสะเกษ,8,20,ฟิวชัน,12
33,ศรีสะเกษ,8,21,ไทรวมพลัง,87
33,ศรีสะเกษ,8,22,ก้าวอิสระ,27
33,ศรีสะเกษ,8,23,ปวงชนไทย,91
33,ศรีสะเกษ,8,24,วิชชั่นใหม่,45
33,ศรีสะเกษ,8,25,เพื่อชีวิตใหม่,18
33,ศรีสะเกษ,8,26,คลองไทย,42
33,ศรีสะเกษ,8,27,ประชาธิปัตย์,989
33,ศรีสะเกษ,8,28,ไทยก้าวหน้า,77
33,ศรีสะเกษ,8,29,ไทยภักดี,240
33,ศรีสะเกษ,8,30,แรงงานสร้างชาติ,110
33,ศรีสะเกษ,8,31,ประชากรไทย,375
33,ศรีสะเกษ,8,32,ครูไทยเพื่อประชาชน,185
33,ศรีสะเกษ,8,33,ประชาชาติ,159
33,ศรีสะเกษ,8,34,สร้างอนาคตไทย,163
33,ศรีสะเกษ,8,35,รักชาติ,111
33,ศรีสะเกษ,8,36,ไทยพร้อม,351
33,ศรีสะเกษ,8,37,ภูมิใจไทย,30867
33,ศรีสะเกษ,8,38,พลังธรรมใหม่,443
33,ศรีสะเกษ,8,39,กรีน,67
33,ศรีสะเกษ,8,40,ไทยธรรม,46
33,ศรีสะเกษ,8,41,แผ่นดินธรรม,47
33,ศรีสะเกษ,8,42,กล้าธรรม,101
33,ศรีสะเกษ,8,43,พลังประชารัฐ,86
33,ศรีสะเกษ,8,44,โอกาสใหม่,32
33,ศรีสะเกษ,8,45,เป็นธรรม,55
33,ศรีสะเกษ,8,46,ประชาชน,19149
33,ศรีสะเกษ,8,47,ประชาไทย,158
33,ศรีสะเกษ,8,48,ไทยสร้างไทย,350
33,ศรีสะเกษ,8,49,ไทยก้าวใหม่,166
33,ศรีสะเกษ,8,50,ประชาอาสาชาติ,14
33,ศรีสะเกษ,8,51,พร้อม,31
33,ศรีสะเกษ,8,52,เครือข่ายชาวนาแห่งประเทศไทย,10
33,ศรีสะเกษ,8,53,ไทยพิทักษ์ธรรม,12
33,ศรีสะเกษ,8,54,ความหวังใหม่,15
33,ศรีสะเกษ,8,55,ไทยรวมไทย,13
33,ศรีสะเกษ,8,56,เพื่อบ้านเมือง,24
33,ศรีสะเกษ,8,57,พลังไทยรักชาติ,50
33,ศรีสะเกษ,9,2,ไทยทรัพย์ทวี,535
33,ศรีสะเกษ,9,3,เพื่อชาติไทย,4094
33,ศรีสะเกษ,9,4,ใหม่,268
33,ศรีสะเกษ,9,5,มิติใหม่,114
33,ศรีสะเกษ,9,6,รวมใจไทย,466
33,ศรีสะเกษ,9,7,รวมไทยสร้างชาติ,732
33,ศรีสะเกษ,9,8,พลวัต,66
33,ศรีสะเกษ,9,9,ประชาธิปไตยใหม่,375
33,ศรีสะเกษ,9,10,เพื่อไทย,33299
33,ศรีสะเกษ,9,11,ทางเลือกใหม่,2208
33,ศรีสะเกษ,9,12,เศรษฐกิจ,2050
33,ศรีสะเกษ,9,13,เสรีรวมไทย,329
33,ศรีสะเกษ,9,14,รวมพลังประชาชน,405
33,ศรีสะเกษ,9,15,ท้องที่ไทย,138
33,ศรีสะเกษ,9,16,อนาคตไทย,48
33,ศรีสะเกษ,9,17,พลังเพื่อไทย,309
33,ศรีสะเกษ,9,18,ไทยชนะ,112
33,ศรีสะเกษ,9,19,พลังสังคมใหม่,24
33,ศรีสะเกษ,9,20,สังคมประชาธิปไตยไทย,29
33,ศรีสะเกษ,9,21,ฟิวชัน,22
33,ศรีสะเกษ,9,22,ไทรวมพลัง,107
33,ศรีสะเกษ,9,23,ก้าวอิสระ,26
33,ศรีสะเกษ,9,24,ปวงชนไทย,44
33,ศรีสะเกษ,9,25,วิชชั่นใหม่,72
33,ศรีสะเกษ,9,26,เพื่อชีวิตใหม่,26
33,ศรีสะเกษ,9,27,คลองไทย,56
33,ศรีสะเกษ,9,28,ประชาธิปัตย์,1033
33,ศรีสะเกษ,9,29,ไทยก้าวหน้า,89
33,ศรีสะเกษ,9,30,ไทยภักดี,203
33,ศรีสะเกษ,9,31,แรงงานสร้างชาติ,144
33,ศรีสะเกษ,9,32,ประชากรไทย,414
33,ศรีสะเกษ,9,33,ครูไทยเพื่อประชาชน,184
33,ศรีสะเกษ,9,34,ประชาชาติ,58
33,ศรีสะเกษ,9,35,สร้างอนาคตไทย,88
33,ศรีสะเกษ,9,36,รักชาติ,81
33,ศรีสะเกษ,9,37,ไทยพร้อม,140
33,ศรีสะเกษ,9,38,ภูมิใจไทย,17999
33,ศรีสะเกษ,9,39,พลังธรรมใหม่,678
33,ศรีสะเกษ,9,40,กรีน,239
33,ศรีสะเกษ,9,41,ไทยธรรม,62
33,ศรีสะเกษ,9,42,แผ่นดินธรรม,29
33,ศรีสะเกษ,9,43,กล้าธรรม,1106
33,ศรีสะเกษ,9,44,พลังประชารัฐ,173
33,ศรีสะเกษ,9,45,โอกาสใหม่,32
33,ศรีสะเกษ,9,46,เป็นธรรม,54
33,ศรีสะเกษ,9,47,ประชาชน,17898
33,ศรีสะเกษ,9,48,ประชาไทย,123
33,ศรีสะเกษ,9,49,ไทยสร้างไทย,374
33,ศรีสะเกษ,9,50,ไทยก้าวใหม่,147
33,ศรีสะเกษ,9,51,ประชาอาสาชาติ,6
33,ศรีสะเกษ,9,52,พร้อม,42
33,ศรีสะเกษ,9,53,เครือข่ายชาวนาแห่งประเทศไทย,14
33,ศรีสะเกษ,9,54,ไทยพิทักษ์ธรรม,15
33,ศรีสะเกษ,9,55,ความหวังใหม่,23
33,ศรีสะเกษ,9,56,ไทยรวมไทย,20
33,ศรีสะเกษ,9,57,เพื่อบ้านเมือง,13
33,ศรีสะเกษ,9,58,พลังไทยรักชาติ,50
34,อุบลราชธานี,1,1,ไทยทรัพย์ทวี,299
34,อุบลราชธานี,1,2,เพื่อชาติไทย,3027
34,อุบลราชธานี,1,3,ใหม่,208
34,อุบลราชธานี,1,4,มิติใหม่,290
34,อุบลราชธานี,1,5,รวมใจไทย,569
34,อุบลราชธานี,1,6,รวมไทยสร้างชาติ,1860
34,อุบลราชธานี,1,7,พลวัต,447
34,อุบลราชธานี,1,8,ประชาธิปไตยใหม่,687
34,อุบลราชธานี,1,9,เพื่อไทย,20879
34,อุบลราชธานี,1,10,ทางเลือกใหม่,423
34,อุบลราชธานี,1,11,เศรษฐกิจ,3396
34,อุบลราชธานี,1,12,เสรีรวมไทย,510
34,อุบลราชธานี,1,13,รวมพลังประชาชน,400
34,อุบลราชธานี,1,14,ท้องที่ไทย,23
34,อุบลราชธานี,1,15,อนาคตไทย,57
34,อุบลราชธานี,1,16,พลังเพื่อไทย,149
34,อุบลราชธานี,1,17,ไทยชนะ,64
34,อุบลราชธานี,1,18,พลังสังคมใหม่,22
34,อุบลราชธานี,1,19,สังคมประชาธิปไตยไทย,50
34,อุบลราชธานี,1,20,ฟิวชัน,69
34,อุบลราชธานี,1,21,ไทรวมพลัง,2230
34,อุบลราชธานี,1,22,ก้าวอิสระ,37
34,อุบลราชธานี,1,23,ปวงชนไทย,24
34,อุบลราชธานี,1,24,วิชชั่นใหม่,91
34,อุบลราชธานี,1,25,เพื่อชีวิตใหม่,24
34,อุบลราชธานี,1,26,คลองไทย,47
34,อุบลราชธานี,1,27,ประชาธิปัตย์,5058
34,อุบลราชธานี,1,28,ไทยก้าวหน้า,126
34,อุบลราชธานี,1,29,ไทยภักดี,778
34,อุบลราชธานี,1,30,แรงงานสร้างชาติ,87
34,อุบลราชธานี,1,31,ประชากรไทย,129
34,อุบลราชธานี,1,32,ครูไทยเพื่อประชาชน,90
34,อุบลราชธานี,1,33,ประชาชาติ,104
34,อุบลราชธานี,1,34,สร้างอนาคตไทย,60
34,อุบลราชธานี,1,35,รักชาติ,86
34,อุบลราชธานี,1,36,ไทยพร้อม,77
34,อุบลราชธานี,1,37,ภูมิใจไทย,12515
34,อุบลราชธานี,1,38,พลังธรรมใหม่,160
34,อุบลราชธานี,1,39,กรีน,37
34,อุบลราชธานี,1,40,ไทยธรรม,26
34,อุบลราชธานี,1,41,แผ่นดินธรรม,26
34,อุบลราชธานี,1,42,กล้าธรรม,188
34,อุบลราชธานี,1,43,พลังประชารัฐ,146
34,อุบลราชธานี,1,44,โอกาสใหม่,50
34,อุบลราชธานี,1,45,เป็นธรรม,64
34,อุบลราชธานี,1,46,ประชาชน,33820
34,อุบลราชธานี,1,47,ประชาไทย,113
34,อุบลราชธานี,1,48,ไทยสร้างไทย,2056
34,อุบลราชธานี,1,49,ไทยก้าวใหม่,340
34,อุบลราชธานี,1,50,ประชาอาสาชาติ,10
34,อุบลราชธานี,1,51,พร้อม,43
34,อุบลราชธานี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,25
34,อุบลราชธานี,1,53,ไทยพิทักษ์ธรรม,5
34,อุบลราชธานี,1,54,ความหวังใหม่,19
34,อุบลราชธานี,1,55,ไทยรวมไทย,10
34,อุบลราชธานี,1,56,เพื่อบ้านเมือง,38
34,อุบลราชธานี,1,57,พลังไทยรักชาติ,38
34,อุบลราชธานี,2,1,ไทยทรัพย์ทวี,1914
34,อุบลราชธานี,2,2,เพื่อชาติไทย,1081
34,อุบลราชธานี,2,3,ใหม่,375
34,อุบลราชธานี,2,4,มิติใหม่,314
34,อุบลราชธานี,2,5,รวมใจไทย,3070
34,อุบลราชธานี,2,6,รวมไทยสร้างชาติ,1269
34,อุบลราชธานี,2,7,พลวัต,93
34,อุบลราชธานี,2,8,ประชาธิปไตยใหม่,588
34,อุบลราชธานี,2,9,เพื่อไทย,12233
34,อุบลราชธานี,2,10,ทางเลือกใหม่,330
34,อุบลราชธานี,2,11,เศรษฐกิจ,3038
34,อุบลราชธานี,2,12,เสรีรวมไทย,485
34,อุบลราชธานี,2,13,รวมพลังประชาชน,597
34,อุบลราชธานี,2,14,ท้องที่ไทย,50
34,อุบลราชธานี,2,15,อนาคตไทย,67
34,อุบลราชธานี,2,16,พลังเพื่อไทย,223
34,อุบลราชธานี,2,17,ไทยชนะ,81
34,อุบลราชธานี,2,18,พลังสังคมใหม่,21
34,อุบลราชธานี,2,19,สังคมประชาธิปไตยไทย,43
34,อุบลราชธานี,2,20,ฟิวชัน,264
34,อุบลราชธานี,2,21,ไทรวมพลัง,16800
34,อุบลราชธานี,2,22,ก้าวอิสระ,169
34,อุบลราชธานี,2,23,ปวงชนไทย,54
34,อุบลราชธานี,2,24,วิชชั่นใหม่,471
34,อุบลราชธานี,2,25,เพื่อชีวิตใหม่,113
34,อุบลราชธานี,2,26,คลองไทย,69
34,อุบลราชธานี,2,27,ประชาธิปัตย์,4470
34,อุบลราชธานี,2,28,ไทยก้าวหน้า,158
34,อุบลราชธานี,2,29,ไทยภักดี,306
34,อุบลราชธานี,2,30,แรงงานสร้างชาติ,179
34,อุบลราชธานี,2,31,ประชากรไทย,158
34,อุบลราชธานี,2,32,ครูไทยเพื่อประชาชน,107
34,อุบลราชธานี,2,33,ประชาชาติ,120
34,อุบลราชธานี,2,34,สร้างอนาคตไทย,209
34,อุบลราชธานี,2,35,รักชาติ,125
34,อุบลราชธานี,2,36,ไทยพร้อม,79
34,อุบลราชธานี,2,37,ภูมิใจไทย,8421
34,อุบลราชธานี,2,38,พลังธรรมใหม่,161
34,อุบลราชธานี,2,39,กรีน,31
34,อุบลราชธานี,2,40,ไทยธรรม,123
34,อุบลราชธานี,2,41,แผ่นดินธรรม,124
34,อุบลราชธานี,2,42,กล้าธรรม,8639
34,อุบลราชธานี,2,43,พลังประชารัฐ,217
34,อุบลราชธานี,2,44,โอกาสใหม่,154
34,อุบลราชธานี,2,45,เป็นธรรม,84
34,อุบลราชธานี,2,46,ประชาชน,21060
34,อุบลราชธานี,2,47,ประชาไทย,105
34,อุบลราชธานี,2,48,ไทยสร้างไทย,517
34,อุบลราชธานี,2,49,ไทยก้าวใหม่,197
34,อุบลราชธานี,2,50,ประชาอาสาชาติ,183
34,อุบลราชธานี,2,51,พร้อม,47
34,อุบลราชธานี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,15
34,อุบลราชธานี,2,53,ไทยพิทักษ์ธรรม,25
34,อุบลราชธานี,2,54,ความหวังใหม่,30
34,อุบลราชธานี,2,55,ไทยรวมไทย,52
34,อุบลราชธานี,2,56,เพื่อบ้านเมือง,68
34,อุบลราชธานี,2,57,พลังไทยรักชาติ,64
34,อุบลราชธานี,3,1,ไทยทรัพย์ทวี,2768
34,อุบลราชธานี,3,2,เพื่อชาติไทย,3637
34,อุบลราชธานี,3,3,ใหม่,776
34,อุบลราชธานี,3,4,มิติใหม่,196
34,อุบลราชธานี,3,5,รวมใจไทย,998
34,อุบลราชธานี,3,6,รวมไทยสร้างชาติ,1400
34,อุบลราชธานี,3,7,พลวัต,120
34,อุบลราชธานี,3,8,ประชาธิปไตยใหม่,581
34,อุบลราชธานี,3,9,เพื่อไทย,18627
34,อุบลราชธานี,3,10,ทางเลือกใหม่,361
34,อุบลราชธานี,3,11,เศรษฐกิจ,3323
34,อุบลราชธานี,3,12,เสรีรวมไทย,534
34,อุบลราชธานี,3,13,รวมพลังประชาชน,628
34,อุบลราชธานี,3,14,ท้องที่ไทย,45
34,อุบลราชธานี,3,15,อนาคตไทย,78
34,อุบลราชธานี,3,16,พลังเพื่อไทย,269
34,อุบลราชธานี,3,17,ไทยชนะ,117
34,อุบลราชธานี,3,18,พลังสังคมใหม่,26
34,อุบลราชธานี,3,19,สังคมประชาธิปไตยไทย,62
34,อุบลราชธานี,3,20,ฟิวชัน,72
34,อุบลราชธานี,3,21,ไทรวมพลัง,13121
34,อุบลราชธานี,3,22,ก้าวอิสระ,119
34,อุบลราชธานี,3,23,ปวงชนไทย,96
34,อุบลราชธานี,3,24,วิชชั่นใหม่,145
34,อุบลราชธานี,3,25,เพื่อชีวิตใหม่,51
34,อุบลราชธานี,3,26,คลองไทย,106
34,อุบลราชธานี,3,27,ประชาธิปัตย์,5741
34,อุบลราชธานี,3,28,ไทยก้าวหน้า,182
34,อุบลราชธานี,3,29,ไทยภักดี,300
34,อุบลราชธานี,3,30,แรงงานสร้างชาติ,320
34,อุบลราชธานี,3,31,ประชากรไทย,320
34,อุบลราชธานี,3,32,ครูไทยเพื่อประชาชน,145
34,อุบลราชธานี,3,33,ประชาชาติ,117
34,อุบลราชธานี,3,34,สร้างอนาคตไทย,121
34,อุบลราชธานี,3,35,รักชาติ,138
34,อุบลราชธานี,3,36,ไทยพร้อม,112
34,อุบลราชธานี,3,37,ภูมิใจไทย,9569
34,อุบลราชธานี,3,38,พลังธรรมใหม่,281
34,อุบลราชธานี,3,39,กรีน,45
34,อุบลราชธานี,3,40,ไทยธรรม,79
34,อุบลราชธานี,3,41,แผ่นดินธรรม,44
34,อุบลราชธานี,3,42,กล้าธรรม,549
34,อุบลราชธานี,3,43,พลังประชารัฐ,175
34,อุบลราชธานี,3,44,โอกาสใหม่,37
34,อุบลราชธานี,3,45,เป็นธรรม,65
34,อุบลราชธานี,3,46,ประชาชน,18496
34,อุบลราชธานี,3,47,ประชาไทย,131
34,อุบลราชธานี,3,48,ไทยสร้างไทย,417
34,อุบลราชธานี,3,49,ไทยก้าวใหม่,149
34,อุบลราชธานี,3,50,ประชาอาสาชาติ,172
34,อุบลราชธานี,3,51,พร้อม,59
34,อุบลราชธานี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,28
34,อุบลราชธานี,3,53,ไทยพิทักษ์ธรรม,25
34,อุบลราชธานี,3,54,ความหวังใหม่,20
34,อุบลราชธานี,3,55,ไทยรวมไทย,51
34,อุบลราชธานี,3,56,เพื่อบ้านเมือง,117
34,อุบลราชธานี,3,57,พลังไทยรักชาติ,89
34,อุบลราชธานี,4,1,ไทยทรัพย์ทวี,2643
34,อุบลราชธานี,4,2,เพื่อชาติไทย,2084
34,อุบลราชธานี,4,3,ใหม่,781
34,อุบลราชธานี,4,4,มิติใหม่,222
34,อุบลราชธานี,4,5,รวมใจไทย,734
34,อุบลราชธานี,4,6,รวมไทยสร้างชาติ,4128
34,อุบลราชธานี,4,7,พลวัต,163
34,อุบลราชธานี,4,8,ประชาธิปไตยใหม่,451
34,อุบลราชธานี,4,9,เพื่อไทย,27545
34,อุบลราชธานี,4,10,ทางเลือกใหม่,561
34,อุบลราชธานี,4,11,เศรษฐกิจ,4536
34,อุบลราชธานี,4,12,เสรีรวมไทย,754
34,อุบลราชธานี,4,13,รวมพลังประชาชน,666
34,อุบลราชธานี,4,14,ท้องที่ไทย,120
34,อุบลราชธานี,4,15,อนาคตไทย,98
34,อุบลราชธานี,4,16,พลังเพื่อไทย,335
34,อุบลราชธานี,4,17,ไทยชนะ,94
34,อุบลราชธานี,4,18,พลังสังคมใหม่,31
34,อุบลราชธานี,4,19,สังคมประชาธิปไตยไทย,53
34,อุบลราชธานี,4,20,ฟิวชัน,43
34,อุบลราชธานี,4,21,ไทรวมพลัง,2489
34,อุบลราชธานี,4,22,ก้าวอิสระ,45
34,อุบลราชธานี,4,23,ปวงชนไทย,36
34,อุบลราชธานี,4,24,วิชชั่นใหม่,90
34,อุบลราชธานี,4,25,เพื่อชีวิตใหม่,53
34,อุบลราชธานี,4,26,คลองไทย,84
34,อุบลราชธานี,4,27,ประชาธิปัตย์,2595
34,อุบลราชธานี,4,28,ไทยก้าวหน้า,169
34,อุบลราชธานี,4,29,ไทยภักดี,617
34,อุบลราชธานี,4,30,แรงงานสร้างชาติ,251
34,อุบลราชธานี,4,31,ประชากรไทย,170
34,อุบลราชธานี,4,32,ครูไทยเพื่อประชาชน,143
34,อุบลราชธานี,4,33,ประชาชาติ,124
34,อุบลราชธานี,4,34,สร้างอนาคตไทย,112
34,อุบลราชธานี,4,35,รักชาติ,216
34,อุบลราชธานี,4,36,ไทยพร้อม,145
34,อุบลราชธานี,4,37,ภูมิใจไทย,11840
34,อุบลราชธานี,4,38,พลังธรรมใหม่,339
34,อุบลราชธานี,4,39,กรีน,60
34,อุบลราชธานี,4,40,ไทยธรรม,72
34,อุบลราชธานี,4,41,แผ่นดินธรรม,48
34,อุบลราชธานี,4,42,กล้าธรรม,1922
34,อุบลราชธานี,4,43,พลังประชารัฐ,289
34,อุบลราชธานี,4,44,โอกาสใหม่,37
34,อุบลราชธานี,4,45,เป็นธรรม,91
34,อุบลราชธานี,4,46,ประชาชน,33818
34,อุบลราชธานี,4,47,ประชาไทย,174
34,อุบลราชธานี,4,48,ไทยสร้างไทย,886
34,อุบลราชธานี,4,49,ไทยก้าวใหม่,287
34,อุบลราชธานี,4,50,ประชาอาสาชาติ,21
34,อุบลราชธานี,4,51,พร้อม,63
34,อุบลราชธานี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,28
34,อุบลราชธานี,4,53,ไทยพิทักษ์ธรรม,13
34,อุบลราชธานี,4,54,ความหวังใหม่,40
34,อุบลราชธานี,4,55,ไทยรวมไทย,21
34,อุบลราชธานี,4,56,เพื่อบ้านเมือง,39
34,อุบลราชธานี,4,57,พลังไทยรักชาติ,81
34,อุบลราชธานี,5,1,ไทยทรัพย์ทวี,795
34,อุบลราชธานี,5,2,เพื่อชาติไทย,4555
34,อุบลราชธานี,5,3,ใหม่,475
34,อุบลราชธานี,5,4,มิติใหม่,631
34,อุบลราชธานี,5,5,รวมใจไทย,896
34,อุบลราชธานี,5,6,รวมไทยสร้างชาติ,1070
34,อุบลราชธานี,5,7,พลวัต,114
34,อุบลราชธานี,5,8,ประชาธิปไตยใหม่,529
34,อุบลราชธานี,5,9,เพื่อไทย,14862
34,อุบลราชธานี,5,10,ทางเลือกใหม่,387
34,อุบลราชธานี,5,11,เศรษฐกิจ,3176
34,อุบลราชธานี,5,12,เสรีรวมไทย,463
34,อุบลราชธานี,5,13,รวมพลังประชาชน,557
34,อุบลราชธานี,5,14,ท้องที่ไทย,91
34,อุบลราชธานี,5,15,อนาคตไทย,67
34,อุบลราชธานี,5,16,พลังเพื่อไทย,248
34,อุบลราชธานี,5,17,ไทยชนะ,151
34,อุบลราชธานี,5,18,พลังสังคมใหม่,30
34,อุบลราชธานี,5,19,สังคมประชาธิปไตยไทย,43
34,อุบลราชธานี,5,20,ฟิวชัน,32
34,อุบลราชธานี,5,21,ไทรวมพลัง,2029
34,อุบลราชธานี,5,22,ก้าวอิสระ,52
34,อุบลราชธานี,5,23,ปวงชนไทย,64
34,อุบลราชธานี,5,24,วิชชั่นใหม่,130
34,อุบลราชธานี,5,25,เพื่อชีวิตใหม่,33
34,อุบลราชธานี,5,26,คลองไทย,105
34,อุบลราชธานี,5,27,ประชาธิปัตย์,3361
34,อุบลราชธานี,5,28,ไทยก้าวหน้า,149
34,อุบลราชธานี,5,29,ไทยภักดี,222
34,อุบลราชธานี,5,30,แรงงานสร้างชาติ,207
34,อุบลราชธานี,5,31,ประชากรไทย,506
34,อุบลราชธานี,5,32,ครูไทยเพื่อประชาชน,289
34,อุบลราชธานี,5,33,ประชาชาติ,203
34,อุบลราชธานี,5,34,สร้างอนาคตไทย,189
34,อุบลราชธานี,5,35,รักชาติ,132
34,อุบลราชธานี,5,36,ไทยพร้อม,207
34,อุบลราชธานี,5,37,ภูมิใจไทย,20418
34,อุบลราชธานี,5,38,พลังธรรมใหม่,311
34,อุบลราชธานี,5,39,กรีน,58
34,อุบลราชธานี,5,40,ไทยธรรม,92
34,อุบลราชธานี,5,41,แผ่นดินธรรม,48
34,อุบลราชธานี,5,42,กล้าธรรม,781
34,อุบลราชธานี,5,43,พลังประชารัฐ,326
34,อุบลราชธานี,5,44,โอกาสใหม่,60
34,อุบลราชธานี,5,45,เป็นธรรม,83
34,อุบลราชธานี,5,46,ประชาชน,19738
34,อุบลราชธานี,5,47,ประชาไทย,164
34,อุบลราชธานี,5,48,ไทยสร้างไทย,508
34,อุบลราชธานี,5,49,ไทยก้าวใหม่,235
34,อุบลราชธานี,5,50,ประชาอาสาชาติ,38
34,อุบลราชธานี,5,51,พร้อม,38
34,อุบลราชธานี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,25
34,อุบลราชธานี,5,53,ไทยพิทักษ์ธรรม,15
34,อุบลราชธานี,5,54,ความหวังใหม่,32
34,อุบลราชธานี,5,55,ไทยรวมไทย,24
34,อุบลราชธานี,5,56,เพื่อบ้านเมือง,61
34,อุบลราชธานี,5,57,พลังไทยรักชาติ,82
34,อุบลราชธานี,6,1,ไทยทรัพย์ทวี,585
34,อุบลราชธานี,6,2,เพื่อชาติไทย,4270
34,อุบลราชธานี,6,3,ใหม่,2529
34,อุบลราชธานี,6,4,มิติใหม่,227
34,อุบลราชธานี,6,5,รวมใจไทย,1070
34,อุบลราชธานี,6,6,รวมไทยสร้างชาติ,1187
34,อุบลราชธานี,6,7,พลวัต,76
34,อุบลราชธานี,6,8,ประชาธิปไตยใหม่,423
34,อุบลราชธานี,6,9,เพื่อไทย,19393
34,อุบลราชธานี,6,10,ทางเลือกใหม่,366
34,อุบลราชธานี,6,11,เศรษฐกิจ,2870
34,อุบลราชธานี,6,12,เสรีรวมไทย,462
34,อุบลราชธานี,6,13,รวมพลังประชาชน,548
34,อุบลราชธานี,6,14,ท้องที่ไทย,48
34,อุบลราชธานี,6,15,อนาคตไทย,66
34,อุบลราชธานี,6,16,พลังเพื่อไทย,243
34,อุบลราชธานี,6,17,ไทยชนะ,110
34,อุบลราชธานี,6,18,พลังสังคมใหม่,20
34,อุบลราชธานี,6,19,สังคมประชาธิปไตยไทย,70
34,อุบลราชธานี,6,20,ฟิวชัน,162
34,อุบลราชธานี,6,21,ไทรวมพลัง,12160
34,อุบลราชธานี,6,22,ก้าวอิสระ,157
34,อุบลราชธานี,6,23,ปวงชนไทย,71
34,อุบลราชธานี,6,24,วิชชั่นใหม่,78
34,อุบลราชธานี,6,25,เพื่อชีวิตใหม่,39
34,อุบลราชธานี,6,26,คลองไทย,84
34,อุบลราชธานี,6,27,ประชาธิปัตย์,2504
34,อุบลราชธานี,6,28,ไทยก้าวหน้า,113
34,อุบลราชธานี,6,29,ไทยภักดี,264
34,อุบลราชธานี,6,30,แรงงานสร้างชาติ,160
34,อุบลราชธานี,6,31,ประชากรไทย,375
34,อุบลราชธานี,6,32,ครูไทยเพื่อประชาชน,318
34,อุบลราชธานี,6,33,ประชาชาติ,97
34,อุบลราชธานี,6,34,สร้างอนาคตไทย,102
34,อุบลราชธานี,6,35,รักชาติ,75
34,อุบลราชธานี,6,36,ไทยพร้อม,102
34,อุบลราชธานี,6,37,ภูมิใจไทย,8016
34,อุบลราชธานี,6,38,พลังธรรมใหม่,390
34,อุบลราชธานี,6,39,กรีน,58
34,อุบลราชธานี,6,40,ไทยธรรม,74
34,อุบลราชธานี,6,41,แผ่นดินธรรม,35
34,อุบลราชธานี,6,42,กล้าธรรม,153
34,อุบลราชธานี,6,43,พลังประชารัฐ,138
34,อุบลราชธานี,6,44,โอกาสใหม่,21
34,อุบลราชธานี,6,45,เป็นธรรม,78
34,อุบลราชธานี,6,46,ประชาชน,15567
34,อุบลราชธานี,6,47,ประชาไทย,78
34,อุบลราชธานี,6,48,ไทยสร้างไทย,570
34,อุบลราชธานี,6,49,ไทยก้าวใหม่,148
34,อุบลราชธานี,6,50,ประชาอาสาชาติ,171
34,อุบลราชธานี,6,51,พร้อม,40
34,อุบลราชธานี,6,52,เครือข่ายชาวนาแห่งประเทศไทย,16
34,อุบลราชธานี,6,53,ไทยพิทักษ์ธรรม,8
34,อุบลราชธานี,6,54,ความหวังใหม่,28
34,อุบลราชธานี,6,55,ไทยรวมไทย,67
34,อุบลราชธานี,6,56,เพื่อบ้านเมือง,40
34,อุบลราชธานี,6,57,พลังไทยรักชาติ,53
34,อุบลราชธานี,7,1,ใหม่,268
34,อุบลราชธานี,7,2,ไทยทรัพย์ทวี,2617
34,อุบลราชธานี,7,3,เพื่อชาติไทย,1860
34,อุบลราชธานี,7,4,มิติใหม่,279
34,อุบลราชธานี,7,5,รวมใจไทย,2409
34,อุบลราชธานี,7,6,รวมไทยสร้างชาติ,945
34,อุบลราชธานี,7,7,พลวัต,129
34,อุบลราชธานี,7,8,ประชาธิปไตยใหม่,568
34,อุบลราชธานี,7,9,เพื่อไทย,27922
34,อุบลราชธานี,7,10,ทางเลือกใหม่,352
34,อุบลราชธานี,7,11,เศรษฐกิจ,3020
34,อุบลราชธานี,7,12,เสรีรวมไทย,306
34,อุบลราชธานี,7,13,รวมพลังประชาชน,428
34,อุบลราชธานี,7,14,ท้องที่ไทย,54
34,อุบลราชธานี,7,15,อนาคตไทย,68
34,อุบลราชธานี,7,16,พลังเพื่อไทย,235
34,อุบลราชธานี,7,17,ไทยชนะ,117
34,อุบลราชธานี,7,18,พลังสังคมใหม่,18
34,อุบลราชธานี,7,19,สังคมประชาธิปไตยไทย,45
34,อุบลราชธานี,7,20,ฟิวชัน,19
34,อุบลราชธานี,7,21,ไทรวมพลัง,859
34,อุบลราชธานี,7,22,ก้าวอิสระ,35
34,อุบลราชธานี,7,23,ปวงชนไทย,51
34,อุบลราชธานี,7,24,วิชชั่นใหม่,60
34,อุบลราชธานี,7,25,เพื่อชีวิตใหม่,23
34,อุบลราชธานี,7,26,คลองไทย,66
34,อุบลราชธานี,7,27,ประชาธิปัตย์,3220
34,อุบลราชธานี,7,28,ไทยก้าวหน้า,92
34,อุบลราชธานี,7,29,ไทยภักดี,213
34,อุบลราชธานี,7,30,แรงงานสร้างชาติ,252
34,อุบลราชธานี,7,31,ประชากรไทย,250
34,อุบลราชธานี,7,32,ครูไทยเพื่อประชาชน,116
34,อุบลราชธานี,7,33,ประชาชาติ,119
34,อุบลราชธานี,7,34,สร้างอนาคตไทย,169
34,อุบลราชธานี,7,35,รักชาติ,136
34,อุบลราชธานี,7,36,ไทยพร้อม,159
34,อุบลราชธานี,7,37,ภูมิใจไทย,20649
34,อุบลราชธานี,7,38,พลังธรรมใหม่,431
34,อุบลราชธานี,7,39,กรีน,80
34,อุบลราชธานี,7,40,ไทยธรรม,63
34,อุบลราชธานี,7,41,แผ่นดินธรรม,33
34,อุบลราชธานี,7,42,กล้าธรรม,292
34,อุบลราชธานี,7,43,พลังประชารัฐ,142
34,อุบลราชธานี,7,44,โอกาสใหม่,26
34,อุบลราชธานี,7,45,เป็นธรรม,66
34,อุบลราชธานี,7,46,ประชาชน,14484
34,อุบลราชธานี,7,47,ประชาไทย,117
34,อุบลราชธานี,7,48,ไทยสร้างไทย,364
34,อุบลราชธานี,7,49,ไทยก้าวใหม่,133
34,อุบลราชธานี,7,50,ประชาอาสาชาติ,19
34,อุบลราชธานี,7,51,พร้อม,44
34,อุบลราชธานี,7,52,เครือข่ายชาวนาแห่งประเทศไทย,12
34,อุบลราชธานี,7,53,ไทยพิทักษ์ธรรม,15
34,อุบลราชธานี,7,54,ความหวังใหม่,21
34,อุบลราชธานี,7,55,ไทยรวมไทย,31
34,อุบลราชธานี,7,56,เพื่อบ้านเมือง,50
34,อุบลราชธานี,7,57,พลังไทยรักชาติ,52
34,อุบลราชธานี,8,1,ไทยทรัพย์ทวี,505
34,อุบลราชธานี,8,2,เพื่อชาติไทย,3809
34,อุบลราชธานี,8,3,ใหม่,2231
34,อุบลราชธานี,8,4,มิติใหม่,327
34,อุบลราชธานี,8,5,รวมใจไทย,1098
34,อุบลราชธานี,8,6,รวมไทยสร้างชาติ,1348
34,อุบลราชธานี,8,7,พลวัต,132
34,อุบลราชธานี,8,8,ประชาธิปไตยใหม่,619
34,อุบลราชธานี,8,9,เพื่อไทย,10349
34,อุบลราชธานี,8,10,ทางเลือกใหม่,286
34,อุบลราชธานี,8,11,เศรษฐกิจ,3968
34,อุบลราชธานี,8,12,เสรีรวมไทย,563
34,อุบลราชธานี,8,13,รวมพลังประชาชน,532
34,อุบลราชธานี,8,14,ท้องที่ไทย,60
34,อุบลราชธานี,8,15,อนาคตไทย,61
34,อุบลราชธานี,8,16,พลังเพื่อไทย,173
34,อุบลราชธานี,8,17,ไทยชนะ,130
34,อุบลราชธานี,8,18,พลังสังคมใหม่,25
34,อุบลราชธานี,8,19,สังคมประชาธิปไตยไทย,46
34,อุบลราชธานี,8,20,ฟิวชัน,108
34,อุบลราชธานี,8,21,ไทรวมพลัง,14007
34,อุบลราชธานี,8,22,ก้าวอิสระ,184
34,อุบลราชธานี,8,23,ปวงชนไทย,115
34,อุบลราชธานี,8,24,วิชชั่นใหม่,89
34,อุบลราชธานี,8,25,เพื่อชีวิตใหม่,34
34,อุบลราชธานี,8,26,คลองไทย,107
34,อุบลราชธานี,8,27,ประชาธิปัตย์,4612
34,อุบลราชธานี,8,28,ไทยก้าวหน้า,131
34,อุบลราชธานี,8,29,ไทยภักดี,243
34,อุบลราชธานี,8,30,แรงงานสร้างชาติ,138
34,อุบลราชธานี,8,31,ประชากรไทย,407
34,อุบลราชธานี,8,32,ครูไทยเพื่อประชาชน,298
34,อุบลราชธานี,8,33,ประชาชาติ,170
34,อุบลราชธานี,8,34,สร้างอนาคตไทย,114
34,อุบลราชธานี,8,35,รักชาติ,130
34,อุบลราชธานี,8,36,ไทยพร้อม,173
34,อุบลราชธานี,8,37,ภูมิใจไทย,18739
34,อุบลราชธานี,8,38,พลังธรรมใหม่,195
34,อุบลราชธานี,8,39,กรีน,45
34,อุบลราชธานี,8,40,ไทยธรรม,97
34,อุบลราชธานี,8,41,แผ่นดินธรรม,43
34,อุบลราชธานี,8,42,กล้าธรรม,136
34,อุบลราชธานี,8,43,พลังประชารัฐ,176
34,อุบลราชธานี,8,44,โอกาสใหม่,46
34,อุบลราชธานี,8,45,เป็นธรรม,97
34,อุบลราชธานี,8,46,ประชาชน,17380
34,อุบลราชธานี,8,47,ประชาไทย,125
34,อุบลราชธานี,8,48,ไทยสร้างไทย,358
34,อุบลราชธานี,8,49,ไทยก้าวใหม่,123
34,อุบลราชธานี,8,50,ประชาอาสาชาติ,181
34,อุบลราชธานี,8,51,พร้อม,57
34,อุบลราชธานี,8,52,เครือข่ายชาวนาแห่งประเทศไทย,14
34,อุบลราชธานี,8,53,ไทยพิทักษ์ธรรม,16
34,อุบลราชธานี,8,54,ความหวังใหม่,18
34,อุบลราชธานี,8,55,ไทยรวมไทย,47
34,อุบลราชธานี,8,56,เพื่อบ้านเมือง,59
34,อุบลราชธานี,8,57,พลังไทยรักชาติ,81
34,อุบลราชธานี,9,1,ไทยทรัพย์ทวี,1438
34,อุบลราชธานี,9,2,เพื่อชาติไทย,1675
34,อุบลราชธานี,9,3,ใหม่,3166
34,อุบลราชธานี,9,4,มิติใหม่,1412
34,อุบลราชธานี,9,5,รวมใจไทย,929
34,อุบลราชธานี,9,6,รวมไทยสร้างชาติ,1087
34,อุบลราชธานี,9,7,พลวัต,112
34,อุบลราชธานี,9,8,ประชาธิปไตยใหม่,346
34,อุบลราชธานี,9,9,เพื่อไทย,13847
34,อุบลราชธานี,9,10,ทางเลือกใหม่,390
34,อุบลราชธานี,9,11,เศรษฐกิจ,3874
34,อุบลราชธานี,9,12,เสรีรวมไทย,491
34,อุบลราชธานี,9,13,รวมพลังประชาชน,459
34,อุบลราชธานี,9,14,ท้องที่ไทย,88
34,อุบลราชธานี,9,15,อนาคตไทย,108
34,อุบลราชธานี,9,16,พลังเพื่อไทย,249
34,อุบลราชธานี,9,17,ไทยชนะ,105
34,อุบลราชธานี,9,18,พลังสังคมใหม่,32
34,อุบลราชธานี,9,19,สังคมประชาธิปไตยไทย,54
34,อุบลราชธานี,9,20,ฟิวชัน,151
34,อุบลราชธานี,9,21,ไทรวมพลัง,20412
34,อุบลราชธานี,9,22,ก้าวอิสระ,103
34,อุบลราชธานี,9,23,ปวงชนไทย,159
34,อุบลราชธานี,9,24,วิชชั่นใหม่,220
34,อุบลราชธานี,9,25,เพื่อชีวิตใหม่,58
34,อุบลราชธานี,9,26,คลองไทย,86
34,อุบลราชธานี,9,27,ประชาธิปัตย์,1994
34,อุบลราชธานี,9,28,ไทยก้าวหน้า,121
34,อุบลราชธานี,9,29,ไทยภักดี,201
34,อุบลราชธานี,9,30,แรงงานสร้างชาติ,247
34,อุบลราชธานี,9,31,ประชากรไทย,296
34,อุบลราชธานี,9,32,ครูไทยเพื่อประชาชน,289
34,อุบลราชธานี,9,33,ประชาชาติ,190
34,อุบลราชธานี,9,34,สร้างอนาคตไทย,137
34,อุบลราชธานี,9,35,รักชาติ,95
34,อุบลราชธานี,9,36,ไทยพร้อม,118
34,อุบลราชธานี,9,37,ภูมิใจไทย,6396
34,อุบลราชธานี,9,38,พลังธรรมใหม่,244
34,อุบลราชธานี,9,39,กรีน,44
34,อุบลราชธานี,9,40,ไทยธรรม,115
34,อุบลราชธานี,9,41,แผ่นดินธรรม,85
34,อุบลราชธานี,9,42,กล้าธรรม,1460
34,อุบลราชธานี,9,43,พลังประชารัฐ,175
34,อุบลราชธานี,9,44,โอกาสใหม่,43
34,อุบลราชธานี,9,45,เป็นธรรม,71
34,อุบลราชธานี,9,46,ประชาชน,12981
34,อุบลราชธานี,9,47,ประชาไทย,96
34,อุบลราชธานี,9,48,ไทยสร้างไทย,384
34,อุบลราชธานี,9,49,ไทยก้าวใหม่,116
34,อุบลราชธานี,9,50,ประชาอาสาชาติ,278
34,อุบลราชธานี,9,51,พร้อม,42
34,อุบลราชธานี,9,52,เครือข่ายชาวนาแห่งประเทศไทย,15
34,อุบลราชธานี,9,53,ไทยพิทักษ์ธรรม,16
34,อุบลราชธานี,9,54,ความหวังใหม่,20
34,อุบลราชธานี,9,55,ไทยรวมไทย,48
34,อุบลราชธานี,9,56,เพื่อบ้านเมือง,38
34,อุบลราชธานี,9,57,พลังไทยรักชาติ,67
34,อุบลราชธานี,10,1,ไทยทรัพย์ทวี,616
34,อุบลราชธานี,10,2,เพื่อชาติไทย,4389
34,อุบลราชธานี,10,3,ใหม่,743
34,อุบลราชธานี,10,4,มิติใหม่,189
34,อุบลราชธานี,10,5,รวมใจไทย,680
34,อุบลราชธานี,10,6,รวมไทยสร้างชาติ,759
34,อุบลราชธานี,10,7,พลวัต,75
34,อุบลราชธานี,10,8,ประชาธิปไตยใหม่,229
34,อุบลราชธานี,10,9,เพื่อไทย,9462
34,อุบลราชธานี,10,10,ทางเลือกใหม่,267
34,อุบลราชธานี,10,11,เศรษฐกิจ,2896
34,อุบลราชธานี,10,12,เสรีรวมไทย,616
34,อุบลราชธานี,10,13,รวมพลังประชาชน,328
34,อุบลราชธานี,10,14,ท้องที่ไทย,63
34,อุบลราชธานี,10,15,อนาคตไทย,58
34,อุบลราชธานี,10,16,พลังเพื่อไทย,173
34,อุบลราชธานี,10,17,ไทยชนะ,82
34,อุบลราชธานี,10,18,พลังสังคมใหม่,29
34,อุบลราชธานี,10,19,สังคมประชาธิปไตยไทย,37
34,อุบลราชธานี,10,20,ฟิวชัน,195
34,อุบลราชธานี,10,21,ไทรวมพลัง,43161
34,อุบลราชธานี,10,22,ก้าวอิสระ,321
34,อุบลราชธานี,10,23,ปวงชนไทย,74
34,อุบลราชธานี,10,24,วิชชั่นไทย,135
34,อุบลราชธานี,10,25,เพื่อชีวิตใหม่,39
34,อุบลราชธานี,10,26,คลองไทย,65
34,อุบลราชธานี,10,27,ประชาธิปัตย์,1146
34,อุบลราชธานี,10,28,ไทยก้าวหน้า,106
34,อุบลราชธานี,10,29,ไทยภักดี,172
34,อุบลราชธานี,10,30,แรงงานสร้างชาติ,133
34,อุบลราชธานี,10,31,ประชากรไทย,477
34,อุบลราชธานี,10,32,ครูไทยเพื่อประชาชน,148
34,อุบลราชธานี,10,33,ประชาชาติ,85
34,อุบลราชธานี,10,34,สร้างอนาคตไทย,58
34,อุบลราชธานี,10,35,รักชาติ,72
34,อุบลราชธานี,10,36,ไทยพร้อม,75
34,อุบลราชธานี,10,37,ภูมิใจไทย,5520
34,อุบลราชธานี,10,38,พลังธรรมใหม่,224
34,อุบลราชธานี,10,39,กรีน,40
34,อุบลราชธานี,10,40,ไทยธรรม,64
34,อุบลราชธานี,10,41,แผ่นดินธรรม,51
34,อุบลราชธานี,10,42,กล้าธรรม,54
34,อุบลราชธานี,10,43,พลังประชารัฐ,95
34,อุบลราชธานี,10,44,โอกาสใหม่,18
34,อุบลราชธานี,10,45,เป็นธรรม,41
34,อุบลราชธานี,10,46,ประชาชน,11557
34,อุบลราชธานี,10,47,ประชาไทย,56
34,อุบลราชธานี,10,48,ไทยสร้างไทย,226
34,อุบลราชธานี,10,49,ไทยก้าวใหม่,89
34,อุบลราชธานี,10,50,ประชาอาสาชาติ,557
34,อุบลราชธานี,10,51,พร้อม,61
34,อุบลราชธานี,10,52,เครือข่ายชาวนาแห่งประเทศไทย,14
34,อุบลราชธานี,10,53,ไทยพิทักษ์ธรรม,15
34,อุบลราชธานี,10,54,ความหวังใหม่,14
34,อุบลราชธานี,10,55,ไทยรวมไทย,44
34,อุบลราชธานี,10,56,เพื่อบ้านใหม่,34
34,อุบลราชธานี,10,57,พลังไทยรักชาติ,81
34,อุบลราชธานี,11,1,ไทยทรัพย์ทวี,462
34,อุบลราชธานี,11,2,เพื่อชาติไทย,1552
34,อุบลราชธานี,11,3,ใหม่,3089
34,อุบลราชธานี,11,4,มิติใหม่,505
34,อุบลราชธานี,11,5,รวมใจไทย,981
34,อุบลราชธานี,11,6,รวมไทยสร้างชาติ,1680
34,อุบลราชธานี,11,7,พลวัต,294
34,อุบลราชธานี,11,8,ประชาธิปไตยใหม่,558
34,อุบลราชธานี,11,9,เพื่อไทย,13111
34,อุบลราชธานี,11,10,ทางเลือกใหม่,394
34,อุบลราชธานี,11,11,เศรษฐกิจ,4913
34,อุบลราชธานี,11,12,เสรีรวมไทย,569
34,อุบลราชธานี,11,13,รวมพลังประชาชน,506
34,อุบลราชธานี,11,14,ท้องที่ไทย,72
34,อุบลราชธานี,11,15,อนาคตไทย,85
34,อุบลราชธานี,11,16,พลังเพื่อไทย,272
34,อุบลราชธานี,11,17,ไทยชนะ,185
34,อุบลราชธานี,11,18,พลังสังคมใหม่,30
34,อุบลราชธานี,11,19,สังคมประชาธิปไตยไทย,54
34,อุบลราชธานี,11,20,ฟิวชัน,63
34,อุบลราชธานี,11,21,ไทรวมพลัง,6554
34,อุบลราชธานี,11,22,ก้าวอิสระ,71
34,อุบลราชธานี,11,23,ปวงชนไทย,115
34,อุบลราชธานี,11,24,วิชชั่นใหม่,317
34,อุบลราชธานี,11,25,เพื่อชีวิตใหม่,57
34,อุบลราชธานี,11,26,คลองไทย,120
34,อุบลราชธานี,11,27,ประชาธิปัตย์,2921
34,อุบลราชธานี,11,28,ไทยก้าวหน้า,171
34,อุบลราชธานี,11,29,ไทยภักดี,307
34,อุบลราชธานี,11,30,แรงงานสร้างชาติ,134
34,อุบลราชธานี,11,31,ประชากรไทย,284
34,อุบลราชธานี,11,32,ครูไทยเพื่อประชาชน,255
34,อุบลราชธานี,11,33,ประชาชาติ,202
34,อุบลราชธานี,11,34,สร้างอนาคตไทย,151
34,อุบลราชธานี,11,35,รักชาติ,142
34,อุบลราชธานี,11,36,ไทยพร้อม,204
34,อุบลราชธานี,11,37,ภูมิใจไทย,16830
34,อุบลราชธานี,11,38,พลังธรรมใหม่,300
34,อุบลราชธานี,11,39,กรีน,58
34,อุบลราชธานี,11,40,ไทยธรรม,110
34,อุบลราชธานี,11,41,แผ่นดินธรรม,34
34,อุบลราชธานี,11,42,กล้าธรรม,157
34,อุบลราชธานี,11,43,พลังประชารัฐ,178
34,อุบลราชธานี,11,44,โอกาสใหม่,34
34,อุบลราชธานี,11,45,เป็นธรรม,70
34,อุบลราชธานี,11,46,ประชาชน,17866
34,อุบลราชธานี,11,47,ประชาไทย,162
34,อุบลราชธานี,11,48,ไทยสร้างไทย,1146
34,อุบลราชธานี,11,49,ไทยก้าวใหม่,143
34,อุบลราชธานี,11,50,ประชาอาสาชาติ,64
34,อุบลราชธานี,11,51,พร้อม,43
34,อุบลราชธานี,11,52,เครือข่ายชาวนาแห่งประเทศไทย,20
34,อุบลราชธานี,11,53,ไทยพิทักษ์ธรรม,14
34,อุบลราชธานี,11,54,ความหวังใหม่,41
34,อุบลราชธานี,11,55,ไทยรวมไทย,29
34,อุบลราชธานี,11,56,เพื่อบ้านเมือง,43
34,อุบลราชธานี,11,57,พลังไทยรักชาติ,71
35,ยโสธร,1,1,ไทยทรัพย์ทวี,276
35,ยโสธร,1,2,เพื่อชาติไทย,3750
35,ยโสธร,1,3,ใหม่,434
35,ยโสธร,1,4,มิติใหม่,1272
35,ยโสธร,1,5,รวมใจไทย,582
35,ยโสธร,1,6,รวมไทยสร้างชาติ,1143
35,ยโสธร,1,7,พลวัต,98
35,ยโสธร,1,8,ประชาธิปไตยใหม่,630
35,ยโสธร,1,9,เพื่อไทย,35831
35,ยโสธร,1,10,ทางเลือกใหม่,436
35,ยโสธร,1,11,เศรษฐกิจ,2853
35,ยโสธร,1,12,เสรีรวมไทย,681
35,ยโสธร,1,13,รวมพลังประชาชน,408
35,ยโสธร,1,14,ท้องที่ไทย,103
35,ยโสธร,1,15,อนาคตไทย,84
35,ยโสธร,1,16,พลังเพื่อไทย,259
35,ยโสธร,1,17,ไทยชนะ,76
35,ยโสธร,1,18,พลังสังคมใหม่,19
35,ยโสธร,1,19,สังคมประชาธิปไตย,34
35,ยโสธร,1,20,ฟิวชัน,22
35,ยโสธร,1,21,ไทรวมพลัง,122
35,ยโสธร,1,22,ก้าวอิสระ,26
35,ยโสธร,1,23,ปวงชนไทย,41
35,ยโสธร,1,24,วิชชั่นใหม่,43
35,ยโสธร,1,25,เพื่อชีวิตใหม่,16
35,ยโสธร,1,26,คลองไทย,46
35,ยโสธร,1,27,ประชาธิปัตย์,2270
35,ยโสธร,1,28,ไทยก้าวหน้า,119
35,ยโสธร,1,29,ไทยภักดี,375
35,ยโสธร,1,30,แรงงานสร้างชาติ,72
35,ยโสธร,1,31,ประชากรไทย,218
35,ยโสธร,1,32,ครูไทยเพื่อประชาชน,153
35,ยโสธร,1,33,ประชาชาติ,136
35,ยโสธร,1,34,สร้างอนาคตไทย,137
35,ยโสธร,1,35,รักชาติ,64
35,ยโสธร,1,36,ไทยพร้อม,134
35,ยโสธร,1,37,ภูมิใจไทย,19125
35,ยโสธร,1,38,พลังธรรมใหม่,422
35,ยโสธร,1,39,กรีน,59
35,ยโสธร,1,40,ไทยธรรม,34
35,ยโสธร,1,41,แผ่นดินธรรม,17
35,ยโสธร,1,42,กล้าธรรม,107
35,ยโสธร,1,43,พลังประชารัฐ,136
35,ยโสธร,1,44,โอกาสใหม่,1101
35,ยโสธร,1,45,เป็นธรรม,46
35,ยโสธร,1,46,ประชาชน,24263
35,ยโสธร,1,47,ประชาไทย,105
35,ยโสธร,1,48,ไทยสร้างไทย,796
35,ยโสธร,1,49,ไทยก้าวใหม่,299
35,ยโสธร,1,50,ประชาอาสาชาติ,9
35,ยโสธร,1,51,พร้อม,31
35,ยโสธร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,14
35,ยโสธร,1,53,ไทยพิทักษ์ธรรม,5
35,ยโสธร,1,54,ความหวังใหม่,25
35,ยโสธร,1,55,ไทยรวมไทย,4
35,ยโสธร,1,56,เพื่อบ้านเมือง,17
35,ยโสธร,1,57,พลังไทยรักชาติ,39
35,ยโสธร,2,2,ไทยทรัพย์ทวี,1516
35,ยโสธร,2,3,เพื่อชาติไทย,1416
35,ยโสธร,2,4,ใหม่,1940
35,ยโสธร,2,5,รวมใจไทย,564
35,ยโสธร,2,6,รวมไทยสร้างชาติ,759
35,ยโสธร,2,7,พลวัต,84
35,ยโสธร,2,8,ประชาธิปไตยใหม่,722
35,ยโสธร,2,9,เพื่อไทย,33275
35,ยโสธร,2,10,ทางเลือกใหม่,260
35,ยโสธร,2,11,เศรษฐกิจ,2358
35,ยโสธร,2,12,เสรีรวมไทย,476
35,ยโสธร,2,13,รวมพลังประชาชน,355
35,ยโสธร,2,14,ท้องที่ไทย,81
35,ยโสธร,2,15,อนาคตไทย,40
35,ยโสธร,2,16,พลังเพื่อไทย,210
35,ยโสธร,2,17,ไทยชนะ,83
35,ยโสธร,2,18,พลังสังคมใหม่,16
35,ยโสธร,2,19,สังคมประชาธิปไตยไทย,36
35,ยโสธร,2,20,ฟิวชัน,21
35,ยโสธร,2,21,ไทรวมพลัง,121
35,ยโสธร,2,22,ก้าวอิสระ,14
35,ยโสธร,2,23,ปวงชนไทย,40
35,ยโสธร,2,24,วิชชั่นใหม่,28
35,ยโสธร,2,25,เพื่อชีวิตใหม่,13
35,ยโสธร,2,26,คลองไทย,38
35,ยโสธร,2,27,ประชาธิปัตย์,1283
35,ยโสธร,2,28,ไทยก้าวหน้า,93
35,ยโสธร,2,29,ไทยภักดี,225
35,ยโสธร,2,30,แรงงานสร้างชาติ,143
35,ยโสธร,2,31,ประชากรไทย,150
35,ยโสธร,2,32,ครูไทยเพื่อประชาชน,188
35,ยโสธร,2,33,ประชาชาติ,100
35,ยโสธร,2,34,สร้างอนาคตไทย,147
35,ยโสธร,2,35,รักชาติ,57
35,ยโสธร,2,36,ไทยพร้อม,145
35,ยโสธร,2,37,ภูมิใจไทย,21845
35,ยโสธร,2,38,พลังธรรมใหม่,454
35,ยโสธร,2,39,กรีน,45
35,ยโสธร,2,40,ไทยธรรม,38
35,ยโสธร,2,41,แผ่นดินธรรม,17
35,ยโสธร,2,42,กล้าธรรม,77
35,ยโสธร,2,43,พลังประชารัฐ,115
35,ยโสธร,2,44,โอกาสใหม่,40
35,ยโสธร,2,45,เป็นธรรม,66
35,ยโสธร,2,46,ประชาชน,18560
35,ยโสธร,2,47,ประชาไทย,83
35,ยโสธร,2,48,ไทยสร้างไทย,497
35,ยโสธร,2,49,ไทยก้าวใหม่,146
35,ยโสธร,2,50,ประชาอาสาชาติ,4
35,ยโสธร,2,51,พร้อม,33
35,ยโสธร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,6
35,ยโสธร,2,53,ไทยพิทักษ์ธรรม,5
35,ยโสธร,2,54,ความหวังใหม่,15
35,ยโสธร,2,55,ไทยรวมไทย,12
35,ยโสธร,2,56,เพื่อบ้านเมือง,19
35,ยโสธร,2,57,พลังไทยรักชาติ,35
35,ยโสธร,3,1,ไทยทรัพย์ทวี,1845
35,ยโสธร,3,2,เพื่อชาติไทย,3897
35,ยโสธร,3,3,ใหม่,555
35,ยโสธร,3,4,มิติใหม่,249
35,ยโสธร,3,5,รวมใจไทย,499
35,ยโสธร,3,6,รวมไทยสร้างชาติ,835
35,ยโสธร,3,7,พลวัต,87
35,ยโสธร,3,8,ประชาธิปไตยใหม่,543
35,ยโสธร,3,9,เพื่อไทย,33291
35,ยโสธร,3,10,ทางเลือกใหม่,330
35,ยโสธร,3,11,เศรษฐกิจ,2857
35,ยโสธร,3,12,เสรีรวมไทย,545
35,ยโสธร,3,13,รวมพลังประชาชน,519
35,ยโสธร,3,14,ท้องที่ไทย,61
35,ยโสธร,3,15,อนาคตไทย,45
35,ยโสธร,3,16,พลังเพื่อไทย,239
35,ยโสธร,3,17,ไทยชนะ,87
35,ยโสธร,3,18,พลังสังคมใหม่,14
35,ยโสธร,3,19,สังคมประชาธิปไตยไทย,51
35,ยโสธร,3,20,ฟิวชัน,25
35,ยโสธร,3,21,ไทรวมพลัง,73
35,ยโสธร,3,22,ก้าวอิสระ,26
35,ยโสธร,3,23,ปวงชนไทย,45
35,ยโสธร,3,24,วิชชั่นใหม่,34
35,ยโสธร,3,25,เพื่อชีวิตใหม่,22
35,ยโสธร,3,26,คลองไทย,60
35,ยโสธร,3,27,ประชาธิปัตย์,1489
35,ยโสธร,3,28,ไทยก้าวหน้า,129
35,ยโสธร,3,29,ไทยภักดี,234
35,ยโสธร,3,30,แรงงานสร้างชาติ,216
35,ยโสธร,3,31,ประชากรไทย,264
35,ยโสธร,3,32,ครูไทยเพื่อประชาชน,205
35,ยโสธร,3,33,ประชาชาติ,85
35,ยโสธร,3,34,สร้างอนาคตไทย,124
35,ยโสธร,3,35,รักชาติ,74
35,ยโสธร,3,36,ไทยพร้อม,141
35,ยโสธร,3,37,ภูมิใจไทย,20198
35,ยโสธร,3,38,พลังธรรมใหม่,455
35,ยโสธร,3,39,กรีน,60
35,ยโสธร,3,40,ไทยธรรม,45
35,ยโสธร,3,41,แผ่นดินธรรม,13
35,ยโสธร,3,42,กล้าธรรม,494
35,ยโสธร,3,43,พลังประชารัฐ,252
35,ยโสธร,3,44,โอกาสใหม่,34
35,ยโสธร,3,45,เป็นธรรม,59
35,ยโสธร,3,46,ประชาชน,21424
35,ยโสธร,3,47,ประชาไทย,127
35,ยโสธร,3,48,ไทยสร้างไทย,477
35,ยโสธร,3,49,ไทยก้าวใหม่,168
35,ยโสธร,3,50,ประชาอาสาชาติ,11
35,ยโสธร,3,51,พร้อม,38
35,ยโสธร,3,52,เครือข่ายชาวนาแห่งประเทศไทย,14
35,ยโสธร,3,53,ไทยพิทักษ์ธรรม,9
35,ยโสธร,3,54,ความหวังใหม่,21
35,ยโสธร,3,55,ไทยรวมไทย,20
35,ยโสธร,3,56,เพื่อบ้านเมือง,27
35,ยโสธร,3,57,พลังไทยรักชาติ,47
36,ชัยภูมิ,1,1,รวมใจไทย,554
36,ชัยภูมิ,1,2,ไทยทรัพย์ทวี,953
36,ชัยภูมิ,1,3,เพื่อชาติไทย,5706
36,ชัยภูมิ,1,4,ใหม่,411
36,ชัยภูมิ,1,5,มิติใหม่,469
36,ชัยภูมิ,1,6,รวมไทยสร้างชาติ,1651
36,ชัยภูมิ,1,7,พลวัต,82
36,ชัยภูมิ,1,8,ประชาธิปไตยใหม่,546
36,ชัยภูมิ,1,9,เพื่อไทย,21476
36,ชัยภูมิ,1,10,ทางเลือกใหม่,391
36,ชัยภูมิ,1,11,เศรษฐกิจ,3240
36,ชัยภูมิ,1,12,เสรีรวมไทย,906
36,ชัยภูมิ,1,13,ท้องที่ไทย,635
36,ชัยภูมิ,1,14,อนาคตไทย,64
36,ชัยภูมิ,1,15,ไทยชนะ,101
36,ชัยภูมิ,1,16,พลังสังคมใหม่,251
36,ชัยภูมิ,1,17,(พันตำรวจเอก เสกสรร บุญยรัชนิกร),105
36,ชัยภูมิ,1,18,ไทยชนะ,20
36,ชัยภูมิ,1,19,(นางสราลี),58
36,ชัยภูมิ,1,20,ฟิวชัน,65
36,ชัยภูมิ,1,21,ไทรวมพลัง,117
36,ชัยภูมิ,1,22,ก้าวอิสระ,87
36,ชัยภูมิ,1,23,ปวงชนไทย,40
36,ชัยภูมิ,1,24,วิชชั่นใหม่,92
36,ชัยภูมิ,1,25,เพื่อชีวิตใหม่,32
36,ชัยภูมิ,1,26,คลองไทย,85
36,ชัยภูมิ,1,27,ประชาธิปัตย์,2434
36,ชัยภูมิ,1,28,ไทยก้าวหน้า,167
36,ชัยภูมิ,1,29,ไทยภักดี,557
36,ชัยภูมิ,1,30,แรงงานสร้างชาติ,174
36,ชัยภูมิ,1,31,ประชากรไทย,350
36,ชัยภูมิ,1,32,ครูไทยเพื่อประชาชน,277
36,ชัยภูมิ,1,33,ประชาชาติ,108
36,ชัยภูมิ,1,34,สร้างอนาคตไทย,79
36,ชัยภูมิ,1,35,รักชาติ,104
36,ชัยภูมิ,1,36,,0
36,ชัยภูมิ,1,37,ไทยพร้อม,99
36,ชัยภูมิ,1,38,ภูมิใจไทย,10042
36,ชัยภูมิ,1,39,พลังธรรมใหม่,325
36,ชัยภูมิ,1,40,ไทยธรรม,66
36,ชัยภูมิ,1,41,แผ่นดินธรรม,35
36,ชัยภูมิ,1,42,กล้าธรรม,543
36,ชัยภูมิ,1,43,พลังประชารัฐ,167
36,ชัยภูมิ,1,44,โอกาสใหม่,48
36,ชัยภูมิ,1,45,เป็นธรรม,69
36,ชัยภูมิ,1,46,ประชาชน,26286
36,ชัยภูมิ,1,47,ประชาไทย,125
36,ชัยภูมิ,1,48,ไทยสร้างไทย,528
36,ชัยภูมิ,1,49,ไทยก้าวใหม่,329
36,ชัยภูมิ,1,50,ประชาอาสาชาติ,14
36,ชัยภูมิ,1,51,พร้อม,47
36,ชัยภูมิ,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
36,ชัยภูมิ,1,53,ไทยพิทักษ์ธรรม,17
36,ชัยภูมิ,1,54,ความหวังใหม่,33
36,ชัยภูมิ,1,55,ไทยรวมไทย,11
36,ชัยภูมิ,1,56,เพื่อบ้านเมือง,26
36,ชัยภูมิ,1,57,พลังไทยรักชาติ,65
36,ชัยภูมิ,2,1,ไทยทรัพย์ทวี,592
36,ชัยภูมิ,2,2,เพื่อชาติไทย,3046
36,ชัยภูมิ,2,3,ใหม่,3813
36,ชัยภูมิ,2,4,มิติใหม่,371
36,ชัยภูมิ,2,5,รวมใจไทย,883
36,ชัยภูมิ,2,6,รวมไทยสร้างชาติ,1659
36,ชัยภูมิ,2,7,พลวัต,150
36,ชัยภูมิ,2,8,ประชาธิปไตยใหม่,646
36,ชัยภูมิ,2,9,เพื่อไทย,25099
36,ชัยภูมิ,2,10,ทางเลือกใหม่,455
36,ชัยภูมิ,2,11,เศรษฐกิจ,4338
36,ชัยภูมิ,2,12,เสรีรวมไทย,613
36,ชัยภูมิ,2,13,รวมพลังประชาชน,752
36,ชัยภูมิ,2,14,ท้องที่ไทย,59
36,ชัยภูมิ,2,15,อนาคตไทย,97
36,ชัยภูมิ,2,16,พลังเพื่อไทย,335
36,ชัยภูมิ,2,17,ไทยชนะ,131
36,ชัยภูมิ,2,18,พลังสังคมใหม่,38
36,ชัยภูมิ,2,19,สังคมประชาธิปไตยไทย,56
36,ชัยภูมิ,2,20,ฟิวชัน,78
36,ชัยภูมิ,2,21,ไทรวมพลัง,57
36,ชัยภูมิ,2,22,ก้าวอิสระ,50
36,ชัยภูมิ,2,23,ปวงชนไทย,55
36,ชัยภูมิ,2,24,วิชชั่นใหม่,82
36,ชัยภูมิ,2,25,เพื่อชีวิตใหม่,29
36,ชัยภูมิ,2,26,คลองไทย,104
36,ชัยภูมิ,2,27,ประชาธิปัตย์,3597
36,ชัยภูมิ,2,28,ไทยก้าวหน้า,179
36,ชัยภูมิ,2,29,ไทยภักดี,339
36,ชัยภูมิ,2,30,แรงงานสร้างชาติ,145
36,ชัยภูมิ,2,31,ประชากรไทย,268
36,ชัยภูมิ,2,32,ครูไทยเพื่อประชาชน,364
36,ชัยภูมิ,2,33,ประชาชาติ,157
36,ชัยภูมิ,2,34,สร้างอนาคตไทย,140
36,ชัยภูมิ,2,35,รักชาติ,135
36,ชัยภูมิ,2,36,ไทยพร้อม,134
36,ชัยภูมิ,2,37,ภูมิใจไทย,7952
36,ชัยภูมิ,2,38,พลังธรรมใหม่,404
36,ชัยภูมิ,2,39,กรีน,46
36,ชัยภูมิ,2,40,ไทยธรรม,70
36,ชัยภูมิ,2,41,แผ่นดินธรรม,34
36,ชัยภูมิ,2,42,กล้าธรรม,230
36,ชัยภูมิ,2,43,พลังประชารัฐ,228
36,ชัยภูมิ,2,44,โอกาสใหม่,63
36,ชัยภูมิ,2,45,เป็นธรรม,129
36,ชัยภูมิ,2,46,ประชาชน,20039
36,ชัยภูมิ,2,47,ประชาไทย,189
36,ชัยภูมิ,2,48,ไทยสร้างไทย,456
36,ชัยภูมิ,2,49,ไทยก้าวใหม่,203
36,ชัยภูมิ,2,50,ประชาอาสาชาติ,9
36,ชัยภูมิ,2,51,พร้อม,55
36,ชัยภูมิ,2,52,เครือข่ายชาวนาแห่งประเทศไทย,45
36,ชัยภูมิ,2,53,ไทยพิทักษ์ธรรม,15
36,ชัยภูมิ,2,54,ความหวังใหม่,28
36,ชัยภูมิ,2,55,ไทยรวมไทย,23
36,ชัยภูมิ,2,56,เพื่อบ้านเมือง,34
36,ชัยภูมิ,2,57,พลังไทยรักชาติ,76
36,ชัยภูมิ,3,1,ไทยทรัพย์ทวี,4510
36,ชัยภูมิ,3,2,เพื่อชาติไทย,2523
36,ชัยภูมิ,3,3,ใหม่,786
36,ชัยภูมิ,3,4,มิติใหม่,249
36,ชัยภูมิ,3,5,รวมใจไทย,2508
36,ชัยภูมิ,3,6,รวมไทยสร้างชาติ,1388
36,ชัยภูมิ,3,7,พลวัต,103
36,ชัยภูมิ,3,8,ประชาธิปไตยใหม่,589
36,ชัยภูมิ,3,9,เพื่อไทย,15890
36,ชัยภูมิ,3,10,ทางเลือกใหม่,428
36,ชัยภูมิ,3,11,เศรษฐกิจ,3773
36,ชัยภูมิ,3,12,เสรีรวมไทย,536
36,ชัยภูมิ,3,13,รวมพลังประชาชน,683
36,ชัยภูมิ,3,14,ท้องที่ไทย,99
36,ชัยภูมิ,3,15,อนาคตไทย,122
36,ชัยภูมิ,3,16,พลังเพื่อไทย,266
36,ชัยภูมิ,3,17,ไทยชนะ,133
36,ชัยภูมิ,3,18,พลังสังคมใหม่,29
36,ชัยภูมิ,3,19,สังคมประชาธิปไตยไทย,43
36,ชัยภูมิ,3,20,ฟิวชัน,27
36,ชัยภูมิ,3,21,ไทรวมพลัง,66
36,ชัยภูมิ,3,22,ก้าวอิสระ,35
36,ชัยภูมิ,3,23,ปวงชนไทย,73
36,ชัยภูมิ,3,24,วิชชั่นใหม่,109
36,ชัยภูมิ,3,25,เพื่อชีวิตใหม่,45
36,ชัยภูมิ,3,26,คลองไทย,129
36,ชัยภูมิ,3,27,ประชาธิปัตย์,3035
36,ชัยภูมิ,3,28,ไทยก้าวหน้า,152
36,ชัยภูมิ,3,29,ไทยภักดี,335
36,ชัยภูมิ,3,30,แรงงานสร้างชาติ,454
36,ชัยภูมิ,3,31,ประชากรไทย,285
36,ชัยภูมิ,3,32,ครูไทยเพื่อประชาชน,203
36,ชัยภูมิ,3,33,ประชาชาติ,138
36,ชัยภูมิ,3,34,สร้างอนาคตไทย,204
36,ชัยภูมิ,3,35,รักชาติ,118
36,ชัยภูมิ,3,36,ไทยพร้อม,163
36,ชัยภูมิ,3,37,ภูมิใจไทย,13685
36,ชัยภูมิ,3,38,พลังธรรมใหม่,220
36,ชัยภูมิ,3,39,กรีน,56
36,ชัยภูมิ,3,40,ไทยธรรม,70
36,ชัยภูมิ,3,41,แผ่นดินธรรม,23
36,ชัยภูมิ,3,42,กล้าธรรม,119
36,ชัยภูมิ,3,43,พลังประชารัฐ,244
36,ชัยภูมิ,3,44,โอกาสใหม่,59
36,ชัยภูมิ,3,45,เป็นธรรม,202
36,ชัยภูมิ,3,46,ประชาชน,17273
36,ชัยภูมิ,3,47,ประชาไทย,110
36,ชัยภูมิ,3,48,ไทยสร้างไทย,328
36,ชัยภูมิ,3,49,ไทยก้าวใหม่,189
36,ชัยภูมิ,3,50,ประชาอาสาชาติ,12
36,ชัยภูมิ,3,51,พร้อม,46
36,ชัยภูมิ,3,52,เครือข่ายชาวนาแห่งประเทศไทย,26
36,ชัยภูมิ,3,53,ไทยพิทักษ์ธรรม,15
36,ชัยภูมิ,3,54,ความหวังใหม่,27
36,ชัยภูมิ,3,55,ไทยรวมไทย,21
36,ชัยภูมิ,3,56,เพื่อบ้านเมือง,59
36,ชัยภูมิ,3,57,พลังไทยรักชาติ,93
36,ชัยภูมิ,4,1,ไทยทรัพย์ทวี,1506
36,ชัยภูมิ,4,2,เพื่อชาติไทย,2017
36,ชัยภูมิ,4,3,ใหม่,441
36,ชัยภูมิ,4,4,มิติใหม่,282
36,ชัยภูมิ,4,5,รวมใจไทย,3319
36,ชัยภูมิ,4,6,รวมไทยสร้างชาติ,2224
36,ชัยภูมิ,4,7,พลวัต,135
36,ชัยภูมิ,4,8,ประชาธิปไตยใหม่,474
36,ชัยภูมิ,4,9,เพื่อไทย,17094
36,ชัยภูมิ,4,10,ทางเลือกใหม่,315
36,ชัยภูมิ,4,11,เศรษฐกิจ,3314
36,ชัยภูมิ,4,12,เสรีรวมไทย,557
36,ชัยภูมิ,4,13,รวมพลังประชาชน,727
36,ชัยภูมิ,4,14,ท้องที่ไทย,110
36,ชัยภูมิ,4,15,อนาคตไทย,120
36,ชัยภูมิ,4,16,พลังเพื่อไทย,326
36,ชัยภูมิ,4,17,ไทยชนะ,160
36,ชัยภูมิ,4,18,พลังสังคมใหม่,48
36,ชัยภูมิ,4,19,สังคมประชาธิปไตยไทย,42
36,ชัยภูมิ,4,20,ฟิวชัน,24
36,ชัยภูมิ,4,21,ไทยรวมพลัง,53
36,ชัยภูมิ,4,22,ก้าวอิสระ,42
36,ชัยภูมิ,4,23,ปวงชนไทย,64
36,ชัยภูมิ,4,24,วินัยไทย,286
36,ชัยภูมิ,4,25,เพื่อชีวิตใหม่,46
36,ชัยภูมิ,4,26,คลองไทย,110
36,ชัยภูมิ,4,27,ประชาธิปัตย์,1250
36,ชัยภูมิ,4,28,ไทยก้าวหน้า,144
36,ชัยภูมิ,4,29,ไทยภักดี,235
36,ชัยภูมิ,4,30,แรงงานสร้างชาติ,227
36,ชัยภูมิ,4,31,ประชากรไทย,265
36,ชัยภูมิ,4,32,ครูไทยเพื่อประชาชน,255
36,ชัยภูมิ,4,33,ประชาชาติ,125
36,ชัยภูมิ,4,34,สร้างอนาคตไทย,302
36,ชัยภูมิ,4,35,รักชาติ,213
36,ชัยภูมิ,4,36,ไทยพร้อม,177
36,ชัยภูมิ,4,37,ภูมิใจไทย,11885
36,ชัยภูมิ,4,38,พลังธรรมใหม่,375
36,ชัยภูมิ,4,39,กรีน,59
36,ชัยภูมิ,4,40,ไทยธรรม,92
36,ชัยภูมิ,4,41,แผ่นดินธรรม,44
36,ชัยภูมิ,4,42,กล้าธรรม,3147
36,ชัยภูมิ,4,43,พลังประชารัฐ,222
36,ชัยภูมิ,4,44,โอกาสไทย,47
36,ชัยภูมิ,4,45,เป็นธรรม,106
36,ชัยภูมิ,4,46,ประชาชน,16714
36,ชัยภูมิ,4,47,ประชาไทย,160
36,ชัยภูมิ,4,48,ไทยสร้างไทย,490
36,ชัยภูมิ,4,49,ไทยก้าวใหม่,151
36,ชัยภูมิ,4,50,ประชาอาสาชาติ,10
36,ชัยภูมิ,4,51,พลัง,42
36,ชัยภูมิ,4,52,เครือข่ายชาวนาแห่งประเทศไทย,24
36,ชัยภูมิ,4,53,ไทยพิทักษ์ธรรม,23
36,ชัยภูมิ,4,54,ความหวังใหม่,32
36,ชัยภูมิ,4,55,ไทยรวมไทย,78
36,ชัยภูมิ,4,56,เพื่อบ้านเมือง,25
36,ชัยภูมิ,4,57,พลังไทยรักชาติ,70
36,ชัยภูมิ,5,1,ไทยทรัพย์ทวี,576
36,ชัยภูมิ,5,2,เพื่อชาติไทย,4720
36,ชัยภูมิ,5,3,ใหม่,578
36,ชัยภูมิ,5,4,มิติใหม่,1733
36,ชัยภูมิ,5,5,รวมใจไทย,3231
36,ชัยภูมิ,5,6,รวมไทยสร้างชาติ,1451
36,ชัยภูมิ,5,7,พลวัต,171
36,ชัยภูมิ,5,8,ประชาธิปไตยใหม่,508
36,ชัยภูมิ,5,9,เพื่อไทย,22074
36,ชัยภูมิ,5,10,ทางเลือกใหม่,538
36,ชัยภูมิ,5,11,เศรษฐกิจ,3906
36,ชัยภูมิ,5,12,เสรีรวมไทย,611
36,ชัยภูมิ,5,13,รวมพลังประชาชน,771
36,ชัยภูมิ,5,14,ท้องที่ไทย,141
36,ชัยภูมิ,5,15,อนาคตไทย,112
36,ชัยภูมิ,5,16,พลังเพื่อไทย,374
36,ชัยภูมิ,5,17,ไทยชนะ,142
36,ชัยภูมิ,5,18,พลังสังคมใหม่,37
36,ชัยภูมิ,5,19,สังคมประชาธิปไตยไทย,53
36,ชัยภูมิ,5,20,ฟิวชัน,35
36,ชัยภูมิ,5,21,ไทรวมพลัง,73
36,ชัยภูมิ,5,22,ก้าวอิสระ,50
36,ชัยภูมิ,5,23,ปวงชนไทย,66
36,ชัยภูมิ,5,24,วิชชั่นใหม่,284
36,ชัยภูมิ,5,25,เพื่อชีวิตใหม่,42
36,ชัยภูมิ,5,26,คลองไทย,118
36,ชัยภูมิ,5,27,ประชาธิปัตย์,2066
36,ชัยภูมิ,5,28,ไทยก้าวหน้า,165
36,ชัยภูมิ,5,29,ไทยภักดี,247
36,ชัยภูมิ,5,30,แรงงานสร้างชาติ,221
36,ชัยภูมิ,5,31,ประชากรไทย,423
36,ชัยภูมิ,5,32,ครูไทยเพื่อประชาชน,205
36,ชัยภูมิ,5,33,ประชาชาติ,234
36,ชัยภูมิ,5,34,สร้างอนาคตไทย,296
36,ชัยภูมิ,5,35,รักชาติ,152
36,ชัยภูมิ,5,36,ไทยพร้อม,178
36,ชัยภูมิ,5,37,ภูมิใจไทย,11306
36,ชัยภูมิ,5,38,พลังธรรมใหม่,371
36,ชัยภูมิ,5,39,กรีน,66
36,ชัยภูมิ,5,40,ไทยธรรม,98
36,ชัยภูมิ,5,41,แผ่นดินธรรม,55
36,ชัยภูมิ,5,42,กล้าธรรม,3173
36,ชัยภูมิ,5,43,พลังประชารัฐ,306
36,ชัยภูมิ,5,44,โอกาสใหม่,58
36,ชัยภูมิ,5,45,เป็นธรรม,407
36,ชัยภูมิ,5,46,ประชาชน,18890
36,ชัยภูมิ,5,47,ประชาไทย,310
36,ชัยภูมิ,5,48,ไทยสร้างไทย,443
36,ชัยภูมิ,5,49,ไทยก้าวใหม่,169
36,ชัยภูมิ,5,50,ประชาอาสาชาติ,9
36,ชัยภูมิ,5,51,พร้อม,44
36,ชัยภูมิ,5,52,เครือข่ายชาวนาแห่งประเทศไทย,16
36,ชัยภูมิ,5,53,ไทยพิทักษ์ธรรม,26
36,ชัยภูมิ,5,54,ความหวังใหม่,35
36,ชัยภูมิ,5,55,ไทยรวมไทย,21
36,ชัยภูมิ,5,56,เพื่อบ้านเมือง,29
36,ชัยภูมิ,5,57,พลังไทยรักชาติ,59
36,ชัยภูมิ,6,1,ใหม่,447
36,ชัยภูมิ,6,2,ไทยทรัพย์ทวี,464
36,ชัยภูมิ,6,3,เพื่อชาติไทย,1891
36,ชัยภูมิ,6,4,มิติใหม่,235
36,ชัยภูมิ,6,5,รวมใจไทย,4143
36,ชัยภูมิ,6,6,รวมไทยสร้างชาติ,1889
36,ชัยภูมิ,6,7,พลวัต,157
36,ชัยภูมิ,6,8,ประชาธิปไตยใหม่,564
36,ชัยภูมิ,6,9,เพื่อไทย,21029
36,ชัยภูมิ,6,10,ทางเลือกใหม่,461
36,ชัยภูมิ,6,11,เศรษฐกิจ,3086
36,ชัยภูมิ,6,12,เสรีรวมไทย,646
36,ชัยภูมิ,6,13,รวมพลังประชาชน,580
36,ชัยภูมิ,6,14,ท้องที่ไทย,145
36,ชัยภูมิ,6,15,อนาคตไทย,98
36,ชัยภูมิ,6,16,พลังเพื่อไทย,318
36,ชัยภูมิ,6,17,ไทยชนะ,161
36,ชัยภูมิ,6,18,พลังสังคมใหม่,23
36,ชัยภูมิ,6,19,สังคมประชาธิปไตยไทย,41
36,ชัยภูมิ,6,20,ฟิวชัน,24
36,ชัยภูมิ,6,21,ไทรวมพลัง,54
36,ชัยภูมิ,6,22,ก้าวอิสระ,36
36,ชัยภูมิ,6,23,ปวงชนไทย,71
36,ชัยภูมิ,6,24,วิชชั่นใหม่,76
36,ชัยภูมิ,6,25,เพื่อชีวิตใหม่,47
36,ชัยภูมิ,6,26,คลองไทย,97
36,ชัยภูมิ,6,27,ประชาธิปัตย์,1601
36,ชัยภูมิ,6,28,ไทยก้าวหน้า,126
36,ชัยภูมิ,6,29,ไทยภักดี,297
36,ชัยภูมิ,6,30,แรงงานสร้างชาติ,184
36,ชัยภูมิ,6,31,ประชากรไทย,255
36,ชัยภูมิ,6,32,ครูไทยเพื่อประชาชน,472
36,ชัยภูมิ,6,33,ประชาชาติ,122
36,ชัยภูมิ,6,34,สร้างอนาคตไทย,310
36,ชัยภูมิ,6,35,รักชาติ,274
36,ชัยภูมิ,6,36,ไทยพร้อม,250
36,ชัยภูมิ,6,37,ภูมิใจไทย,19069
36,ชัยภูมิ,6,38,พลังธรรมใหม่,519
36,ชัยภูมิ,6,39,กรีน,52
36,ชัยภูมิ,6,40,ไทยธรรม,73
36,ชัยภูมิ,6,41,แผ่นดินธรรม,25
36,ชัยภูมิ,6,42,กล้าธรรม,142
36,ชัยภูมิ,6,43,พลังประชารัฐ,154
36,ชัยภูมิ,6,44,โอกาสใหม่,45
36,ชัยภูมิ,6,45,เป็นธรรม,105
36,ชัยภูมิ,6,46,ประชาชน,19853
36,ชัยภูมิ,6,47,ประชาไทย,254
36,ชัยภูมิ,6,48,ไทยสร้างไทย,409
36,ชัยภูมิ,6,49,ไทยก้าวใหม่,209
36,ชัยภูมิ,6,50,ประชาอาสาชาติ,8
36,ชัยภูมิ,6,51,พร้อม,34
36,ชัยภูมิ,6,52,เครือข่ายชาวนาแห่งประเทศไทย,22
36,ชัยภูมิ,6,53,ไทยพิทักษ์ธรรม,17
36,ชัยภูมิ,6,54,ความหวังใหม่,28
36,ชัยภูมิ,6,55,ไทยรวมไทย,24
36,ชัยภูมิ,6,56,เพื่อบ้านเมือง,40
36,ชัยภูมิ,6,57,พลังไทยรักชาติ,54
36,ชัยภูมิ,7,1,ไทยทรัพย์ทวี,754
36,ชัยภูมิ,7,2,เพื่อชาติไทย,1676
36,ชัยภูมิ,7,3,ใหม่,376
36,ชัยภูมิ,7,4,มิติใหม่,2153
36,ชัยภูมิ,7,5,รวมใจไทย,649
36,ชัยภูมิ,7,6,รวมไทยสร้างชาติ,2655
36,ชัยภูมิ,7,7,พลวัต,126
36,ชัยภูมิ,7,8,ประชาธิปไตยใหม่,346
36,ชัยภูมิ,7,9,เพื่อไทย,27810
36,ชัยภูมิ,7,10,ทางเลือกใหม่,350
36,ชัยภูมิ,7,11,เศรษฐกิจ,3173
36,ชัยภูมิ,7,12,เสรีรวมไทย,569
36,ชัยภูมิ,7,13,รวมพลังประชาชน,611
36,ชัยภูมิ,7,14,ท้องที่ไทย,132
36,ชัยภูมิ,7,15,อนาคตไทย,79
36,ชัยภูมิ,7,16,พลังเพื่อไทย,350
36,ชัยภูมิ,7,17,ไทยชนะ,105
36,ชัยภูมิ,7,18,พลังสังคมใหม่,27
36,ชัยภูมิ,7,19,สังคมประชาธิปไตยไทย,69
36,ชัยภูมิ,7,20,ฟิวชัน,31
36,ชัยภูมิ,7,21,ไทรวมพลัง,36
36,ชัยภูมิ,7,22,ก้าวอิสระ,38
36,ชัยภูมิ,7,23,ปวงชนไทย,44
36,ชัยภูมิ,7,24,วิชชั่นใหม่,314
36,ชัยภูมิ,7,25,เพื่อชีวิตใหม่,19
36,ชัยภูมิ,7,26,คลองไทย,88
36,ชัยภูมิ,7,27,ประชาธิปัตย์,1496
36,ชัยภูมิ,7,28,ไทยก้าวหน้า,151
36,ชัยภูมิ,7,29,ไทยภักดี,300
36,ชัยภูมิ,7,30,แรงงานสร้างชาติ,124
36,ชัยภูมิ,7,31,ประชากรไทย,169
36,ชัยภูมิ,7,32,ครูไทยเพื่อประชาชน,331
36,ชัยภูมิ,7,33,ประชาชาติ,204
36,ชัยภูมิ,7,34,สร้างอนาคตไทย,125
36,ชัยภูมิ,7,35,รักชาติ,201
36,ชัยภูมิ,7,36,ไทยพร้อม,102
36,ชัยภูมิ,7,37,ภูมิใจไทย,5878
36,ชัยภูมิ,7,38,พลังธรรมใหม่,402
36,ชัยภูมิ,7,39,กรีน,59
36,ชัยภูมิ,7,40,ไทยธรรม,83
36,ชัยภูมิ,7,41,แผ่นดินธรรม,90
36,ชัยภูมิ,7,42,กล้าธรรม,4838
36,ชัยภูมิ,7,43,พลังประชารัฐ,374
36,ชัยภูมิ,7,44,โอกาสใหม่,72
36,ชัยภูมิ,7,45,เป็นธรรม,180
36,ชัยภูมิ,7,46,ประชาชน,19770
36,ชัยภูมิ,7,47,ประชาไทย,114
36,ชัยภูมิ,7,48,ไทยสร้างไทย,651
36,ชัยภูมิ,7,49,ไทยก้าวใหม่,346
36,ชัยภูมิ,7,50,ประชาอาสาชาติ,6
36,ชัยภูมิ,7,51,พร้อม,53
36,ชัยภูมิ,7,52,เครือข่ายชาวนาแห่งประเทศไทย,9
36,ชัยภูมิ,7,53,ไทยพิทักษ์ธรรม,23
36,ชัยภูมิ,7,54,ความหวังใหม่,27
36,ชัยภูมิ,7,55,ไทยรวมไทย,24
36,ชัยภูมิ,7,56,เพื่อบ้านเมือง,14
36,ชัยภูมิ,7,57,พลังไทยรักชาติ,52
37,อำนาจเจริญ,1,1,ไทยทรัพย์ทวี,261
37,อำนาจเจริญ,1,2,เพื่อชาติไทย,1641
37,อำนาจเจริญ,1,3,ใหม่,1014
37,อำนาจเจริญ,1,4,มิติใหม่,166
37,อำนาจเจริญ,1,5,รวมใจไทย,2154
37,อำนาจเจริญ,1,6,รวมไทยสร้างชาติ,100
37,อำนาจเจริญ,1,7,พลวัต,633
37,อำนาจเจริญ,1,8,ประชาธิปไตยใหม่,21185
37,อำนาจเจริญ,1,9,เพื่อไทย,329
37,อำนาจเจริญ,1,10,ทางเลือกใหม่,4150
37,อำนาจเจริญ,1,11,เศรษฐกิจ,1029
37,อำนาจเจริญ,1,12,เสรีรวมไทย,1057
37,อำนาจเจริญ,1,13,รวมพลังประชาชน,397
37,อำนาจเจริญ,1,14,ท้องที่ไทย,48
37,อำนาจเจริญ,1,15,อนาคตไทย,74
37,อำนาจเจริญ,1,16,พลังเพื่อไทย,184
37,อำนาจเจริญ,1,17,ไทยชนะ,119
37,อำนาจเจริญ,1,18,พลังสังคมใหม่,35
37,อำนาจเจริญ,1,19,สังคมประชาธิปไตยไทย,44
37,อำนาจเจริญ,1,20,ฟิวชัน,17
37,อำนาจเจริญ,1,21,ไทรวมพลัง,174
37,อำนาจเจริญ,1,22,ก้าวอิสระ,29
37,อำนาจเจริญ,1,23,ปวงชนไทย,40
37,อำนาจเจริญ,1,24,วิชั่นใหม่,86
37,อำนาจเจริญ,1,25,เพื่อชีวิตใหม่,33
37,อำนาจเจริญ,1,26,คลองไทย,67
37,อำนาจเจริญ,1,27,ประชาธิปัตย์,4651
37,อำนาจเจริญ,1,28,ไทยก้าวหน้า,147
37,อำนาจเจริญ,1,29,ไทยภักดี,331
37,อำนาจเจริญ,1,30,แรงงานสร้างชาติ,93
37,อำนาจเจริญ,1,31,ประชากรไทย,176
37,อำนาจเจริญ,1,32,ครูไทยเพื่อประชาชน,148
37,อำนาจเจริญ,1,33,ประชาชาติ,118
37,อำนาจเจริญ,1,34,สร้างอนาคตไทย,206
37,อำนาจเจริญ,1,35,รักชาติ,173
37,อำนาจเจริญ,1,36,ไทยพร้อม,156
37,อำนาจเจริญ,1,37,ภูมิใจไทย,25624
37,อำนาจเจริญ,1,38,พลังธรรมใหม่,404
37,อำนาจเจริญ,1,39,กรีน,63
37,อำนาจเจริญ,1,40,ไทยธรรม,74
37,อำนาจเจริญ,1,41,แผ่นดินธรรม,23
37,อำนาจเจริญ,1,42,กล้าธรรม,172
37,อำนาจเจริญ,1,43,พลังประชารัฐ,225
37,อำนาจเจริญ,1,44,โอกาสใหม่,33
37,อำนาจเจริญ,1,45,เป็นธรรม,52
37,อำนาจเจริญ,1,46,ประชาชน,22197
37,อำนาจเจริญ,1,47,ประชาไทย,129
37,อำนาจเจริญ,1,48,ไทยสร้างไทย,410
37,อำนาจเจริญ,1,49,ไทยก้าวใหม่,230
37,อำนาจเจริญ,1,50,ประชาอาสาชาติ,10
37,อำนาจเจริญ,1,51,พร้อม,39
37,อำนาจเจริญ,1,52,เครือข่ายชาวนาแห่งประเทศไทย,14
37,อำนาจเจริญ,1,53,ไทยพิทักษ์ธรรม,14
37,อำนาจเจริญ,1,54,ความหวังใหม่,26
37,อำนาจเจริญ,1,55,ไทยรวมไทย,26
37,อำนาจเจริญ,1,56,เพื่อบ้านเมือง,66
37,อำนาจเจริญ,1,57,พลังไทยรักชาติ,72
37,อำนาจเจริญ,2,2,ไทยทรัพย์ทวี,290
37,อำนาจเจริญ,2,3,เพื่อชาติไทย,1729
37,อำนาจเจริญ,2,4,ใหม่,1154
37,อำนาจเจริญ,2,5,มิติใหม่,266
37,อำนาจเจริญ,2,6,รวมใจไทย,2859
37,อำนาจเจริญ,2,7,รวมไทยสร้างชาติ,2224
37,อำนาจเจริญ,2,8,พลวัต,145
37,อำนาจเจริญ,2,9,ประชาธิปไตยใหม่,669
37,อำนาจเจริญ,2,10,เพื่อไทย,21698
37,อำนาจเจริญ,2,11,ทางเลือกใหม่,393
37,อำนาจเจริญ,2,12,เศรษฐกิจ,4150
37,อำนาจเจริญ,2,13,เสรีรวมไทย,913
37,อำนาจเจริญ,2,14,รวมพลังประชาชน,589
37,อำนาจเจริญ,2,15,ท้องที่ไทย,62
37,อำนาจเจริญ,2,16,อนาคตไทย,77
37,อำนาจเจริญ,2,17,พลังเพื่อไทย,281
37,อำนาจเจริญ,2,18,ไทยชนะ,162
37,อำนาจเจริญ,2,19,พลังสังคมใหม่,28
37,อำนาจเจริญ,2,19,สังคมประชาธิปไตยไทย,41
37,อำนาจเจริญ,2,20,ฟิวชัน,21
37,อำนาจเจริญ,2,21,ไทรวมพลัง,835
37,อำนาจเจริญ,2,22,ก้าวอิสระ,44
37,อำนาจเจริญ,2,23,ปวงชนไทย,67
37,อำนาจเจริญ,2,24,วิชชั่นใหม่,158
37,อำนาจเจริญ,2,25,เพื่อชีวิตใหม่,52
37,อำนาจเจริญ,2,26,คลองไทย,116
37,อำนาจเจริญ,2,27,ประชาธิปัตย์,5434
37,อำนาจเจริญ,2,28,ไทยก้าวหน้า,155
37,อำนาจเจริญ,2,29,ไทยภักดี,268
37,อำนาจเจริญ,2,30,แรงงานสร้างชาติ,120
37,อำนาจเจริญ,2,31,ประชากรไทย,204
37,อำนาจเจริญ,2,32,ครูไทยเพื่อประชาชน,202
37,อำนาจเจริญ,2,33,ประชาชาติ,150
37,อำนาจเจริญ,2,34,สร้างอนาคตไทย,278
37,อำนาจเจริญ,2,35,รักชาติ,298
37,อำนาจเจริญ,2,36,ไทยพร้อม,212
37,อำนาจเจริญ,2,37,ภูมิใจไทย,23395
37,อำนาจเจริญ,2,38,พลังธรรมใหม่,359
37,อำนาจเจริญ,2,39,กรีน,74
37,อำนาจเจริญ,2,40,ไทยธรรม,100
37,อำนาจเจริญ,2,41,แผ่นดินธรรม,41
37,อำนาจเจริญ,2,42,กล้าธรรม,1451
37,อำนาจเจริญ,2,43,พลังประชารัฐ,233
37,อำนาจเจริญ,2,44,โอกาสใหม่,51
37,อำนาจเจริญ,2,45,เป็นธรรม,117
37,อำนาจเจริญ,2,46,ประชาชน,22514
37,อำนาจเจริญ,2,47,ประชาไทย,151
37,อำนาจเจริญ,2,48,ไทยสร้างไทย,479
37,อำนาจเจริญ,2,49,ไทยก้าวใหม่,170
37,อำนาจเจริญ,2,50,ประชาอาสาชาติ,19
37,อำนาจเจริญ,2,51,พร้อม,54
37,อำนาจเจริญ,2,52,เครือข่ายชาวนาแห่งประเทศไทย,28
37,อำนาจเจริญ,2,53,ไทยพิทักษ์ธรรม,14
37,อำนาจเจริญ,2,54,ความหวังใหม่,35
37,อำนาจเจริญ,2,55,ไทยรวมไทย,26
37,อำนาจเจริญ,2,56,เพื่อบ้านเมือง,111
37,อำนาจเจริญ,2,57,พลังไทยรักชาติ,101
38,บึงกาฬ,1,1,ไทยทรัพย์ทวี,402
38,บึงกาฬ,1,2,เพื่อชาติไทย,3024
38,บึงกาฬ,1,3,ใหม่,272
38,บึงกาฬ,1,4,มิติใหม่,111
38,บึงกาฬ,1,5,รวมใจไทย,593
38,บึงกาฬ,1,6,รวมไทยสร้างชาติ,2395
38,บึงกาฬ,1,7,พลวัต,106
38,บึงกาฬ,1,8,ประชาธิปไตยใหม่,300
38,บึงกาฬ,1,9,เพื่อไทย,23183
38,บึงกาฬ,1,10,ทางเลือกใหม่,236
38,บึงกาฬ,1,11,เศรษฐกิจ,1940
38,บึงกาฬ,1,12,เสรีรวมไทย,521
38,บึงกาฬ,1,13,รวมพลังประชาชน,362
38,บึงกาฬ,1,14,ท้องที่ไทย,55
38,บึงกาฬ,1,15,อนาคตไทย,65
38,บึงกาฬ,1,16,พลังเพื่อไทย,256
38,บึงกาฬ,1,17,ไทยชนะ,85
38,บึงกาฬ,1,18,พลังสังคมใหม่,18
38,บึงกาฬ,1,19,สังคมประชาธิปไตยไทย,30
38,บึงกาฬ,1,20,ฟิวชัน,13
38,บึงกาฬ,1,21,ไทรวมพลัง,40
38,บึงกาฬ,1,22,ก้าวอิสระ,37
38,บึงกาฬ,1,23,ปวงชนไทย,53
38,บึงกาฬ,1,24,วิชชั่นใหม่,68
38,บึงกาฬ,1,25,เพื่อชีวิตใหม่,19
38,บึงกาฬ,1,26,คลองไทย,74
38,บึงกาฬ,1,27,ประชาธิปัตย์,2745
38,บึงกาฬ,1,28,ไทยก้าวหน้า,125
38,บึงกาฬ,1,29,ไทยภักดี,183
38,บึงกาฬ,1,30,แรงงานสร้างชาติ,78
38,บึงกาฬ,1,31,ประชากรไทย,220
38,บึงกาฬ,1,32,ครูไทยเพื่อประชาชน,98
38,บึงกาฬ,1,33,ประชาชาติ,61
38,บึงกาฬ,1,34,สร้างอนาคตไทย,74
38,บึงกาฬ,1,35,รักชาติ,169
38,บึงกาฬ,1,36,ไทยพร้อม,139
38,บึงกาฬ,1,37,ภูมิใจไทย,12702
38,บึงกาฬ,1,38,พลังธรรมใหม่,336
38,บึงกาฬ,1,39,กรีน,50
38,บึงกาฬ,1,40,ไทยธรรม,28
38,บึงกาฬ,1,41,แผ่นดินธรรม,20
38,บึงกาฬ,1,42,กล้าธรรม,288
38,บึงกาฬ,1,43,พลังประชารัฐ,56
38,บึงกาฬ,1,44,โอกาสใหม่,34
38,บึงกาฬ,1,45,เป็นธรรม,58
38,บึงกาฬ,1,46,ประชาชน,17216
38,บึงกาฬ,1,47,ประชาไทย,105
38,บึงกาฬ,1,48,ไทยสร้างไทย,361
38,บึงกาฬ,1,49,ไทยก้าวใหม่,127
38,บึงกาฬ,1,50,ประชาอาสาชาติ,7
38,บึงกาฬ,1,51,พร้อม,53
38,บึงกาฬ,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
38,บึงกาฬ,1,53,ไทยพิทักษ์ธรรม,6
38,บึงกาฬ,1,54,ความหวังใหม่,17
38,บึงกาฬ,1,55,ไทยรวมไทย,15
38,บึงกาฬ,1,56,เพื่อบ้านเมือง,28
38,บึงกาฬ,1,57,พลังไทยรักชาติ,24
38,บึงกาฬ,2,1,ไทยทรัพย์ทวี,267
38,บึงกาฬ,2,2,เพื่อชาติไทย,2408
38,บึงกาฬ,2,3,ใหม่,1771
38,บึงกาฬ,2,4,มิติใหม่,120
38,บึงกาฬ,2,5,รวมใจไทย,641
38,บึงกาฬ,2,6,รวมไทยสร้างชาติ,2015
38,บึงกาฬ,2,7,พลวัต,104
38,บึงกาฬ,2,8,ประชาธิปไตยใหม่,334
38,บึงกาฬ,2,9,เพื่อไทย,23892
38,บึงกาฬ,2,10,ทางเลือกใหม่,237
38,บึงกาฬ,2,11,เศรษฐกิจ,2325
38,บึงกาฬ,2,12,เสรีรวมไทย,390
38,บึงกาฬ,2,13,รวมพลังประชาชน,410
38,บึงกาฬ,2,14,ท้องที่ไทย,41
38,บึงกาฬ,2,15,อนาคตไทย,65
38,บึงกาฬ,2,16,พลังเพื่อไทย,211
38,บึงกาฬ,2,17,ไทยชนะ,85
38,บึงกาฬ,2,18,พลังสังคมใหม่,18
38,บึงกาฬ,2,19,สังคมประชาธิปไตยไทย,22
38,บึงกาฬ,2,20,ฟิวชัน,21
38,บึงกาฬ,2,21,ไทรวมพลัง,36
38,บึงกาฬ,2,22,ก้าวอิสระ,27
38,บึงกาฬ,2,23,ปวงชนไทย,56
38,บึงกาฬ,2,24,วิชชั่นใหม่,105
38,บึงกาฬ,2,25,เพื่อชีวิตใหม่,29
38,บึงกาฬ,2,26,คลองไทย,53
38,บึงกาฬ,2,27,ประชาธิปัตย์,1056
38,บึงกาฬ,2,28,ไทยก้าวหน้า,147
38,บึงกาฬ,2,29,ไทยภักดี,166
38,บึงกาฬ,2,30,แรงงานสร้างชาติ,83
38,บึงกาฬ,2,31,ประชากรไทย,225
38,บึงกาฬ,2,32,ครูไทยเพื่อประชาชน,164
38,บึงกาฬ,2,33,ประชาชาติ,91
38,บึงกาฬ,2,34,สร้างอนาคตไทย,91
38,บึงกาฬ,2,35,รักชาติ,111
38,บึงกาฬ,2,36,ไทยพร้อม,135
38,บึงกาฬ,2,37,ภูมิใจไทย,12925
38,บึงกาฬ,2,38,พลังธรรมใหม่,376
38,บึงกาฬ,2,39,กรีน,34
38,บึงกาฬ,2,40,ไทยธรรม,41
38,บึงกาฬ,2,41,แผ่นดินธรรม,30
38,บึงกาฬ,2,42,กล้าธรรม,2219
38,บึงกาฬ,2,43,พลังประชารัฐ,188
38,บึงกาฬ,2,44,โอกาสใหม่,31
38,บึงกาฬ,2,45,เป็นธรรม,69
38,บึงกาฬ,2,46,ประชาชน,15895
38,บึงกาฬ,2,47,ประชาไทย,121
38,บึงกาฬ,2,48,ไทยสร้างไทย,341
38,บึงกาฬ,2,49,ไทยก้าวใหม่,191
38,บึงกาฬ,2,50,ประชาอาสาชาติ,8
38,บึงกาฬ,2,51,พร้อม,38
38,บึงกาฬ,2,52,เครือข่ายชาวนาแห่งประเทศไทย,10
38,บึงกาฬ,2,53,ไทยพิทักษ์ธรรม,16
38,บึงกาฬ,2,54,ความหวังใหม่,21
38,บึงกาฬ,2,55,ไทยรวมไทย,11
38,บึงกาฬ,2,56,เพื่อบ้านเมือง,19
38,บึงกาฬ,2,57,พลังไทยรักชาติ,28
38,บึงกาฬ,3,1,ไทยทรัพย์ทวี,2560
38,บึงกาฬ,3,2,เพื่อชาติไทย,1342
38,บึงกาฬ,3,3,ใหม่,628
38,บึงกาฬ,3,4,มิติใหม่,168
38,บึงกาฬ,3,5,รวมใจไทย,1312
38,บึงกาฬ,3,6,รวมไทยสร้างชาติ,1294
38,บึงกาฬ,3,7,พลวัต,113
38,บึงกาฬ,3,8,ประชาธิประไตยใหม่,425
38,บึงกาฬ,3,9,เพื่อไทย,20137
38,บึงกาฬ,3,10,ทางเลือกใหม่,243
38,บึงกาฬ,3,11,เศรษฐกิจ,2330
38,บึงกาฬ,3,12,เสรีรวมไทย,474
38,บึงกาฬ,3,13,รวมพลังประชาชน,473
38,บึงกาฬ,3,14,ท้องที่ไทย,43
38,บึงกาฬ,3,15,อนาคตไทย,67
38,บึงกาฬ,3,16,พลังเพื่อไทย,199
38,บึงกาฬ,3,17,ไทยชนะ,107
38,บึงกาฬ,3,18,พลังสังคมใหม่,17
38,บึงกาฬ,3,19,สังคมประชาธิประไตยไทย,23
38,บึงกาฬ,3,20,ฟิวชัน,22
38,บึงกาฬ,3,21,ไทรวมพลัง,54
38,บึงกาฬ,3,22,ก้าวอิสระ,25
38,บึงกาฬ,3,23,ปวงชนไทย,82
38,บึงกาฬ,3,24,วิชชั่นใหม่,69
38,บึงกาฬ,3,25,เพื่อชีวิตใหม่,24
38,บึงกาฬ,3,26,คลองไทย,79
38,บึงกาฬ,3,27,ประชาธิปัตย์,1580
38,บึงกาฬ,3,28,ไทยก้าวหน้า,126
38,บึงกาฬ,3,29,ไทยภักดี,161
38,บึงกาฬ,3,30,แรงงานสร้างชาติ,322
38,บึงกาฬ,3,31,ประชากรไทย,258
38,บึงกาฬ,3,32,ครูไทยเพื่อประชาชน,147
38,บึงกาฬ,3,33,ประชาชาติ,85
38,บึงกาฬ,3,34,สร้างอนาคตไทย,134
38,บึงกาฬ,3,35,รักชาติ,139
38,บึงกาฬ,3,36,ไทยพร้อม,167
38,บึงกาฬ,3,37,ภูมิใจไทย,15705
38,บึงกาฬ,3,38,พลังทำใหม่,345
38,บึงกาฬ,3,39,กรีน,52
38,บึงกาฬ,3,40,ไทยธรรม,47
38,บึงกาฬ,3,41,แผ่นดินธรรม,19
38,บึงกาฬ,3,42,กล้าธรรม,413
38,บึงกาฬ,3,43,พลังประชารัฐ,85
38,บึงกาฬ,3,44,โอกาสใหม่,83
38,บึงกาฬ,3,45,เป็นธรรม,56
38,บึงกาฬ,3,46,ประชาชน,17980
38,บึงกาฬ,3,47,ประชาไทย,154
38,บึงกาฬ,3,48,ไทยสร้างไทย,378
38,บึงกาฬ,3,49,ไทยก้าวใหม่,131
38,บึงกาฬ,3,50,ประชาอาสาชาติ,5
38,บึงกาฬ,3,51,พร้อม,52
38,บึงกาฬ,3,52,เครือข่ายชาวนาแห่งประเทศไทย,5
38,บึงกาฬ,3,53,ไทยพิทักษ์ธรรม,9
38,บึงกาฬ,3,54,ความหวังใหม่,26
38,บึงกาฬ,3,55,ไทยรวมไทย,12
38,บึงกาฬ,3,56,เพื่อบ้านเมือง,30
38,บึงกาฬ,3,57,พลังไทยรักชาติ,50
39,หนองบัวลำภู,1,1,ไทยทรัพย์ทวี,1697
39,หนองบัวลำภู,1,2,เพื่อชาติไทย,1277
39,หนองบัวลำภู,1,3,ใหม่,376
39,หนองบัวลำภู,1,4,มิติใหม่,395
39,หนองบัวลำภู,1,5,รวมใจไทย,620
39,หนองบัวลำภู,1,6,รวมไทยสร้างชาติ,1087
39,หนองบัวลำภู,1,7,พลวัต,114
39,หนองบัวลำภู,1,8,ประชาธิปไตยใหม่,1253
39,หนองบัวลำภู,1,9,เพื่อไทย,22798
39,หนองบัวลำภู,1,10,ทางเลือกใหม่,385
39,หนองบัวลำภู,1,11,เศรษฐกิจ,3622
39,หนองบัวลำภู,1,12,เสรีรวมไทย,690
39,หนองบัวลำภู,1,13,รวมพลังประชาชน,661
39,หนองบัวลำภู,1,14,ท้องที่ไทย,73
39,หนองบัวลำภู,1,15,อนาคตไทย,112
39,หนองบัวลำภู,1,16,พลังเพื่อไทย,313
39,หนองบัวลำภู,1,17,ไทยชนะ,122
39,หนองบัวลำภู,1,18,พลังสังคมใหม่,31
39,หนองบัวลำภู,1,19,สังคมประชาธิปไตยไทย,128
39,หนองบัวลำภู,1,20,ฟิวชัน,29
39,หนองบัวลำภู,1,21,ไทรวมพลัง,51
39,หนองบัวลำภู,1,22,ก้าวอิสระ,42
39,หนองบัวลำภู,1,23,ปวงชนไทย,63
39,หนองบัวลำภู,1,24,วิชชั่นใหม่,307
39,หนองบัวลำภู,1,25,เพื่อชีวิตใหม่,26
39,หนองบัวลำภู,1,26,คลองไทย,80
39,หนองบัวลำภู,1,27,ประชาธิปัตย์,1603
39,หนองบัวลำภู,1,28,ไทยก้าวหน้า,183
39,หนองบัวลำภู,1,29,ไทยภักดี,321
39,หนองบัวลำภู,1,30,แรงงานสร้างชาติ,290
39,หนองบัวลำภู,1,31,ประชากรไทย,187
39,หนองบัวลำภู,1,32,ครูไทยเพื่อประชาชน,152
39,หนองบัวลำภู,1,33,ประชาชาติ,109
39,หนองบัวลำภู,1,34,สร้างอนาคตไทย,149
39,หนองบัวลำภู,1,35,รักชาติ,102
39,หนองบัวลำภู,1,36,ไทยพร้อม,119
39,หนองบัวลำภู,1,37,ภูมิใจไทย,11987
39,หนองบัวลำภู,1,38,พลังธรรมใหม่,466
39,หนองบัวลำภู,1,39,กรีน,61
39,หนองบัวลำภู,1,40,ไทยธรรม,87
39,หนองบัวลำภู,1,41,แผ่นดินธรรม,64
39,หนองบัวลำภู,1,42,กล้าธรรม,5523
39,หนองบัวลำภู,1,43,พลังประชารัฐ,396
39,หนองบัวลำภู,1,44,โอกาสใหม่,75
39,หนองบัวลำภู,1,45,เป็นธรรม,102
39,หนองบัวลำภู,1,46,ประชาชน,24813
39,หนองบัวลำภู,1,47,ประชาไทย,175
39,หนองบัวลำภู,1,48,ไทยสร้างไทย,1017
39,หนองบัวลำภู,1,49,ไทยก้าวใหม่,349
39,หนองบัวลำภู,1,50,ประชาอาสาชาติ,14
39,หนองบัวลำภู,1,51,พร้อม,79
39,หนองบัวลำภู,1,52,เครือข่ายชาวนาแห่งประเทศไทย,100
39,หนองบัวลำภู,1,53,ไทยพิทักษ์ธรรม,19
39,หนองบัวลำภู,1,54,ความหวังใหม่,40
39,หนองบัวลำภู,1,55,ไทยรวมไทย,33
39,หนองบัวลำภู,1,56,เพื่อบ้านเมือง,41
39,หนองบัวลำภู,1,57,พลังไทยรักชาติ,44
39,หนองบัวลำภู,2,1,ไทยทรัพย์ทวี,852
39,หนองบัวลำภู,2,2,เพื่อชาติไทย,1453
39,หนองบัวลำภู,2,3,ใหม่,2380
39,หนองบัวลำภู,2,4,มิติใหม่,500
39,หนองบัวลำภู,2,5,รวมใจไทย,533
39,หนองบัวลำภู,2,6,รวมไทยสร้างชาติ,887
39,หนองบัวลำภู,2,7,พลวัต,1178
39,หนองบัวลำภู,2,8,ประชาธิปไตยใหม่,425
39,หนองบัวลำภู,2,9,เพื่อไทย,27355
39,หนองบัวลำภู,2,10,ทางเลือกใหม่,330
39,หนองบัวลำภู,2,11,เศรษฐกิจ,2958
39,หนองบัวลำภู,2,12,เสรีรวมไทย,460
39,หนองบัวลำภู,2,13,รวมพลังประชาชน,576
39,หนองบัวลำภู,2,14,ท้องที่ไทย,71
39,หนองบัวลำภู,2,15,อนาคตไทย,66
39,หนองบัวลำภู,2,16,พลังเพื่อไทย,306
39,หนองบัวลำภู,2,17,ไทยชนะ,121
39,หนองบัวลำภู,2,18,พลังสังคมใหม่,18
39,หนองบัวลำภู,2,19,สังคมประชาธิปไตยไทย,44
39,หนองบัวลำภู,2,20,ฟิวชัน,21
39,หนองบัวลำภู,2,21,ไทรวมพลัง,29
39,หนองบัวลำภู,2,22,ก้าวอิสระ,39
39,หนองบัวลำภู,2,23,ปวงชนไทย,70
39,หนองบัวลำภู,2,24,วิชชั่นใหม่,293
39,หนองบัวลำภู,2,25,เพื่อชีวิตใหม่,24
39,หนองบัวลำภู,2,26,คลองไทย,72
39,หนองบัวลำภู,2,27,ประชาธิปัตย์,1272
39,หนองบัวลำภู,2,28,ไทยก้าวหน้า,132
39,หนองบัวลำภู,2,29,ไทยภักดี,209
39,หนองบัวลำภู,2,30,แรงงานสร้างชาติ,204
39,หนองบัวลำภู,2,31,ประชากรไทย,166
39,หนองบัวลำภู,2,32,ครูไทยเพื่อประชาชน,266
39,หนองบัวลำภู,2,33,ประชาชาติ,131
39,หนองบัวลำภู,2,34,สร้างอนาคตไทย,102
39,หนองบัวลำภู,2,35,รักชาติ,86
39,หนองบัวลำภู,2,36,ไทยพร้อม,193
39,หนองบัวลำภู,2,37,ภูมิใจไทย,6525
39,หนองบัวลำภู,2,38,พลังธรรมใหม่,462
39,หนองบัวลำภู,2,39,กรีน,70
39,หนองบัวลำภู,2,40,ไทยธรรม,73
39,หนองบัวลำภู,2,41,แผ่นดินธรรม,49
39,หนองบัวลำภู,2,42,กล้าธรรม,4722
39,หนองบัวลำภู,2,43,พลังประชารัฐ,256
39,หนองบัวลำภู,2,44,โอกาสใหม่,43
39,หนองบัวลำภู,2,45,เป็นธรรม,62
39,หนองบัวลำภู,2,46,ประชาชน,20678
39,หนองบัวลำภู,2,47,ประชาไทย,148
39,หนองบัวลำภู,2,48,ไทยสร้างไทย,613
39,หนองบัวลำภู,2,49,ไทยก้าวใหม่,216
39,หนองบัวลำภู,2,50,ประชาอาสาชาติ,15
39,หนองบัวลำภู,2,51,พร้อม,61
39,หนองบัวลำภู,2,52,เครือข่ายชาวนาแห่งประเทศไทย,204
39,หนองบัวลำภู,2,53,ไทยพิทักษ์ธรรม,24
39,หนองบัวลำภู,2,54,ความหวังใหม่,17
39,หนองบัวลำภู,2,55,ไทยรวมไทย,19
39,หนองบัวลำภู,2,56,เพื่อบ้านเมือง,22
39,หนองบัวลำภู,2,57,พลังไทยรักชาติ,43
39,หนองบัวลำภู,3,1,ไทยทรัพย์ทวี,2312
39,หนองบัวลำภู,3,2,เพื่อชาติไทย,4120
39,หนองบัวลำภู,3,3,ใหม่,620
39,หนองบัวลำภู,3,4,มิติใหม่,981
39,หนองบัวลำภู,3,5,รวมใจไทย,766
39,หนองบัวลำภู,3,6,รวมไทยสร้างชาติ,952
39,หนองบัวลำภู,3,7,พลวัต,104
39,หนองบัวลำภู,3,8,ประชาธิปไตยใหม่,353
39,หนองบัวลำภู,3,9,เพื่อไทย,19930
39,หนองบัวลำภู,3,10,ทางเลือกใหม่,283
39,หนองบัวลำภู,3,11,เศรษฐกิจ,3628
39,หนองบัวลำภู,3,12,เสรีรวมไทย,543
39,หนองบัวลำภู,3,13,รวมพลังประชาชน,568
39,หนองบัวลำภู,3,14,ท้องที่ไทย,64
39,หนองบัวลำภู,3,15,อนาคตไทย,118
39,หนองบัวลำภู,3,16,พลังเพื่อไทย,190
39,หนองบัวลำภู,3,17,ไทยชนะ,98
39,หนองบัวลำภู,3,18,พลังสังคมใหม่,30
39,หนองบัวลำภู,3,19,สังคมประชาธิปไตยไทย,68
39,หนองบัวลำภู,3,20,ฟิวชัน,24
39,หนองบัวลำภู,3,21,ไทรวมพลัง,38
39,หนองบัวลำภู,3,22,ก้าวอิสระ,51
39,หนองบัวลำภู,3,23,ปวงชนไทย,60
39,หนองบัวลำภู,3,24,วิชชั่นใหม่,298
39,หนองบัวลำภู,3,25,เพื่อชีวิตใหม่,28
39,หนองบัวลำภู,3,26,คลองไทย,57
39,หนองบัวลำภู,3,27,ประชาธิปัตย์,1233
39,หนองบัวลำภู,3,28,ไทยก้าวหน้า,137
39,หนองบัวลำภู,3,29,ไทยภักดี,208
39,หนองบัวลำภู,3,30,แรงงานสร้างชาติ,240
39,หนองบัวลำภู,3,31,ประชากรไทย,288
39,หนองบัวลำภู,3,32,ครูไทยเพื่อประชาชน,155
39,หนองบัวลำภู,3,33,ประชาชาติ,135
39,หนองบัวลำภู,3,34,สร้างอนาคตไทย,169
39,หนองบัวลำภู,3,35,รักชาติ,77
39,หนองบัวลำภู,3,36,ไทยพร้อม,132
39,หนองบัวลำภู,3,37,ภูมิใจไทย,9211
39,หนองบัวลำภู,3,38,พลังธรรมใหม่,393
39,หนองบัวลำภู,3,39,กรีน,55
39,หนองบัวลำภู,3,40,ไทยธรรม,98
39,หนองบัวลำภู,3,41,แผ่นดินธรรม,58
39,หนองบัวลำภู,3,42,กล้าธรรม,4409
39,หนองบัวลำภู,3,43,พลังประชารัฐ,190
39,หนองบัวลำภู,3,44,โอกาสใหม่,59
39,หนองบัวลำภู,3,45,เป็นธรรม,149
39,หนองบัวลำภู,3,46,ประชาชน,20104
39,หนองบัวลำภู,3,47,ประชาไทย,142
39,หนองบัวลำภู,3,48,ไทยสร้างไทย,2286
39,หนองบัวลำภู,3,49,ไทยก้าวใหม่,190
39,หนองบัวลำภู,3,50,ประชาอาสาชาติ,11
39,หนองบัวลำภู,3,51,พร้อม,51
39,หนองบัวลำภู,3,52,เครือข่ายชาวนาแห่งประเทศไทย,186
39,หนองบัวลำภู,3,53,ไทยพิทักษ์ธรรม,20
39,หนองบัวลำภู,3,54,ความหวังใหม่,23
39,หนองบัวลำภู,3,55,ไทยรวมไทย,22
39,หนองบัวลำภู,3,56,เพื่อบ้านเมือง,38
39,หนองบัวลำภู,3,57,พลังไทยรักชาติ,49
40,ขอนแก่น,1,1,ไทยทรัพย์ทวี,103
40,ขอนแก่น,1,2,เพื่อชาติไทย,505
40,ขอนแก่น,1,3,ใหม่,340
40,ขอนแก่น,1,4,มิติใหม่,693
40,ขอนแก่น,1,5,รวมใจไทย,265
40,ขอนแก่น,1,6,รวมไทยสร้างชาติ,1889
40,ขอนแก่น,1,7,พลวัต,724
40,ขอนแก่น,1,8,ประชาธิปไตยใหม่,341
40,ขอนแก่น,1,9,เพื่อไทย,15337
40,ขอนแก่น,1,10,ทางเลือกใหม่,336
40,ขอนแก่น,1,11,เศรษฐกิจ,2339
40,ขอนแก่น,1,12,เสรีรวมไทย,633
40,ขอนแก่น,1,13,รวมพลังประชาชน,298
40,ขอนแก่น,1,14,ท้องที่ไทย,23
40,ขอนแก่น,1,15,อนาคตไทย,40
40,ขอนแก่น,1,16,พลังเพื่อไทย,106
40,ขอนแก่น,1,17,ไทยชนะ,48
40,ขอนแก่น,1,18,พลังสังคมใหม่,15
40,ขอนแก่น,1,19,สังคมประชาธิปไตยไทย,22
40,ขอนแก่น,1,20,ฟิวชัน,18
40,ขอนแก่น,1,21,ไทรวมพลัง,45
40,ขอนแก่น,1,22,ก้าวอิสระ,17
40,ขอนแก่น,1,23,ปวงชนไทย,37
40,ขอนแก่น,1,24,วิชชั่นใหม่,29
40,ขอนแก่น,1,25,เพื่อชีวิตใหม่,10
40,ขอนแก่น,1,26,คลองไทย,29
40,ขอนแก่น,1,27,ประชาธิปัตย์,3581
40,ขอนแก่น,1,28,ไทยก้าวหน้า,97
40,ขอนแก่น,1,29,ไทยภักดี,1420
40,ขอนแก่น,1,30,แรงงานสร้างชาติ,38
40,ขอนแก่น,1,31,ประชากรไทย,69
40,ขอนแก่น,1,32,ครูไทยเพื่อประชาชน,97
40,ขอนแก่น,1,33,ประชาชาติ,78
40,ขอนแก่น,1,34,สร้างอนาคตไทย,95
40,ขอนแก่น,1,35,รักชาติ,81
40,ขอนแก่น,1,36,ไทยพร้อม,108
40,ขอนแก่น,1,37,ภูมิใจไทย,16428
40,ขอนแก่น,1,38,พลังธรรมใหม่,93
40,ขอนแก่น,1,39,กรีน,55
40,ขอนแก่น,1,40,ไทยธรรม,21
40,ขอนแก่น,1,41,แผ่นดินธรรม,15
40,ขอนแก่น,1,42,กล้าธรรม,204
40,ขอนแก่น,1,43,พลังประชารัฐ,155
40,ขอนแก่น,1,44,โอกาสใหม่,43
40,ขอนแก่น,1,45,เป็นธรรม,38
40,ขอนแก่น,1,46,ประชาชน,37207
40,ขอนแก่น,1,47,ประชาไทย,109
40,ขอนแก่น,1,48,ไทยสร้างไทย,580
40,ขอนแก่น,1,49,ไทยก้าวใหม่,353
40,ขอนแก่น,1,50,ประชาอาสาชาติ,3
40,ขอนแก่น,1,51,พร้อม,36
40,ขอนแก่น,1,52,เครือข่ายชาวนาแห่งประเทศไทย,26
40,ขอนแก่น,1,53,ไทยพิทักษ์ธรรม,6
40,ขอนแก่น,1,54,ความหวังใหม่,14
40,ขอนแก่น,1,55,ไทยรวมไทย,13
40,ขอนแก่น,1,56,เพื่อบ้านเมือง,12
40,ขอนแก่น,1,57,พลังไทยรักชาติ,20
40,ขอนแก่น,2,1,ใหม่,2048
40,ขอนแก่น,2,2,ไทยทรัพย์ทวี,1365
40,ขอนแก่น,2,3,เพื่อชาติไทย,1249
40,ขอนแก่น,2,4,มิติใหม่,161
40,ขอนแก่น,2,5,รวมใจไทย,800
40,ขอนแก่น,2,6,รวมไทยสร้างชาติ,1867
40,ขอนแก่น,2,7,พลวัต,113
40,ขอนแก่น,2,8,ประชาธิปไตยใหม่,263
40,ขอนแก่น,2,9,เพื่อไทย,18429
40,ขอนแก่น,2,10,ทางเลือกใหม่,409
40,ขอนแก่น,2,11,เศรษฐกิจ,3894
40,ขอนแก่น,2,12,เสรีรวมไทย,718
40,ขอนแก่น,2,13,รวมพลังประชาชน,601
40,ขอนแก่น,2,14,ท้องที่ไทย,45
40,ขอนแก่น,2,15,อนาคตไทย,85
40,ขอนแก่น,2,16,พลังเพื่อไทย,191
40,ขอนแก่น,2,17,ไทยชนะ,76
40,ขอนแก่น,2,18,พลังสังคมใหม่,24
40,ขอนแก่น,2,19,สังคมประชาธิปไตยไทย,23
40,ขอนแก่น,2,20,ฟิวชัน,20
40,ขอนแก่น,2,21,ไทรวมพลัง,91
40,ขอนแก่น,2,22,ก้าวอิสระ,34
40,ขอนแก่น,2,23,ปวงชนไทย,48
40,ขอนแก่น,2,24,วิชชั่นใหม่,214
40,ขอนแก่น,2,25,เพื่อชีวิตใหม่,26
40,ขอนแก่น,2,26,คลองไทย,48
40,ขอนแก่น,2,27,ประชาธิปัตย์,3074
40,ขอนแก่น,2,28,ไทยก้าวหน้า,158
40,ขอนแก่น,2,29,ไทยภักดี,928
40,ขอนแก่น,2,30,แรงงานสร้างชาติ,122
40,ขอนแก่น,2,31,ประชากรไทย,111
40,ขอนแก่น,2,32,ครูไทยเพื่อประชาชน,188
40,ขอนแก่น,2,33,ประชาชาติ,99
40,ขอนแก่น,2,34,สร้างอนาคตไทย,121
40,ขอนแก่น,2,35,รักชาติ,104
40,ขอนแก่น,2,36,ไทยพร้อม,64
40,ขอนแก่น,2,37,ภูมิใจไทย,11541
40,ขอนแก่น,2,38,พลังธรรมใหม่,161
40,ขอนแก่น,2,39,กรีน,46
40,ขอนแก่น,2,40,ไทยธรรม,45
40,ขอนแก่น,2,41,แผ่นดินธรรม,42
40,ขอนแก่น,2,42,กล้าธรรม,4715
40,ขอนแก่น,2,43,พลังประชารัฐ,420
40,ขอนแก่น,2,44,โอกาสใหม่,250
40,ขอนแก่น,2,45,เป็นธรรม,108
40,ขอนแก่น,2,46,ประชาชน,42065
40,ขอนแก่น,2,47,ประชาไทย,102
40,ขอนแก่น,2,48,ไทยสร้างไทย,643
40,ขอนแก่น,2,49,ไทยก้าวใหม่,400
40,ขอนแก่น,2,50,ประชาอาสาชาติ,11
40,ขอนแก่น,2,51,พร้อม,41
40,ขอนแก่น,2,52,เครือข่ายชาวนาแห่งประเทศไทย,21
40,ขอนแก่น,2,53,ไทยพิทักษ์ธรรม,18
40,ขอนแก่น,2,54,ความหวังใหม่,27
40,ขอนแก่น,2,55,ไทยรวมไทย,16
40,ขอนแก่น,2,56,เพื่อบ้านเมือง,27
40,ขอนแก่น,2,57,พลังไทยรักชาติ,38
40,ขอนแก่น,3,1,ไทยทรัพย์ทวี,3180
40,ขอนแก่น,3,2,เพื่อชาติไทย,2157
40,ขอนแก่น,3,3,ใหม่,2168
40,ขอนแก่น,3,4,มิติใหม่,1042
40,ขอนแก่น,3,5,รวมใจไทย,561
40,ขอนแก่น,3,6,รวมไทยสร้างชาติ,1205
40,ขอนแก่น,3,7,พลวัต,115
40,ขอนแก่น,3,8,ประชาธิปไตยใหม่,379
40,ขอนแก่น,3,9,เพื่อไทย,24763
40,ขอนแก่น,3,10,ทางเลือกใหม่,308
40,ขอนแก่น,3,11,เศรษฐกิจ,3719
40,ขอนแก่น,3,12,เสรีรวมไทย,628
40,ขอนแก่น,3,13,รวมพลังประชาชน,782
40,ขอนแก่น,3,14,ท้องที่ไทย,82
40,ขอนแก่น,3,15,อนาคตไทย,91
40,ขอนแก่น,3,16,พลังเพื่อไทย,276
40,ขอนแก่น,3,17,ไทยชนะ,151
40,ขอนแก่น,3,18,พลังสังคมใหม่,25
40,ขอนแก่น,3,19,สังคมประชาธิปไตยไทย,56
40,ขอนแก่น,3,20,ฟิวชัน,32
40,ขอนแก่น,3,21,ไทรวมพลัง,93
40,ขอนแก่น,3,22,ก้าวอิสระ,45
40,ขอนแก่น,3,23,ปวงชนไทย,37
40,ขอนแก่น,3,24,วิชชั่นใหม่,223
40,ขอนแก่น,3,25,เพื่อชีวิตใหม่,30
40,ขอนแก่น,3,26,คลองไทย,90
40,ขอนแก่น,3,27,ประชาธิปัตย์,1776
40,ขอนแก่น,3,28,ไทยก้าวหน้า,195
40,ขอนแก่น,3,29,ไทยภักดี,274
40,ขอนแก่น,3,30,แรงงานสร้างชาติ,292
40,ขอนแก่น,3,31,ประชากรไทย,235
40,ขอนแก่น,3,32,ครูไทยเพื่อประชาชน,259
40,ขอนแก่น,3,33,ประชาชาติ,168
40,ขอนแก่น,3,34,สร้างอนาคตไทย,139
40,ขอนแก่น,3,35,รักชาติ,121
40,ขอนแก่น,3,36,ไทยพร้อม,93
40,ขอนแก่น,3,37,ภูมิใจไทย,6149
40,ขอนแก่น,3,38,พลังธรรมใหม่,390
40,ขอนแก่น,3,39,กรีน,65
40,ขอนแก่น,3,40,ไทยธรรม,86
40,ขอนแก่น,3,41,แผ่นดินธรรม,48
40,ขอนแก่น,3,42,กล้าธรรม,3928
40,ขอนแก่น,3,43,พลังประชารัฐ,201
40,ขอนแก่น,3,44,โอกาสใหม่,82
40,ขอนแก่น,3,45,เป็นธรรม,142
40,ขอนแก่น,3,46,ประชาชน,26529
40,ขอนแก่น,3,47,ประชาไทย,301
40,ขอนแก่น,3,48,ไทยสร้างไทย,443
40,ขอนแก่น,3,49,ไทยก้าวใหม่,301
40,ขอนแก่น,3,50,ประชาอาสาชาติ,8
40,ขอนแก่น,3,51,พร้อม,58
40,ขอนแก่น,3,52,เครือข่ายชาวนาแห่งประเทศไทย,13
40,ขอนแก่น,3,53,ไทยพิทักษ์ธรรม,26
40,ขอนแก่น,3,54,ความหวังใหม่,40
40,ขอนแก่น,3,55,ไทยรวมไทย,27
40,ขอนแก่น,3,56,เพื่อบ้านเมือง,26
40,ขอนแก่น,3,57,พลังไทยรักชาติ,58
40,ขอนแก่น,4,1,ไทยทรัพย์ทวี,317
40,ขอนแก่น,4,2,เพื่อชาติไทย,2066
40,ขอนแก่น,4,3,ใหม่,1939
40,ขอนแก่น,4,4,มิติใหม่,228
40,ขอนแก่น,4,5,รวมใจไทย,3020
40,ขอนแก่น,4,6,รวมไทยสร้างชาติ,1088
40,ขอนแก่น,4,7,พลวัต,106
40,ขอนแก่น,4,8,ประชาธิปไตยใหม่,582
40,ขอนแก่น,4,9,เพื่อไทย,28155
40,ขอนแก่น,4,10,ทางเลือกใหม่,381
40,ขอนแก่น,4,11,เศรษฐกิจ,3470
40,ขอนแก่น,4,12,เสรีรวมไทย,636
40,ขอนแก่น,4,13,รวมพลังประชาชน,682
40,ขอนแก่น,4,14,ท้องที่ไทย,67
40,ขอนแก่น,4,15,อนาคตไทย,109
40,ขอนแก่น,4,16,พลังเพื่อไทย,347
40,ขอนแก่น,4,17,ไทยชนะ,102
40,ขอนแก่น,4,18,พลังสังคมใหม่,24
40,ขอนแก่น,4,19,สังคมประชาธิปไตยไทย,36
40,ขอนแก่น,4,20,ฟิวชัน,38
40,ขอนแก่น,4,21,ไทรวมพลัง,75
40,ขอนแก่น,4,22,ก้าวอิสระ,37
40,ขอนแก่น,4,23,ปวงชนไทย,44
40,ขอนแก่น,4,24,วิชชั่นใหม่,268
40,ขอนแก่น,4,25,เพื่อชีวิตใหม่,40
40,ขอนแก่น,4,26,คลองไทย,72
40,ขอนแก่น,4,27,ประชาธิปัตย์,1710
40,ขอนแก่น,4,28,ไทยก้าวหน้า,177
40,ขอนแก่น,4,29,ไทยภักดี,353
40,ขอนแก่น,4,30,แรงงานสร้างชาติ,101
40,ขอนแก่น,4,31,ประชากรไทย,231
40,ขอนแก่น,4,32,ครูไทยเพื่อประชาชน,209
40,ขอนแก่น,4,33,ประชาชาติ,103
40,ขอนแก่น,4,34,สร้างอนาคตไทย,248
40,ขอนแก่น,4,35,รักชาติ,93
40,ขอนแก่น,4,36,ไทยพร้อม,78
40,ขอนแก่น,4,37,ภูมิใจไทย,6392
40,ขอนแก่น,4,38,พลังธรรมใหม่,389
40,ขอนแก่น,4,39,กรีน,59
40,ขอนแก่น,4,40,ไทยธรรม,92
40,ขอนแก่น,4,41,แผ่นดินธรรม,61
40,ขอนแก่น,4,42,กล้าธรรม,6499
40,ขอนแก่น,4,43,พลังประชารัฐ,236
40,ขอนแก่น,4,44,โอกาสใหม่,43
40,ขอนแก่น,4,45,เป็นธรรม,1261
40,ขอนแก่น,4,46,ประชาชน,25475
40,ขอนแก่น,4,47,ประชาไทย,109
40,ขอนแก่น,4,48,ไทยสร้างไทย,500
40,ขอนแก่น,4,49,ไทยก้าวใหม่,297
40,ขอนแก่น,4,50,ประชาอาสาชาติ,12
40,ขอนแก่น,4,51,พร้อม,60
40,ขอนแก่น,4,52,เครือข่ายชาวนาแห่งประเทศไทย,32
40,ขอนแก่น,4,53,ไทยพิทักษ์ธรรม,21
40,ขอนแก่น,4,54,ความหวังใหม่,39
40,ขอนแก่น,4,55,ไทยรวมไทย,27
40,ขอนแก่น,4,56,เพื่อบ้านเมือง,39
40,ขอนแก่น,4,57,พลังไทยรักชาติ,45
40,ขอนแก่น,5,1,ไทยทรัพย์ทวี,406
40,ขอนแก่น,5,2,เพื่อชาติไทย,1436
40,ขอนแก่น,5,3,ใหม่,2273
40,ขอนแก่น,5,4,มิติใหม่,1632
40,ขอนแก่น,5,5,รวมใจไทย,550
40,ขอนแก่น,5,6,รวมไทยสร้างชาติ,949
40,ขอนแก่น,5,7,พลวัต,128
40,ขอนแก่น,5,8,ประชาธิปไตยใหม่,265
40,ขอนแก่น,5,9,เพื่อไทย,29853
40,ขอนแก่น,5,10,ทางเลือกใหม่,384
40,ขอนแก่น,5,11,เศรษฐกิจ,2995
40,ขอนแก่น,5,12,เสรีรวมไทย,711
40,ขอนแก่น,5,13,รวมพลังประชาชน,505
40,ขอนแก่น,5,14,ท้องที่ไทย,77
40,ขอนแก่น,5,15,อนาคตไทย,76
40,ขอนแก่น,5,16,พลังเพื่อไทย,225
40,ขอนแก่น,5,17,ไทยชนะ,101
40,ขอนแก่น,5,18,พลังสังคมใหม่,13
40,ขอนแก่น,5,19,สังคมประชาธิปไตยไทย,50
40,ขอนแก่น,5,20,ฟิวชัน,26
40,ขอนแก่น,5,21,ไทรวมพลัง,45
40,ขอนแก่น,5,22,ก้าวอิสระ,42
40,ขอนแก่น,5,23,ปวงชนไทย,43
40,ขอนแก่น,5,24,วิชชั่นใหม่,490
40,ขอนแก่น,5,25,เพื่อชีวิตใหม่,38
40,ขอนแก่น,5,26,คลองไทย,59
40,ขอนแก่น,5,27,ประชาธิปัตย์,1373
40,ขอนแก่น,5,28,ไทยก้าวหน้า,132
40,ขอนแก่น,5,29,ไทยภักดี,267
40,ขอนแก่น,5,30,แรงงานสร้างชาติ,169
40,ขอนแก่น,5,31,ประชากรไทย,128
40,ขอนแก่น,5,32,ครูไทยเพื่อประชาชน,247
40,ขอนแก่น,5,33,ประชาชาติ,185
40,ขอนแก่น,5,34,สร้างอนาคตไทย,121
40,ขอนแก่น,5,35,รักชาติ,75
40,ขอนแก่น,5,36,ไทยพร้อม,90
40,ขอนแก่น,5,37,ภูมิใจไทย,5036
40,ขอนแก่น,5,38,พลังธรรมใหม่,642
40,ขอนแก่น,5,39,กรีน,43
40,ขอนแก่น,5,40,ไทยธรรม,75
40,ขอนแก่น,5,41,แผ่นดินธรรม,83
40,ขอนแก่น,5,42,กล้าธรรม,7484
40,ขอนแก่น,5,43,พลังประชารัฐ,193
40,ขอนแก่น,5,44,โอกาสใหม่,100
40,ขอนแก่น,5,45,เป็นธรรม,145
40,ขอนแก่น,5,46,ประชาชน,17976
40,ขอนแก่น,5,47,ประชาไทย,116
40,ขอนแก่น,5,48,ไทยสร้างไทย,418
40,ขอนแก่น,5,49,ไทยก้าวใหม่,223
40,ขอนแก่น,5,50,ประชาอาสาชาติ,10
40,ขอนแก่น,5,51,พร้อม,41
40,ขอนแก่น,5,52,เครือข่ายชาวนาแห่งประเทศไทย,135
40,ขอนแก่น,5,53,ไทยพิทักษ์ธรรม,35
40,ขอนแก่น,5,54,ความหวังใหม่,26
40,ขอนแก่น,5,55,ไทยรวมไทย,25
40,ขอนแก่น,5,56,เพื่อบ้านเมือง,27
40,ขอนแก่น,5,57,พลังไทยรักชาติ,33
40,ขอนแก่น,6,1,ไทยทรัพย์ทวี,380
40,ขอนแก่น,6,2,เพื่อชาติไทย,1370
40,ขอนแก่น,6,3,ใหม่,631
40,ขอนแก่น,6,4,มิติใหม่,1646
40,ขอนแก่น,6,5,รวมใจไทย,1744
40,ขอนแก่น,6,6,รวมไทยสร้างชาติ,1146
40,ขอนแก่น,6,7,พลวัต,95
40,ขอนแก่น,6,8,ประชาธิปไตยใหม่,394
40,ขอนแก่น,6,9,เพื่อไทย,24090
40,ขอนแก่น,6,10,ทางเลือกใหม่,312
40,ขอนแก่น,6,11,เศรษฐกิจ,3397
40,ขอนแก่น,6,12,เสรีรวมไทย,606
40,ขอนแก่น,6,13,รวมพลังประชาชน,600
40,ขอนแก่น,6,14,ท้องที่ไทย,57
40,ขอนแก่น,6,15,อนาคตไทย,75
40,ขอนแก่น,6,16,พลังเพื่อไทย,187
40,ขอนแก่น,6,17,ไทยชนะ,96
40,ขอนแก่น,6,18,พลังสังคมใหม่,19
40,ขอนแก่น,6,19,สังคมประชาธิปไตยไทย,40
40,ขอนแก่น,6,20,ฟิวชัน,21
40,ขอนแก่น,6,21,ไทรวมพลัง,40
40,ขอนแก่น,6,22,ก้าวอิสระ,25
40,ขอนแก่น,6,23,ปวงชนไทย,40
40,ขอนแก่น,6,24,วิชชั่นใหม่,115
40,ขอนแก่น,6,25,เพื่อชีวิตใหม่,25
40,ขอนแก่น,6,26,คลองไทย,63
40,ขอนแก่น,6,27,ประชาธิปัตย์,1577
40,ขอนแก่น,6,28,ไทยก้าวหน้า,110
40,ขอนแก่น,6,29,ไทยภักดี,396
40,ขอนแก่น,6,30,แรงงานสร้างชาติ,95
40,ขอนแก่น,6,31,ประชากรไทย,176
40,ขอนแก่น,6,32,ครูไทยเพื่อประชาชน,138
40,ขอนแก่น,6,33,ประชาชาติ,180
40,ขอนแก่น,6,34,สร้างอนาคตไทย,234
40,ขอนแก่น,6,35,รักชาติ,107
40,ขอนแก่น,6,36,ไทยพร้อม,285
40,ขอนแก่น,6,37,ภูมิใจไทย,16227
40,ขอนแก่น,6,38,พลังธรรมใหม่,457
40,ขอนแก่น,6,39,กรีน,63
40,ขอนแก่น,6,40,ไทยธรรม,69
40,ขอนแก่น,6,41,แผ่นดินธรรม,22
40,ขอนแก่น,6,42,กล้าธรรม,109
40,ขอนแก่น,6,43,พลังประชารัฐ,286
40,ขอนแก่น,6,44,โอกาสใหม่,37
40,ขอนแก่น,6,45,เป็นธรรม,94
40,ขอนแก่น,6,46,ประชาชน,20325
40,ขอนแก่น,6,47,ประชาไทย,117
40,ขอนแก่น,6,48,ไทยสร้างไทย,371
40,ขอนแก่น,6,49,ไทยก้าวใหม่,203
40,ขอนแก่น,6,50,ประชาอาสาชาติ,2
40,ขอนแก่น,6,51,พร้อม,47
40,ขอนแก่น,6,52,เครือข่ายชาวนาแห่งประเทศไทย,18
40,ขอนแก่น,6,53,ไทยพิทักษ์ธรรม,15
40,ขอนแก่น,6,54,ความหวังใหม่,22
40,ขอนแก่น,6,55,ไทยรวมไทย,12
40,ขอนแก่น,6,56,เพื่อบ้านเมือง,23
40,ขอนแก่น,6,57,พลังไทยรักชาติ,39
40,ขอนแก่น,7,2,ไทยทรัพย์ทวี,967
40,ขอนแก่น,7,3,เพื่อชาติไทย,1814
40,ขอนแก่น,7,4,ใหม่,2144
40,ขอนแก่น,7,5,มิติใหม่,2034
40,ขอนแก่น,7,6,รวมใจไทย,733
40,ขอนแก่น,7,7,รวมไทยสร้างชาติ,1369
40,ขอนแก่น,7,8,พลวัต,138
40,ขอนแก่น,7,9,ประชาธิปไตยใหม่,352
40,ขอนแก่น,7,10,เพื่อไทย,27813
40,ขอนแก่น,7,11,ทางเลือกใหม่,439
40,ขอนแก่น,7,12,เศรษฐกิจ,3159
40,ขอนแก่น,7,13,เสรีรวมไทย,623
40,ขอนแก่น,7,14,รวมพลังประชาชน,582
40,ขอนแก่น,7,15,ท้องที่ไทย,100
40,ขอนแก่น,7,16,อนาคตไทย,102
40,ขอนแก่น,7,17,พลังเพื่อไทย,293
40,ขอนแก่น,7,18,ไทยชนะ,97
40,ขอนแก่น,7,19,พลังสังคมไทย,31
40,ขอนแก่น,7,20,สังคมประชาธิปไตยไทย,33
40,ขอนแก่น,7,21,ฟิวชัน,24
40,ขอนแก่น,7,22,ไทยรวมพลัง,43
40,ขอนแก่น,7,23,ก้าวอิสระ,31
40,ขอนแก่น,7,24,ปวงชนไทย,50
40,ขอนแก่น,7,25,วิชชั่นใหม่,108
40,ขอนแก่น,7,26,เพื่อชีวิตใหม่,24
40,ขอนแก่น,7,27,คลองไทย,61
40,ขอนแก่น,7,28,ประชาธิปัตย์,1480
40,ขอนแก่น,7,29,ไทยก้าวหน้า,175
40,ขอนแก่น,7,30,ไทยภักดี,272
40,ขอนแก่น,7,31,แรงงานสร้างชาติ,196
40,ขอนแก่น,7,32,ประชากรไทย,211
40,ขอนแก่น,7,33,ครูไทยเพื่อประชาชน,241
40,ขอนแก่น,7,34,ประชาชาติ,302
40,ขอนแก่น,7,35,สร้างอนาคตไทย,129
40,ขอนแก่น,7,36,รักชาติ,138
40,ขอนแก่น,7,37,ไทยพร้อม,140
40,ขอนแก่น,7,38,ภูมิใจไทย,10319
40,ขอนแก่น,7,39,พลังธรรมใหม่,377
40,ขอนแก่น,7,40,กรีน,68
40,ขอนแก่น,7,41,ไทยธรรม,55
40,ขอนแก่น,7,42,แผ่นดินธรรม,54
40,ขอนแก่น,7,43,กล้าธรรม,2360
40,ขอนแก่น,7,44,พลังประชารัฐ,276
40,ขอนแก่น,7,45,โอกาสใหม่,45
40,ขอนแก่น,7,46,เป็นธรรม,81
40,ขอนแก่น,7,47,ประชาชน,22019
40,ขอนแก่น,7,48,ประชาไทย,218
40,ขอนแก่น,7,49,ไทยสร้างไทย,505
40,ขอนแก่น,7,50,ไทยก้าวใหม่,192
40,ขอนแก่น,7,51,ประชาอาสาชาติ,10
40,ขอนแก่น,7,52,พร้อม,47
40,ขอนแก่น,7,53,เครือข่ายชาวนาแห่งประเทศไทย,18
40,ขอนแก่น,7,54,ไทยพิทักษ์ธรรม,9
40,ขอนแก่น,7,55,ความหวังใหม่,29
40,ขอนแก่น,7,56,ไทยรวมไทย,18
40,ขอนแก่น,7,57,เพื่อบ้านเมือง,45
40,ขอนแก่น,7,58,พลังไทยรักชาติ,64
40,ขอนแก่น,8,1,ไทยทรัพย์ทวี,599
40,ขอนแก่น,8,2,เพื่อชาติไทย,1478
40,ขอนแก่น,8,3,ใหม่,3105
40,ขอนแก่น,8,4,มิติใหม่,361
40,ขอนแก่น,8,5,รวมใจไทย,526
40,ขอนแก่น,8,6,รวมไทยสร้างชาติ,3318
40,ขอนแก่น,8,7,พลวัต,145
40,ขอนแก่น,8,8,ประชาธิปไตยใหม่,366
40,ขอนแก่น,8,9,เพื่อไทย,25603
40,ขอนแก่น,8,10,ทางเลือกใหม่,366
40,ขอนแก่น,8,11,เศรษฐกิจ,3562
40,ขอนแก่น,8,12,เสรีรวมไทย,666
40,ขอนแก่น,8,13,รวมพลังประชาชน,686
40,ขอนแก่น,8,14,ท้องที่ไทย,83
40,ขอนแก่น,8,15,อนาคตไทย,108
40,ขอนแก่น,8,16,พลังเพื่อไทย,318
40,ขอนแก่น,8,17,ไทยชนะ,104
40,ขอนแก่น,8,18,พลังสังคมใหม่,20
40,ขอนแก่น,8,19,สังคมประชาธิปไตย,40
40,ขอนแก่น,8,20,ฟิวชัน,21
40,ขอนแก่น,8,21,ไทรวมพลัง,72
40,ขอนแก่น,8,22,ก้าวอิสระ,48
40,ขอนแก่น,8,23,ปวงชนไทย,42
40,ขอนแก่น,8,24,วิชชั่นใหม่,330
40,ขอนแก่น,8,25,เพื่อชีวิตใหม่,28
40,ขอนแก่น,8,26,คลองไทย,74
40,ขอนแก่น,8,27,ประชาธิปัตย์,1996
40,ขอนแก่น,8,28,ไทยก้าวหน้า,198
40,ขอนแก่น,8,29,ไทยภักดี,420
40,ขอนแก่น,8,30,แรงงานสร้างชาติ,146
40,ขอนแก่น,8,31,ประชากรไทย,130
40,ขอนแก่น,8,32,ครูไทยเพื่อประชาชน,252
40,ขอนแก่น,8,33,ประชาชาติ,135
40,ขอนแก่น,8,34,สร้างอนาคตไทย,129
40,ขอนแก่น,8,35,รักชาติ,197
40,ขอนแก่น,8,36,ไทยพร้อม,119
40,ขอนแก่น,8,37,ภูมิใจไทย,7747
40,ขอนแก่น,8,38,พลังธรรมใหม่,399
40,ขอนแก่น,8,39,กรีน,54
40,ขอนแก่น,8,40,ไทยธรรม,93
40,ขอนแก่น,8,41,แผ่นดินธรรม,69
40,ขอนแก่น,8,42,กล้าธรรม,7671
40,ขอนแก่น,8,43,พลังประชารัฐ,358
40,ขอนแก่น,8,44,โอกาสใหม่,99
40,ขอนแก่น,8,45,เป็นธรรม,98
40,ขอนแก่น,8,46,ประชาชน,25145
40,ขอนแก่น,8,47,ประชาไทย,160
40,ขอนแก่น,8,48,ไทยสร้างไทย,1407
40,ขอนแก่น,8,49,ไทยก้าวใหม่,296
40,ขอนแก่น,8,50,ประชาอาสาชาติ,6
40,ขอนแก่น,8,51,พร้อม,68
40,ขอนแก่น,8,52,เครือข่ายชาวนาแห่งประเทศไทย,25
40,ขอนแก่น,8,53,ไทยพิทักษ์ธรรม,17
40,ขอนแก่น,8,54,ความหวังใหม่,29
40,ขอนแก่น,8,55,ไทยรวมไทย,18
40,ขอนแก่น,8,56,เพื่อบ้านเมือง,45
40,ขอนแก่น,8,57,พลังไทยรักชาติ,60
40,ขอนแก่น,9,1,ไทยทรัพย์ทวี,222
40,ขอนแก่น,9,2,เพื่อชาติไทย,4121
40,ขอนแก่น,9,3,ใหม่,436
40,ขอนแก่น,9,4,มิติใหม่,1083
40,ขอนแก่น,9,5,รวมใจไทย,340
40,ขอนแก่น,9,6,รวมไทยสร้างชาติ,771
40,ขอนแก่น,9,7,พลวัต,68
40,ขอนแก่น,9,8,ประชาธิปไตยใหม่,247
40,ขอนแก่น,9,9,เพื่อไทย,35906
40,ขอนแก่น,9,10,ทางเลือกใหม่,231
40,ขอนแก่น,9,11,เศรษฐกิจ,2099
40,ขอนแก่น,9,12,เสรีรวมไทย,343
40,ขอนแก่น,9,13,รวมพลังประชาชน,264
40,ขอนแก่น,9,14,ท้องที่ไทย,32
40,ขอนแก่น,9,15,อนาคตไทย,38
40,ขอนแก่น,9,16,พลังเพื่อไทย,164
40,ขอนแก่น,9,17,ไทยชนะ,67
40,ขอนแก่น,9,18,พลังสังคมใหม่,5
40,ขอนแก่น,9,19,สังคมประชาธิปไตย,23
40,ขอนแก่น,9,20,ฟิวชัน,20
40,ขอนแก่น,9,21,ไทรวมพลัง,19
40,ขอนแก่น,9,22,ก้าวอิสระ,11
40,ขอนแก่น,9,23,ปวงชนไทย,34
40,ขอนแก่น,9,24,วิชชั่นใหม่,33
40,ขอนแก่น,9,25,เพื่อชีวิตใหม่,14
40,ขอนแก่น,9,26,คลองไทย,33
40,ขอนแก่น,9,27,ประชาธิปัตย์,777
40,ขอนแก่น,9,28,ไทยก้าวหน้า,61
40,ขอนแก่น,9,29,ไทยภักดี,335
40,ขอนแก่น,9,30,แรงงานสร้างชาติ,71
40,ขอนแก่น,9,31,ประชากรไทย,291
40,ขอนแก่น,9,32,ครูไทยเพื่อประชาชน,647
40,ขอนแก่น,9,33,ประชาชาติ,128
40,ขอนแก่น,9,34,สร้างอนาคตไทย,91
40,ขอนแก่น,9,35,รักชาติ,58
40,ขอนแก่น,9,36,ไทยพร้อม,103
40,ขอนแก่น,9,37,ภูมิใจไทย,10850
40,ขอนแก่น,9,38,พลังธรรมใหม่,603
40,ขอนแก่น,9,39,กรีน,56
40,ขอนแก่น,9,40,ไทยธรรม,69
40,ขอนแก่น,9,41,แผ่นดินธรรม,16
40,ขอนแก่น,9,42,กล้าธรรม,97
40,ขอนแก่น,9,43,พลังประชารัฐ,99
40,ขอนแก่น,9,44,โอกาสใหม่,16
40,ขอนแก่น,9,45,เป็นธรรม,23
40,ขอนแก่น,9,46,ประชาชน,18297
40,ขอนแก่น,9,47,ประชาไทย,63
40,ขอนแก่น,9,48,ไทยสร้างไทย,541
40,ขอนแก่น,9,49,ไทยก้าวใหม่,93
40,ขอนแก่น,9,50,ประชาอาสาชาติ,4
40,ขอนแก่น,9,51,พร้อม,19
40,ขอนแก่น,9,52,เครือข่ายชาวนาแห่งประเทศไทย,11
40,ขอนแก่น,9,53,ไทยพิทักษ์ธรรม,4
40,ขอนแก่น,9,54,ความหวังใหม่,7
40,ขอนแก่น,9,55,ไทยรวมไทย,10
40,ขอนแก่น,9,56,เพื่อบ้านเมือง,12
40,ขอนแก่น,9,57,พลังไทยรักชาติ,20
40,ขอนแก่น,10,1,ใหม่,409
40,ขอนแก่น,10,2,ไทยทรัพย์ทวี,2156
40,ขอนแก่น,10,3,เพื่อชาติไทย,1341
40,ขอนแก่น,10,4,มิติใหม่,108
40,ขอนแก่น,10,5,รวมใจไทย,2887
40,ขอนแก่น,10,6,รวมไทยสร้างชาติ,766
40,ขอนแก่น,10,7,พลวัต,74
40,ขอนแก่น,10,8,ประชาธิปไตยใหม่,376
40,ขอนแก่น,10,9,เพื่อไทย,32681
40,ขอนแก่น,10,10,ทางเลือกใหม่,262
40,ขอนแก่น,10,11,เศรษฐกิจ,2393
40,ขอนแก่น,10,12,เสรีรวมไทย,445
40,ขอนแก่น,10,13,รวมพลังประชาชน,353
40,ขอนแก่น,10,14,ท้องที่ไทย,42
40,ขอนแก่น,10,15,อนาคตไทย,55
40,ขอนแก่น,10,16,พลังเพื่อไทย,188
40,ขอนแก่น,10,17,ไทยชนะ,107
40,ขอนแก่น,10,18,พลังสังคมใหม่,14
40,ขอนแก่น,10,19,สังคมประชาธิปไตยไทย,59
40,ขอนแก่น,10,20,ฟิวชัน,50
40,ขอนแก่น,10,21,ไทรวมพลัง,30
40,ขอนแก่น,10,22,ก้าวอิสระ,16
40,ขอนแก่น,10,23,ปวงชนไทย,32
40,ขอนแก่น,10,24,วิชชั่นใหม่,37
40,ขอนแก่น,10,25,เพื่อชีวิตใหม่,21
40,ขอนแก่น,10,26,คลองไทย,45
40,ขอนแก่น,10,27,ประชาธิปัตย์,1282
40,ขอนแก่น,10,28,ไทยก้าวหน้า,78
40,ขอนแก่น,10,29,ไทยภักดี,197
40,ขอนแก่น,10,30,แรงงานสร้างชาติ,207
40,ขอนแก่น,10,31,ประชากรไทย,190
40,ขอนแก่น,10,32,ครูไทยเพื่อประชาชน,186
40,ขอนแก่น,10,33,ประชาชาติ,75
40,ขอนแก่น,10,34,สร้างอนาคตไทย,237
40,ขอนแก่น,10,35,รักชาติ,147
40,ขอนแก่น,10,36,ไทยพร้อม,128
40,ขอนแก่น,10,37,ภูมิใจไทย,16248
40,ขอนแก่น,10,38,พลังธรรมใหม่,612
40,ขอนแก่น,10,39,กรีน,74
40,ขอนแก่น,10,40,ไทยธรรม,83
40,ขอนแก่น,10,41,แผ่นดินธรรม,23
40,ขอนแก่น,10,42,กล้าธรรม,110
40,ขอนแก่น,10,43,พลังประชารัฐ,113
40,ขอนแก่น,10,44,โอกาสใหม่,16
40,ขอนแก่น,10,45,เป็นธรรม,63
40,ขอนแก่น,10,46,ประชาชน,17797
40,ขอนแก่น,10,47,ประชาไทย,115
40,ขอนแก่น,10,48,ไทยสร้างไทย,383
40,ขอนแก่น,10,49,ไทยก้าวใหม่,176
40,ขอนแก่น,10,50,ประชาอาสาชาติ,4
40,ขอนแก่น,10,51,พร้อม,30
40,ขอนแก่น,10,52,เครือข่ายชาวนาแห่งประเทศไทย,5
40,ขอนแก่น,10,53,ไทยพิทักษ์ธรรม,8
40,ขอนแก่น,10,54,ความหวังใหม่,28
40,ขอนแก่น,10,55,ไทยรวมไทย,23
40,ขอนแก่น,10,56,เพื่อบ้านเมือง,24
40,ขอนแก่น,10,57,พลังไทยรักชาติ,33
40,ขอนแก่น,11,2,ไทยทรัพย์ทวี,299
40,ขอนแก่น,11,3,เพื่อชาติไทย,2358
40,ขอนแก่น,11,4,ใหม่,470
40,ขอนแก่น,11,5,มิติใหม่,178
40,ขอนแก่น,11,6,รวมใจไทย,499
40,ขอนแก่น,11,7,รวมไทยสร้างชาติ,2950
40,ขอนแก่น,11,8,พลวัต,112
40,ขอนแก่น,11,9,ประชาธิปไตยใหม่,409
40,ขอนแก่น,11,10,เพื่อไทย,19952
40,ขอนแก่น,11,11,ทางเลือกใหม่,280
40,ขอนแก่น,11,12,เศรษฐกิจ,2478
40,ขอนแก่น,11,13,เสรีรวมไทย,595
40,ขอนแก่น,11,14,รวมพลังประชาชน,431
40,ขอนแก่น,11,15,ท้องที่ไทย,46
40,ขอนแก่น,11,16,อนาคตไทย,72
40,ขอนแก่น,11,17,พลังเพื่อไทย,267
40,ขอนแก่น,11,18,ไทยชนะ,113
40,ขอนแก่น,11,19,พลังสังคมใหม่,26
40,ขอนแก่น,11,20,สังคมประชาธิปไตยไทย,33
40,ขอนแก่น,11,21,ฟิวชัน,29
40,ขอนแก่น,11,22,ไทรวมพลัง,34
40,ขอนแก่น,11,23,ก้าวอิสระ,33
40,ขอนแก่น,11,24,ปวงชนไทย,77
40,ขอนแก่น,11,25,วิชชั่นใหม่,46
40,ขอนแก่น,11,26,เพื่อชีวิตใหม่,24
40,ขอนแก่น,11,27,คลองไทย,81
40,ขอนแก่น,11,28,ประชาธิปัตย์,2229
40,ขอนแก่น,11,29,ไทยก้าวหน้า,135
40,ขอนแก่น,11,30,ไทยภักดี,350
40,ขอนแก่น,11,31,แรงงานสร้างชาติ,88
40,ขอนแก่น,11,32,ประชากรไทย,270
40,ขอนแก่น,11,33,ครูไทยเพื่อประชาชน,229
40,ขอนแก่น,11,34,ประชาชาติ,107
40,ขอนแก่น,11,35,สร้างอนาคตไทย,130
40,ขอนแก่น,11,36,รักชาติ,254
40,ขอนแก่น,11,37,ไทยพร้อม,327
40,ขอนแก่น,11,38,ภูมิใจไทย,20024
40,ขอนแก่น,11,39,พลังธรรมใหม่,364
40,ขอนแก่น,11,40,กรีน,59
40,ขอนแก่น,11,41,ไทยธรรม,49
40,ขอนแก่น,11,42,แผ่นดินธรรม,16
40,ขอนแก่น,11,43,กล้าธรรม,146
40,ขอนแก่น,11,44,พลังประชารัฐ,130
40,ขอนแก่น,11,45,โอกาสใหม่,23
40,ขอนแก่น,11,46,เป็นธรรม,62
40,ขอนแก่น,11,47,ประชาชน,18652
40,ขอนแก่น,11,48,ประชาไทย,130
40,ขอนแก่น,11,49,ไทยสร้างไทย,380
40,ขอนแก่น,11,50,ไทยก้าวใหม่,176
40,ขอนแก่น,11,51,ประชาอาสาชาติ,11
40,ขอนแก่น,11,52,พร้อม,43
40,ขอนแก่น,11,53,เครือข่ายชาวนาแห่งประเทศไทย,14
40,ขอนแก่น,11,54,ไทยพิทักษ์ธรรม,10
40,ขอนแก่น,11,55,ความหวังใหม่,32
40,ขอนแก่น,11,56,ไทยรวมไทย,12
40,ขอนแก่น,11,57,เพื่อบ้านเมือง,24
40,ขอนแก่น,11,58,พลังไทยรักชาติ,57
41,อุดรธานี,1,1,ไทยทรัพย์ทวี,111
41,อุดรธานี,1,2,เพื่อชาติไทย,3113
41,อุดรธานี,1,3,ใหม่,168
41,อุดรธานี,1,4,มิติใหม่,126
41,อุดรธานี,1,5,รวมใจไทย,442
41,อุดรธานี,1,6,รวมไทยสร้างชาติ,1941
41,อุดรธานี,1,7,พลวัต,118
41,อุดรธานี,1,8,ประชาธิปไตยใหม่,198
41,อุดรธานี,1,9,เพื่อไทย,17892
41,อุดรธานี,1,10,ทางเลือกใหม่,331
41,อุดรธานี,1,11,เศรษฐกิจ,2326
41,อุดรธานี,1,12,เสรีรวมไทย,854
41,อุดรธานี,1,13,รวมพลังประชาชน,322
41,อุดรธานี,1,14,ท้องที่ไทย,17
41,อุดรธานี,1,15,อนาคตไทย,46
41,อุดรธานี,1,16,พลังเพื่อไทย,120
41,อุดรธานี,1,17,ไทยชนะ,43
41,อุดรธานี,1,18,พลังสังคมใหม่,9
41,อุดรธานี,1,19,สังคมประชาธิปไตยไทย,18
41,อุดรธานี,1,20,ฟิวชัน,12
41,อุดรธานี,1,21,ไทรวมพลัง,36
41,อุดรธานี,1,22,ก้าวอิสระ,16
41,อุดรธานี,1,23,ปวงชนไทย,24
41,อุดรธานี,1,24,วิชชั่นใหม่,22
41,อุดรธานี,1,25,เพื่อชีวิตใหม่,9
41,อุดรธานี,1,26,คลองไทย,31
41,อุดรธานี,1,27,ประชาธิปัตย์,2924
41,อุดรธานี,1,28,ไทยก้าวหน้า,78
41,อุดรธานี,1,29,ไทยภักดี,1140
41,อุดรธานี,1,30,แรงงานสร้างชาติ,34
41,อุดรธานี,1,31,ประชากรไทย,80
41,อุดรธานี,1,32,ครูไทยเพื่อประชาชน,66
41,อุดรธานี,1,33,ประชาชาติ,50
41,อุดรธานี,1,34,สร้างอนาคตไทย,61
41,อุดรธานี,1,35,รักชาติ,73
41,อุดรธานี,1,36,ไทยพร้อม,56
41,อุดรธานี,1,37,ภูมิใจไทย,11483
41,อุดรธานี,1,38,พลังธรรมใหม่,88
41,อุดรธานี,1,39,กรีน,33
41,อุดรธานี,1,40,ไทยธรรม,13
41,อุดรธานี,1,41,แผ่นดินธรรม,18
41,อุดรธานี,1,42,กล้าธรรม,99
41,อุดรธานี,1,43,พลังประชารัฐ,151
41,อุดรธานี,1,44,โอกาสใหม่,58
41,อุดรธานี,1,45,เป็นธรรม,70
41,อุดรธานี,1,46,ประชาชน,33047
41,อุดรธานี,1,47,ประชาไทย,91
41,อุดรธานี,1,48,ไทยสร้างไทย,674
41,อุดรธานี,1,49,ไทยก้าวใหม่,260
41,อุดรธานี,1,50,ประชาอาสาชาติ,6
41,อุดรธานี,1,51,พร้อม,29
41,อุดรธานี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,15
41,อุดรธานี,1,53,ไทยพิทักษ์ธรรม,9
41,อุดรธานี,1,54,ความหวังใหม่,21
41,อุดรธานี,1,55,ไทยรวมไทย,8
41,อุดรธานี,1,56,เพื่อบ้านเมือง,34
41,อุดรธานี,1,57,พลังไทยรักชาติ,22
41,อุดรธานี,2,2,ไทยทรัพย์ทวี,2600
41,อุดรธานี,2,4,เพื่อชาติไทย,1390
41,อุดรธานี,2,5,ใหม่,251
41,อุดรธานี,2,6,มิติใหม่,85
41,อุดรธานี,2,7,รวมใจไทย,425
41,อุดรธานี,2,8,รวมไทยสร้างชาติ,1398
41,อุดรธานี,2,9,พลวัต,1195
41,อุดรธานี,2,10,ประชาธิปไตยใหม่,277
41,อุดรธานี,2,11,เพื่อไทย,27781
41,อุดรธานี,2,12,ทางเลือกใหม่,351
41,อุดรธานี,2,13,เศรษฐกิจ,3064
41,อุดรธานี,2,14,เสรีรวมไทย,781
41,อุดรธานี,2,15,รวมพลังประชาชน,389
41,อุดรธานี,2,16,ท้องที่ไทย,24
41,อุดรธานี,2,17,อนาคตไทย,58
41,อุดรธานี,2,18,พลังเพื่อไทย,174
41,อุดรธานี,2,19,ไทยชนะ,62
41,อุดรธานี,2,20,พลังสังคมใหม่,19
41,อุดรธานี,2,21,สังคมประชาธิปไตยไทย,24
41,อุดรธานี,2,22,ฟิวชัน,16
41,อุดรธานี,2,23,ไทรวมพลัง,37
41,อุดรธานี,2,24,ก้าวอิสระ,27
41,อุดรธานี,2,25,ปวงชนไทย,24
41,อุดรธานี,2,26,วิชชั่นใหม่,28
41,อุดรธานี,2,27,เพื่อชีวิตใหม่,13
41,อุดรธานี,2,28,คลองไทย,38
41,อุดรธานี,2,29,ประชาธิปัตย์,1544
41,อุดรธานี,2,30,ไทยก้าวหน้า,120
41,อุดรธานี,2,31,ไทยภักดี,466
41,อุดรธานี,2,32,แรงงานสร้างชาติ,156
41,อุดรธานี,2,33,ประชากรไทย,93
41,อุดรธานี,2,34,ครูไทยเพื่อประชาชน,64
41,อุดรธานี,2,35,ประชาชาติ,66
41,อุดรธานี,2,36,สร้างอนาคตไทย,51
41,อุดรธานี,2,37,รักชาติ,71
41,อุดรธานี,2,38,ไทยพร้อม,130
41,อุดรธานี,2,39,ภูมิใจไทย,11367
41,อุดรธานี,2,40,พลังธรรมใหม่,295
41,อุดรธานี,2,41,กรีน,36
41,อุดรธานี,2,42,ไทยธรรม,21
41,อุดรธานี,2,43,แผ่นดินธรรม,24
41,อุดรธานี,2,44,กล้าธรรม,138
41,อุดรธานี,2,45,พลังประชารัฐ,125
41,อุดรธานี,2,46,โอกาสใหม่,41
41,อุดรธานี,2,47,เป็นธรรม,66
41,อุดรธานี,2,48,ประชาชน,26520
41,อุดรธานี,2,49,ประชาไทย,102
41,อุดรธานี,2,50,ไทยสร้างไทย,514
41,อุดรธานี,2,51,ไทยก้าวใหม่,197
41,อุดรธานี,2,52,ประชาอาสาชาติ,2
41,อุดรธานี,2,53,พร้อม,42
41,อุดรธานี,2,54,เครือข่ายชาวนาแห่งประเทศไทย,14
41,อุดรธานี,2,55,ไทยพิทักษ์ธรรม,3
41,อุดรธานี,2,56,ความหวังใหม่,17
41,อุดรธานี,2,57,ไทยรวมไทย,11
41,อุดรธานี,2,58,เพื่อบ้านเมือง,31
41,อุดรธานี,2,59,พลังไทยรักชาติ,28
41,อุดรธานี,3,1,ใหม่,571
41,อุดรธานี,3,2,ไทยทรัพย์ทวี,2416
41,อุดรธานี,3,3,เพื่อชาติไทย,4844
41,อุดรธานี,3,4,มิติใหม่,114
41,อุดรธานี,3,5,รวมใจไทย,480
41,อุดรธานี,3,6,รวมไทยสร้างชาติ,710
41,อุดรธานี,3,7,พลวัต,67
41,อุดรธานี,3,8,ประชาธิปไตยใหม่,271
41,อุดรธานี,3,9,เพื่อไทย,28705
41,อุดรธานี,3,10,ทางเลือกใหม่,284
41,อุดรธานี,3,11,เศรษฐกิจ,2526
41,อุดรธานี,3,12,เสรีรวมไทย,400
41,อุดรธานี,3,13,รวมพลังประชาชน,371
41,อุดรธานี,3,14,ท้องที่ไทย,23
41,อุดรธานี,3,15,อนาคตไทย,54
41,อุดรธานี,3,16,พลังเพื่อไทย,204
41,อุดรธานี,3,17,ไทยชนะ,81
41,อุดรธานี,3,18,พลังสังคมใหม่,18
41,อุดรธานี,3,19,สังคมประชาธิปไตยไทย,28
41,อุดรธานี,3,20,ฟิวชัน,17
41,อุดรธานี,3,21,ไทรวมพลัง,28
41,อุดรธานี,3,22,ก้าวอิสระ,19
41,อุดรธานี,3,23,ปวงชนไทย,31
41,อุดรธานี,3,24,วิชชั่นใหม่,64
41,อุดรธานี,3,25,เพื่อชีวิตใหม่,23
41,อุดรธานี,3,26,คลองไทย,49
41,อุดรธานี,3,27,ประชาธิปัตย์,904
41,อุดรธานี,3,28,ไทยก้าวหน้า,150
41,อุดรธานี,3,29,ไทยภักดี,222
41,อุดรธานี,3,30,แรงงานสร้างชาติ,238
41,อุดรธานี,3,31,ประชากรไทย,339
41,อุดรธานี,3,32,ครูไทยเพื่อประชาชน,98
41,อุดรธานี,3,33,ประชาชาติ,62
41,อุดรธานี,3,34,สร้างอนาคตไทย,93
41,อุดรธานี,3,35,รักชาติ,63
41,อุดรธานี,3,36,ไทยพร้อม,125
41,อุดรธานี,3,37,ภูมิใจไทย,10068
41,อุดรธานี,3,38,พลังธรรมใหม่,422
41,อุดรธานี,3,39,กรีน,44
41,อุดรธานี,3,40,ไทยธรรม,36
41,อุดรธานี,3,41,แผ่นดินธรรม,12
41,อุดรธานี,3,42,กล้าธรรม,68
41,อุดรธานี,3,43,พลังประชารัฐ,111
41,อุดรธานี,3,44,โอกาสใหม่,32
41,อุดรธานี,3,45,เป็นธรรม,42
41,อุดรธานี,3,46,ประชาชน,18145
41,อุดรธานี,3,47,ประชาไทย,82
41,อุดรธานี,3,48,ไทยสร้างไทย,567
41,อุดรธานี,3,49,ไทยก้าวใหม่,179
41,อุดรธานี,3,50,ประชาอาสาชาติ,9
41,อุดรธานี,3,51,พร้อม,43
41,อุดรธานี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,12
41,อุดรธานี,3,53,ไทยพิทักษ์ธรรม,5
41,อุดรธานี,3,54,ความหวังใหม่,22
41,อุดรธานี,3,55,ไทยรวมไทย,13
41,อุดรธานี,3,56,เพื่อบ้านเมือง,21
41,อุดรธานี,3,57,พลังไทยรักชาติ,30
41,อุดรธานี,4,1,ไทยทรัพย์ทวี,260
41,อุดรธานี,4,2,เพื่อชาติไทย,1829
41,อุดรธานี,4,3,ใหม่,2205
41,อุดรธานี,4,4,มิติใหม่,120
41,อุดรธานี,4,5,รวมใจไทย,492
41,อุดรธานี,4,6,รวมไทยสร้างชาติ,820
41,อุดรธานี,4,7,พลวัต,1234
41,อุดรธานี,4,8,ประชาธิปไตยใหม่,314
41,อุดรธานี,4,9,เพื่อไทย,26237
41,อุดรธานี,4,10,ทางเลือกใหม่,243
41,อุดรธานี,4,11,เศรษฐกิจ,2833
41,อุดรธานี,4,12,เสรีรวมไทย,521
41,อุดรธานี,4,13,รวมพลังประชาชน,464
41,อุดรธานี,4,14,ท้องที่ไทย,40
41,อุดรธานี,4,15,อนาคตไทย,64
41,อุดรธานี,4,16,พลังเพื่อไทย,284
41,อุดรธานี,4,17,ไทยชนะ,90
41,อุดรธานี,4,18,พลังสังคมใหม่,20
41,อุดรธานี,4,19,สังคมประชาธิปไตยไทย,36
41,อุดรธานี,4,20,ฟิวชัน,14
41,อุดรธานี,4,21,ไทรวมพลัง,38
41,อุดรธานี,4,22,ก้าวอิสระ,29
41,อุดรธานี,4,23,ปวงชนไทย,67
41,อุดรธานี,4,24,วิชชั่นใหม่,54
41,อุดรธานี,4,25,เพื่อชีวิตใหม่,17
41,อุดรธานี,4,26,คลองไทย,87
41,อุดรธานี,4,27,ประชาธิปัตย์,1161
41,อุดรธานี,4,28,ไทยก้าวหน้า,107
41,อุดรธานี,4,29,ไทยภักดี,148
41,อุดรธานี,4,30,แรงงานสร้างชาติ,95
41,อุดรธานี,4,31,ประชากรไทย,141
41,อุดรธานี,4,32,ครูไทยเพื่อประชาชน,249
41,อุดรธานี,4,33,ประชาชาติ,77
41,อุดรธานี,4,34,สร้างอนาคตไทย,100
41,อุดรธานี,4,35,รักชาติ,70
41,อุดรธานี,4,36,ไทยพร้อม,157
41,อุดรธานี,4,37,ภูมิใจไทย,8343
41,อุดรธานี,4,38,พลังธรรมใหม่,351
41,อุดรธานี,4,39,กรีน,39
41,อุดรธานี,4,40,ไทยธรรม,49
41,อุดรธานี,4,41,แผ่นดินธรรม,26
41,อุดรธานี,4,42,กล้าธรรม,139
41,อุดรธานี,4,43,พลังประชารัฐ,117
41,อุดรธานี,4,44,โอกาสใหม่,46
41,อุดรธานี,4,45,เป็นธรรม,50
41,อุดรธานี,4,46,ประชาชน,18677
41,อุดรธานี,4,47,ประชาไทย,111
41,อุดรธานี,4,48,ไทยสร้างไทย,708
41,อุดรธานี,4,49,ไทยก้าวใหม่,164
41,อุดรธานี,4,50,ประชาอาสาชาติ,11
41,อุดรธานี,4,51,พร้อม,37
41,อุดรธานี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,17
41,อุดรธานี,4,53,ไทยพิทักษ์ธรรม,25
41,อุดรธานี,4,54,ความหวังใหม่,26
41,อุดรธานี,4,55,ไทยรวมไทย,22
41,อุดรธานี,4,56,เพื่อบ้านเมือง,115
41,อุดรธานี,4,57,พลังไทยรักชาติ,43
41,อุดรธานี,5,2,ไทยทรัพย์ทวี,325
41,อุดรธานี,5,3,เพื่อชาติไทย,3108
41,อุดรธานี,5,4,ใหม่,2199
41,อุดรธานี,5,5,มิติใหม่,495
41,อุดรธานี,5,6,รวมใจไทย,537
41,อุดรธานี,5,7,รวมไทยสร้างชาติ,844
41,อุดรธานี,5,8,พลวัต,105
41,อุดรธานี,5,9,ประชาธิปไตยใหม่,287
41,อุดรธานี,5,10,เพื่อไทย,24444
41,อุดรธานี,5,11,ทางเลือกใหม่,218
41,อุดรธานี,5,12,เศรษฐกิจ,2641
41,อุดรธานี,5,13,เสรีรวมไทย,407
41,อุดรธานี,5,14,รวมพลังประชาชน,412
41,อุดรธานี,5,15,ท้องที่ไทย,43
41,อุดรธานี,5,16,อนาคตไทย,62
41,อุดรธานี,5,17,พลังเพื่อไทย,187
41,อุดรธานี,5,18,ไทยชนะ,93
41,อุดรธานี,5,19,พลังสังคมใหม่,11
41,อุดรธานี,5,20,สังคมประชาธิปไตยไทย,29
41,อุดรธานี,5,21,ฟิวชัน,20
41,อุดรธานี,5,22,ไทรวมพลัง,27
41,อุดรธานี,5,23,ก้าวอิสระ,16
41,อุดรธานี,5,24,ปวงชนไทย,78
41,อุดรธานี,5,25,วิชชั่นใหม่,57
41,อุดรธานี,5,26,เพื่อชีวิตใหม่,8
41,อุดรธานี,5,27,คลองไทย,50
41,อุดรธานี,5,28,ประชาธิปัตย์,853
41,อุดรธานี,5,29,ไทยก้าวหน้า,99
41,อุดรธานี,5,30,ไทยภักดี,231
41,อุดรธานี,5,31,แรงงานสร้างชาติ,70
41,อุดรธานี,5,31,ประชากรไทย,221
41,อุดรธานี,5,32,ครูไทยเพื่อประชาชน,178
41,อุดรธานี,5,33,ประชาชาติ,79
41,อุดรธานี,5,34,สร้างอนาคตไทย,93
41,อุดรธานี,5,35,รักชาติ,62
41,อุดรธานี,5,36,ไทยพร้อม,80
41,อุดรธานี,5,37,ภูมิใจไทย,9797
41,อุดรธานี,5,38,พลังธรรมใหม่,311
41,อุดรธานี,5,39,กรีน,28
41,อุดรธานี,5,40,ไทยธรรม,50
41,อุดรธานี,5,41,แผ่นดินธรรม,17
41,อุดรธานี,5,42,กล้าธรรม,174
41,อุดรธานี,5,43,พลังประชารัฐ,104
41,อุดรธานี,5,44,โอกาสใหม่,42
41,อุดรธานี,5,45,เป็นธรรม,114
41,อุดรธานี,5,46,ประชาชน,18583
41,อุดรธานี,5,47,ประชาไทย,98
41,อุดรธานี,5,48,ไทยสร้างไทย,578
41,อุดรธานี,5,49,ไทยก้าวใหม่,184
41,อุดรธานี,5,50,ประชาอาสาชาติ,6
41,อุดรธานี,5,51,พร้อม,39
41,อุดรธานี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,16
41,อุดรธานี,5,53,ไทยพิทักษ์ธรรม,12
41,อุดรธานี,5,54,ความหวังใหม่,24
41,อุดรธานี,5,55,ไทยรวมไทย,18
41,อุดรธานี,5,56,เพื่อบ้านเมือง,38
41,อุดรธานี,5,57,พลังไทยรักชาติ,40
41,อุดรธานี,7,1,ไทยทรัพย์ทวี,313
41,อุดรธานี,7,2,เพื่อชาติไทย,1139
41,อุดรธานี,7,3,ใหม่,469
41,อุดรธานี,7,4,มิติใหม่,137
41,อุดรธานี,7,5,รวมใจไทย,397
41,อุดรธานี,7,6,รวมไทยสร้างชาติ,2933
41,อุดรธานี,7,7,พลวัต,1128
41,อุดรธานี,7,8,ประชาธิปไตยใหม่,392
41,อุดรธานี,7,9,เพื่อไทย,23469
41,อุดรธานี,7,10,ทางเลือกใหม่,399
41,อุดรธานี,7,11,เศรษฐกิจ,3284
41,อุดรธานี,7,12,เสรีรวมไทย,488
41,อุดรธานี,7,13,รวมพลังประชาชน,692
41,อุดรธานี,7,14,ท้องที่ไทย,51
41,อุดรธานี,7,15,อนาคตไทย,82
41,อุดรธานี,7,16,พลังเพื่อไทย,339
41,อุดรธานี,7,17,ไทยชนะ,136
41,อุดรธานี,7,18,พลังสังคมใหม่,26
41,อุดรธานี,7,19,สังคมประชาธิปไตยไทย,90
41,อุดรธานี,7,20,ฟิวชั่น,26
41,อุดรธานี,7,21,ไทรวมพลัง,37
41,อุดรธานี,7,22,ก้าวอิสระ,28
41,อุดรธานี,7,23,ปวงชนไทย,46
41,อุดรธานี,7,24,วิชชั่นใหม่,82
41,อุดรธานี,7,25,เพื่อชีวิตใหม่,20
41,อุดรธานี,7,26,คลองไทย,90
41,อุดรธานี,7,27,ประชาธิปัตย์,1192
41,อุดรธานี,7,28,ไทยก้าวหน้า,170
41,อุดรธานี,7,29,ไทยภักดี,260
41,อุดรธานี,7,30,แรงงานสร้างชาติ,93
41,อุดรธานี,7,31,ประชากรไทย,108
41,อุดรธานี,7,32,ครูไทยเพื่อประชาชน,123
41,อุดรธานี,7,33,ประชาชาติ,71
41,อุดรธานี,7,34,สร้างอนาคตไทย,86
41,อุดรธานี,7,35,รักชาติ,189
41,อุดรธานี,7,36,ไทยพร้อม,171
41,อุดรธานี,7,37,ภูมิใจไทย,5286
41,อุดรธานี,7,38,พลังธรรมใหม่,290
41,อุดรธานี,7,39,กรีน,52
41,อุดรธานี,7,40,ไทยธรรม,46
41,อุดรธานี,7,41,แผ่นดินธรรม,29
41,อุดรธานี,7,42,กล้าธรรม,152
41,อุดรธานี,7,43,พลังประชารัฐ,165
41,อุดรธานี,7,44,โอกาสใหม่,36
41,อุดรธานี,7,45,เป็นธรรม,62
41,อุดรธานี,7,46,ประชาชน,23171
41,อุดรธานี,7,47,ประชาไทย,230
41,อุดรธานี,7,48,ไทยสร้างไทย,3274
41,อุดรธานี,7,49,ไทยก้าวใหม่,257
41,อุดรธานี,7,50,ประชาอาสาชาติ,11
41,อุดรธานี,7,51,พร้อม,48
41,อุดรธานี,7,52,เครือข่ายชาวนาแห่งประเทศไทย,18
41,อุดรธานี,7,53,ไทยพิทักษ์ธรรม,7
41,อุดรธานี,7,54,ความหวังใหม่,18
41,อุดรธานี,7,55,ไทยรวมไทย,16
41,อุดรธานี,7,56,เพื่อบ้านเมือง,32
41,อุดรธานี,7,57,พลังไทยรักชาติ,49
41,อุดรธานี,8,1,ไทยทรัพย์ทวี,349
41,อุดรธานี,8,2,เพื่อชาติไทย,1132
41,อุดรธานี,8,3,ใหม่,645
41,อุดรธานี,8,4,มิติใหม่,171
41,อุดรธานี,8,5,รวมใจไทย,774
41,อุดรธานี,8,6,รวมไทยสร้างชาติ,3616
41,อุดรธานี,8,7,พลวัต,174
41,อุดรธานี,8,8,ประชาธิปไตยใหม่,1474
41,อุดรธานี,8,9,เพื่อไทย,20167
41,อุดรธานี,8,10,ทางเลือกใหม่,333
41,อุดรธานี,8,11,เศรษฐกิจ,3857
41,อุดรธานี,8,12,เสรีรวมไทย,604
41,อุดรธานี,8,13,รวมพลังประชาชน,526
41,อุดรธานี,8,14,ท้องที่ไทย,65
41,อุดรธานี,8,15,อนาคตไทย,103
41,อุดรธานี,8,16,พลังเพื่อไทย,271
41,อุดรธานี,8,17,ไทยชนะ,179
41,อุดรธานี,8,18,พลังสังคมใหม่,33
41,อุดรธานี,8,19,สังคมประชาธิปไตยไทย,48
41,อุดรธานี,8,20,ฟิวชัน,24
41,อุดรธานี,8,21,ไทรวมพลัง,43
41,อุดรธานี,8,22,ก้าวอิสระ,38
41,อุดรธานี,8,23,ปวงชนไทย,65
41,อุดรธานี,8,24,วิชชั่นใหม่,76
41,อุดรธานี,8,25,เพื่อชีวิตใหม่,19
41,อุดรธานี,8,26,คลองไทย,73
41,อุดรธานี,8,27,ประชาธิปัตย์,1437
41,อุดรธานี,8,28,ไทยก้าวหน้า,147
41,อุดรธานี,8,29,ไทยภักดี,225
41,อุดรธานี,8,30,แรงงานสร้างชาติ,89
41,อุดรธานี,8,31,ประชากรไทย,170
41,อุดรธานี,8,32,ครูไทยเพื่อประชาชน,153
41,อุดรธานี,8,33,ประชาชาติ,83
41,อุดรธานี,8,34,สร้างอนาคตไทย,133
41,อุดรธานี,8,35,รักชาติ,245
41,อุดรธานี,8,36,ไทยพร้อม,176
41,อุดรธานี,8,37,ภูมิใจไทย,10977
41,อุดรธานี,8,38,พลังธรรมใหม่,333
41,อุดรธานี,8,39,กรีน,47
41,อุดรธานี,8,40,ไทยธรรม,62
41,อุดรธานี,8,41,แผ่นดินธรรม,24
41,อุดรธานี,8,42,กล้าธรรม,149
41,อุดรธานี,8,43,พลังประชารัฐ,197
41,อุดรธานี,8,44,โอกาสใหม่,43
41,อุดรธานี,8,45,เป็นธรรม,66
41,อุดรธานี,8,46,ประชาชน,19200
41,อุดรธานี,8,47,ประชาไทย,169
41,อุดรธานี,8,48,ไทยสร้างไทย,612
41,อุดรธานี,8,49,ไทยก้าวใหม่,278
41,อุดรธานี,8,50,ประชาอาสาชาติ,9
41,อุดรธานี,8,51,พร้อม,35
41,อุดรธานี,8,52,เครือข่ายชาวนาแห่งประเทศไทย,10
41,อุดรธานี,8,53,ไทยพิทักษ์ธรรม,43
41,อุดรธานี,8,54,ความหวังใหม่,31
41,อุดรธานี,8,55,ไทยรวมไทย,15
41,อุดรธานี,8,56,เพื่อบ้านเมือง,31
41,อุดรธานี,8,57,พลังไทยรักชาติ,41
41,อุดรธานี,9,1,ไทยทรัพย์ทวี,518
41,อุดรธานี,9,2,เพื่อชาติไทย,4481
41,อุดรธานี,9,3,ใหม่,463
41,อุดรธานี,9,4,มิติใหม่,228
41,อุดรธานี,9,5,รวมใจไทย,1163
41,อุดรธานี,9,6,รวมไทยสร้างชาติ,3645
41,อุดรธานี,9,7,พลวัต,110
41,อุดรธานี,9,8,ประชาธิปไตยใหม่,424
41,อุดรธานี,9,9,เพื่อไทย,24963
41,อุดรธานี,9,10,ทางเลือกใหม่,307
41,อุดรธานี,9,11,เศรษฐกิจ,3165
41,อุดรธานี,9,12,เสรีรวมไทย,665
41,อุดรธานี,9,13,รวมพลังประชาชน,650
41,อุดรธานี,9,14,ท้องที่ไทย,58
41,อุดรธานี,9,15,อนาคตไทย,90
41,อุดรธานี,9,16,พลังเพื่อไทย,359
41,อุดรธานี,9,17,ไทยชนะ,96
41,อุดรธานี,9,18,พลังสังคมใหม่,26
41,อุดรธานี,9,19,สังคมประชาธิปไตยไทย,22
41,อุดรธานี,9,20,ฟิวชัน,17
41,อุดรธานี,9,21,ไทรวมพลัง,35
41,อุดรธานี,9,22,ก้าวอิสระ,33
41,อุดรธานี,9,23,ปวงชนไทย,35
41,อุดรธานี,9,24,วิชชั่นใหม่,160
41,อุดรธานี,9,25,เพื่อชีวิตใหม่,32
41,อุดรธานี,9,26,คลองไทย,61
41,อุดรธานี,9,27,ประชาธิปัตย์,1315
41,อุดรธานี,9,28,ไทยก้าวหน้า,165
41,อุดรธานี,9,29,ไทยภักดี,230
41,อุดรธานี,9,30,แรงงานสร้างชาติ,126
41,อุดรธานี,9,31,ประชากรไทย,246
41,อุดรธานี,9,32,ครูไทยเพื่อประชาชน,95
41,อุดรธานี,9,33,ประชาชาติ,79
41,อุดรธานี,9,34,สร้างอนาคตไทย,118
41,อุดรธานี,9,35,รักชาติ,224
41,อุดรธานี,9,36,ไทยพร้อม,105
41,อุดรธานี,9,37,ภูมิใจไทย,5178
41,อุดรธานี,9,38,พลังธรรมใหม่,359
41,อุดรธานี,9,39,กรีน,33
41,อุดรธานี,9,40,ไทยธรรม,62
41,อุดรธานี,9,41,แผ่นดินธรรม,35
41,อุดรธานี,9,42,กล้าธรรม,2041
41,อุดรธานี,9,43,พลังประชารัฐ,188
41,อุดรธานี,9,44,โอกาสใหม่,58
41,อุดรธานี,9,45,เป็นธรรม,129
41,อุดรธานี,9,46,ประชาชน,21162
41,อุดรธานี,9,47,ประชาไทย,101
41,อุดรธานี,9,48,ไทยสร้างไทย,604
41,อุดรธานี,9,49,ไทยก้าวใหม่,205
41,อุดรธานี,9,50,ประชาอาสาชาติ,10
41,อุดรธานี,9,51,พร้อม,44
41,อุดรธานี,9,52,เครือข่ายชาวนาแห่งประเทศไทย,22
41,อุดรธานี,9,53,ไทยพิทักษ์ธรรม,20
41,อุดรธานี,9,54,ความหวังใหม่,30
41,อุดรธานี,9,55,ไทยรวมไทย,17
41,อุดรธานี,9,56,เพื่อบ้านเมือง,32
41,อุดรธานี,9,57,พลังไทยรักชาติ,48
41,อุดรธานี,10,1,ไทยทรัพย์ทวี,487
41,อุดรธานี,10,2,เพื่อชาติไทย,2225
41,อุดรธานี,10,3,ใหม่,1834
41,อุดรธานี,10,4,มิติใหม่,289
41,อุดรธานี,10,5,รวมใจไทย,3341
41,อุดรธานี,10,6,รวมไทยสร้างชาติ,889
41,อุดรธานี,10,7,พลวัต,152
41,อุดรธานี,10,8,ประชาธิปไตยใหม่,336
41,อุดรธานี,10,9,เพื่อไทย,24659
41,อุดรธานี,10,10,ทางเลือกใหม่,338
41,อุดรธานี,10,11,เศรษฐกิจ,3666
41,อุดรธานี,10,12,เสรีรวมไทย,632
41,อุดรธานี,10,13,รวมพลังประชาชน,604
41,อุดรธานี,10,14,ท้องที่ไทย,43
41,อุดรธานี,10,15,อนาคตไทย,92
41,อุดรธานี,10,16,พลังเพื่อไทย,246
41,อุดรธานี,10,17,ไทยชนะ,114
41,อุดรธานี,10,18,พลังสังคมใหม่,12
41,อุดรธานี,10,19,สังคมประชาธิปไตยไทย,40
41,อุดรธานี,10,20,ฟิวชัน,25
41,อุดรธานี,10,21,ไทรวมพลัง,45
41,อุดรธานี,10,22,ก้าวอิสระ,49
41,อุดรธานี,10,23,ปวงชนไทย,41
41,อุดรธานี,10,24,วิชชั่นใหม่,80
41,อุดรธานี,10,25,เพื่อชีวิตใหม่,29
41,อุดรธานี,10,26,คลองไทย,81
41,อุดรธานี,10,27,ประชาธิปัตย์,1922
41,อุดรธานี,10,28,ไทยก้าวหน้า,124
41,อุดรธานี,10,29,ไทยภักดี,218
41,อุดรธานี,10,30,แรงงานสร้างชาติ,113
41,อุดรธานี,10,31,ประชากรไทย,180
41,อุดรธานี,10,32,ครูไทยเพื่อประชาชน,243
41,อุดรธานี,10,33,ประชาชาติ,95
41,อุดรธานี,10,34,สร้างอนาคตไทย,235
41,อุดรธานี,10,35,รักชาติ,92
41,อุดรธานี,10,36,ไทยพร้อม,138
41,อุดรธานี,10,37,ภูมิใจไทย,8452
41,อุดรธานี,10,38,พลังธรรมใหม่,317
41,อุดรธานี,10,39,กรีน,48
41,อุดรธานี,10,40,ไทยธรรม,56
41,อุดรธานี,10,41,แผ่นดินธรรม,31
41,อุดรธานี,10,42,กล้าธรรม,168
41,อุดรธานี,10,43,พลังประชารัฐ,105
41,อุดรธานี,10,44,โอกาสใหม่,26
41,อุดรธานี,10,45,เป็นธรรม,90
41,อุดรธานี,10,46,ประชาชน,19053
41,อุดรธานี,10,47,ประชาไทย,129
41,อุดรธานี,10,48,ไทยสร้างไทย,467
41,อุดรธานี,10,49,ไทยก้าวใหม่,153
41,อุดรธานี,10,50,ประชาอาสาชาติ,8
41,อุดรธานี,10,51,พร้อม,52
41,อุดรธานี,10,52,เครือข่ายชาวนาแห่งประเทศไทย,18
41,อุดรธานี,10,53,ไทยพิทักษ์ธรรม,8
41,อุดรธานี,10,54,ความหวังใหม่,27
41,อุดรธานี,10,55,ไทยรวมไทย,17
41,อุดรธานี,10,56,เพื่อบ้านเมือง,40
41,อุดรธานี,10,57,พลังไทยรักชาติ,47
42,เลย,1,1,ไทยทรัพย์ทวี,511
42,เลย,1,2,เพื่อชาติไทย,1360
42,เลย,1,3,ใหม่,312
42,เลย,1,4,มิติใหม่,198
42,เลย,1,5,รวมใจไทย,1578
42,เลย,1,6,รวมไทยสร้างชาติ,1737
42,เลย,1,7,พลวัต,2155
42,เลย,1,8,ประชาธิปไตยใหม่,450
42,เลย,1,9,เพื่อไทย,28641
42,เลย,1,10,ทางเลือกใหม่,383
42,เลย,1,11,เศรษฐกิจ,3145
42,เลย,1,12,เสรีรวมไทย,762
42,เลย,1,13,รวมพลังประชาชน,473
42,เลย,1,14,ท้องที่ไทย,52
42,เลย,1,15,อนาคตไทย,122
42,เลย,1,16,พลังเพื่อไทย,332
42,เลย,1,17,ไทยชนะ,100
42,เลย,1,18,พลังสังคมใหม่,26
42,เลย,1,19,สังคมประชาธิปไตยไทย,54
42,เลย,1,20,ฟิวชัน,32
42,เลย,1,21,ไทรวมพลัง,83
42,เลย,1,22,ก้าวอิสระ,43
42,เลย,1,23,ปวงชนไทย,40
42,เลย,1,24,วิชชั่นใหม่,154
42,เลย,1,25,เพื่อชีวิตใหม่,32
42,เลย,1,26,คลองไทย,81
42,เลย,1,27,ประชาธิปัตย์,3457
42,เลย,1,28,ไทยก้าวหน้า,113
42,เลย,1,29,ไทยภักดี,503
42,เลย,1,30,แรงงานสร้างชาติ,100
42,เลย,1,31,ประชากรไทย,120
42,เลย,1,32,ครูไทยเพื่อประชาชน,103
42,เลย,1,33,ประชาชาติ,85
42,เลย,1,34,สรางอนาคตไทย,113
42,เลย,1,35,รักชาติ,104
42,เลย,1,36,ไทยพร้อม,232
42,เลย,1,37,ภูมิใจไทย,9287
42,เลย,1,38,พลังธรรมใหม่,374
42,เลย,1,39,กรีน,29
42,เลย,1,40,ไทยธรรม,52
42,เลย,1,41,แผ่นดินธรรม,25
42,เลย,1,42,กล้าธรรม,1678
42,เลย,1,43,พลังประชารัฐ,188
42,เลย,1,44,โอกาสใหม่,1393
42,เลย,1,45,เป็นธรรม,78
42,เลย,1,46,ประชาชน,24473
42,เลย,1,47,ประชาไทย,131
42,เลย,1,48,ไทยสร้างไทย,363
42,เลย,1,49,ไทยก้าวใหม่,256
42,เลย,1,50,ประชาอาสาชาติ,8
42,เลย,1,51,พร้อม,51
42,เลย,1,52,เครือข่ายชาวนาแห่งประเทศไทย,27
42,เลย,1,53,ไทยพิทักษ์ธรรม,12
42,เลย,1,54,ความหวังใหม่,30
42,เลย,1,55,ไทยรวมไทย,23
42,เลย,1,56,เพื่อบ้านเมือง,38
42,เลย,1,57,พลังไทยรักชาติ,42
42,เลย,2,1,ไทยทรัพย์ทวี,937
42,เลย,2,2,เพื่อชาติไทย,4639
42,เลย,2,3,ใหม่,1247
42,เลย,2,4,มิติใหม่,345
42,เลย,2,5,รวมใจไทย,1687
42,เลย,2,6,รวมไทยสร้างชาติ,1353
42,เลย,2,7,พลวัต,203
42,เลย,2,8,ประชาธิปไตยใหม่,392
42,เลย,2,9,เพื่อไทย,20153
42,เลย,2,10,ทางเลือกใหม่,338
42,เลย,2,11,เศรษฐกิจ,3944
42,เลย,2,12,เสรีรวมไทย,667
42,เลย,2,13,รวมพลังประชาชน,751
42,เลย,2,14,ท้องที่ไทย,138
42,เลย,2,15,อนาคตไทย,121
42,เลย,2,16,พลังเพื่อไทย,308
42,เลย,2,17,ไทยชนะ,156
42,เลย,2,18,พลังสังคมใหม่,37
42,เลย,2,19,สังคมประชาธิปไตย,58
42,เลย,2,20,ฟิวชัน,48
42,เลย,2,21,ไทรวมพลัง,52
42,เลย,2,22,ก้าวอิสระ,52
42,เลย,2,23,ปวงชนไทย,73
42,เลย,2,24,วิชชั่นใหม่,131
42,เลย,2,25,เพื่อชีวิตใหม่,45
42,เลย,2,26,คลองไทย,106
42,เลย,2,27,ประชาธิปัตย์,2228
42,เลย,2,28,ไทยก้าวหน้า,163
42,เลย,2,29,ไทยภักดี,377
42,เลย,2,30,แรงงานสร้างชาติ,224
42,เลย,2,31,ประชากรไทย,372
42,เลย,2,32,ครูไทยเพื่อประชาชน,209
42,เลย,2,33,ประชาชาติ,123
42,เลย,2,34,สร้างอนาคตไทย,366
42,เลย,2,35,รักชาติ,123
42,เลย,2,36,ไทยพร้อม,149
42,เลย,2,37,ภูมิใจไทย,6485
42,เลย,2,38,พลังธรรมใหม่,407
42,เลย,2,39,กรีน,44
42,เลย,2,40,ไทยธรรม,85
42,เลย,2,41,แผ่นดินธรรม,46
42,เลย,2,42,กล้าธรรม,505
42,เลย,2,43,พลังประชารัฐ,2631
42,เลย,2,44,โอกาสใหม่,158
42,เลย,2,45,เป็นธรรม,135
42,เลย,2,46,ประชาชน,21297
42,เลย,2,47,ประชาไทย,136
42,เลย,2,48,ไทยสร้างไทย,555
42,เลย,2,49,ไทยก้าวใหม่,327
42,เลย,2,50,ประชาอาสาชาติ,15
42,เลย,2,51,พร้อม,57
42,เลย,2,52,เครือข่ายชาวนาแห่งประเทศไทย,85
42,เลย,2,53,ไทยพิทักษ์ธรรม,15
42,เลย,2,54,ความหวังใหม่,30
42,เลย,2,55,ไทยรวมไทย,23
42,เลย,2,56,เพื่อบ้านเมือง,48
42,เลย,2,57,พลังไทยรักชาติ,86
42,เลย,3,1,ไทยทรัพย์ทวี,478
42,เลย,3,2,เพื่อชาติไทย,1991
42,เลย,3,3,ใหม่,2125
42,เลย,3,4,มิติใหม่,579
42,เลย,3,5,รวมใจไทย,810
42,เลย,3,6,รวมไทยสร้างชาติ,1156
42,เลย,3,7,พลวัต,201
42,เลย,3,8,ประชาธิปไตยใหม่,670
42,เลย,3,9,เพื่อไทย,12196
42,เลย,3,10,ทางเลือกใหม่,368
42,เลย,3,11,เศรษฐกิจ,2962
42,เลย,3,12,เสรีรวมไทย,519
42,เลย,3,13,รวมพลังประชาชน,613
42,เลย,3,14,ท้องถิ่นไทย,114
42,เลย,3,15,อนาคตไทย,121
42,เลย,3,16,พลังเพื่อไทย,230
42,เลย,3,17,ไทยชนะ,251
42,เลย,3,18,พลังสังคมใหม่,42
42,เลย,3,19,สังคมประชาธิปไตย,59
42,เลย,3,20,ฟิวชัน,27
42,เลย,3,21,ไทยรวมพลัง,46
42,เลย,3,22,ก้าวอิสระ,40
42,เลย,3,23,ปวงชนไทย,109
42,เลย,3,24,วิชชั่นใหม่,82
42,เลย,3,25,เพื่อชีวิตใหม่,46
42,เลย,3,26,ลองไทย,126
42,เลย,3,27,ประชาธิปัตย์,5478
42,เลย,3,28,ไทยก้าวหน้า,136
42,เลย,3,29,ไทยภักดี,326
42,เลย,3,30,แรงงานสร้างชาติ,173
42,เลย,3,31,ประชากรไทย,314
42,เลย,3,32,ครูไทยเพื่อประชาชน,315
42,เลย,3,33,ประชาชาติ,223
42,เลย,3,34,สร้างอนาคตไทย,157
42,เลย,3,35,รักชาติ,161
42,เลย,3,36,ไทยพร้อม,206
42,เลย,3,37,ภูมิใจไทย,24802
42,เลย,3,38,พลังธรรมใหม่,276
42,เลย,3,39,กรีน,53
42,เลย,3,40,ไทยธรรม,76
42,เลย,3,41,แผ่นดินธรรม,43
42,เลย,3,42,กล้าธรรม,308
42,เลย,3,43,พลังประชารัฐ,148
42,เลย,3,44,โอกาสใหม่,696
42,เลย,3,45,เป็นธรรม,76
42,เลย,3,46,ประชาชน,22107
42,เลย,3,47,ประชาไทย,233
42,เลย,3,48,ไทยสร้างไทย,519
42,เลย,3,49,ไทยก้าวใหม่,190
42,เลย,3,50,ประชาอาสาชาติ,11
42,เลย,3,51,พร้อม,44
42,เลย,3,52,เครือข่ายชาวนาแห่งประเทศไทย,15
42,เลย,3,53,ไทยพิทักษ์ธรรม,17
42,เลย,3,54,ความหวังใหม่,16
42,เลย,3,55,ไทยรวมไทย,24
42,เลย,3,56,เพื่อบ้านเมือง,70
42,เลย,3,57,พลังไทยรักชาติ,90
42,เลย,4,1,ไทยทรัพย์ทวี,760
42,เลย,4,2,เพื่อชาติไทย,2100
42,เลย,4,3,ใหม่,1138
42,เลย,4,4,มิติใหม่,1743
42,เลย,4,5,รวมใจไทย,944
42,เลย,4,6,รวมไทยสร้างชาติ,1454
42,เลย,4,7,พลวัต,252
42,เลย,4,8,ประชาธิปไตยใหม่,575
42,เลย,4,9,เพื่อไทย,23551
42,เลย,4,10,ทางเลือกใหม่,393
42,เลย,4,11,เศรษฐกิจ,3679
42,เลย,4,12,เสรีรวมไทย,737
42,เลย,4,13,รวมพลังประชาชน,746
42,เลย,4,14,ท้องที่ไทย,145
42,เลย,4,15,อนาคตไทย,141
42,เลย,4,16,พลังเพื่อไทย,326
42,เลย,4,17,ไทยชนะ,126
42,เลย,4,18,พลังสังคมใหม่,34
42,เลย,4,19,สังคมประชาธิปไตยไทย,45
42,เลย,4,20,ฟิวชัน,37
42,เลย,4,21,ไทรวมพลัง,59
42,เลย,4,22,ก้าวอิสระ,44
42,เลย,4,23,ปวงชนไทย,46
42,เลย,4,24,วิชชั่นใหม่,101
42,เลย,4,25,เพื่อชีวิตใหม่,44
42,เลย,4,26,คลองไทย,96
42,เลย,4,27,ประชาธิปัตย์,3762
42,เลย,4,28,ไทยก้าวหน้า,151
42,เลย,4,29,ไทยภักดี,259
42,เลย,4,30,แรงงานสร้างชาติ,137
42,เลย,4,31,ประชากรไทย,193
42,เลย,4,32,ครูไทยเพื่อประชาชน,181
42,เลย,4,33,ประชาชาติ,248
42,เลย,4,34,สร้างอนาคตไทย,171
42,เลย,4,35,รักชาติ,124
42,เลย,4,36,ไทยพร้อม,154
42,เลย,4,37,ภูมิใจไทย,7307
42,เลย,4,38,พลังธรรมใหม่,495
42,เลย,4,39,กรีน,50
42,เลย,4,40,ไทยธรรม,87
42,เลย,4,41,แผ่นดินธรรม,38
42,เลย,4,42,กล้าธรรม,387
42,เลย,4,43,พลังประชารัฐ,630
42,เลย,4,44,โอกาสใหม่,1149
42,เลย,4,45,เป็นธรรม,135
42,เลย,4,46,ประชาชน,19786
42,เลย,4,47,ประชาไทย,939
42,เลย,4,48,ไทยสร้างไทย,393
42,เลย,4,49,ไทยก้าวใหม่,192
42,เลย,4,50,ประชาอาสาชาติ,18
42,เลย,4,51,พร้อม,50
42,เลย,4,52,เครือข่ายชาวนาแห่งประเทศไทย,31
42,เลย,4,53,ไทยพิทักษ์ธรรม,14
42,เลย,4,54,ความหวังใหม่,49
42,เลย,4,55,ไทยรวมไทย,16
42,เลย,4,56,เพื่อบ้านเมือง,53
42,เลย,4,57,พลังไทยรักชาติ,78
43,หนองคาย,1,1,ไทยทรัพย์ทวี,333
43,หนองคาย,1,2,เพื่อชาติไทย,1520
43,หนองคาย,1,3,ใหม่,1028
43,หนองคาย,1,4,มิติใหม่,2278
43,หนองคาย,1,5,รวมใจไทย,2388
43,หนองคาย,1,6,รวมไทยสร้างชาติ,1352
43,หนองคาย,1,7,พลวัต,95
43,หนองคาย,1,8,ประชาธิปไตยใหม่,334
43,หนองคาย,1,9,เพื่อไทย,23205
43,หนองคาย,1,10,ทางเลือกใหม่,366
43,หนองคาย,1,11,เศรษฐกิจ,3437
43,หนองคาย,1,12,เสรีรวมไทย,663
43,หนองคาย,1,13,รวมพลังประชาชน,587
43,หนองคาย,1,14,ท้องที่ไทย,77
43,หนองคาย,1,15,อนาคตไทย,123
43,หนองคาย,1,16,พลังเพื่อไทย,269
43,หนองคาย,1,17,ไทยชนะ,117
43,หนองคาย,1,18,พลังสังคมใหม่,32
43,หนองคาย,1,19,สังคมประชาธิปไตยไทย,34
43,หนองคาย,1,20,ฟิวชัน,31
43,หนองคาย,1,21,ไทรวมพลัง,44
43,หนองคาย,1,22,ก้าวอิสระ,51
43,หนองคาย,1,23,ปวงชนไทย,48
43,หนองคาย,1,24,วิชชั่นใหม่,82
43,หนองคาย,1,25,เพื่อชีวิตใหม่,27
43,หนองคาย,1,26,คลองไทย,56
43,หนองคาย,1,27,ประชาธิปัตย์,2246
43,หนองคาย,1,28,ไทยก้าวหน้า,136
43,หนองคาย,1,29,ไทยภักดี,565
43,หนองคาย,1,30,แรงงานสร้างชาติ,94
43,หนองคาย,1,31,ประชากรไทย,135
43,หนองคาย,1,32,ครูไทยเพื่อประชาชน,134
43,หนองคาย,1,33,ประชาชาติ,240
43,หนองคาย,1,34,สร้างอนาคตไทย,264
43,หนองคาย,1,35,รักชาติ,124
43,หนองคาย,1,36,ไทยพร้อม,112
43,หนองคาย,1,37,ภูมิใจไทย,14342
43,หนองคาย,1,38,พลังธรรมใหม่,349
43,หนองคาย,1,39,กรีน,75
43,หนองคาย,1,40,ไทยธรรม,54
43,หนองคาย,1,41,แผ่นดินธรรม,22
43,หนองคาย,1,42,กล้าธรรม,200
43,หนองคาย,1,43,พลังประชารัฐ,1953
43,หนองคาย,1,44,โอกาสใหม่,61
43,หนองคาย,1,45,เป็นธรรม,74
43,หนองคาย,1,46,ประชาชน,27318
43,หนองคาย,1,47,ประชาไทย,121
43,หนองคาย,1,48,ไทยสร้างไทย,713
43,หนองคาย,1,49,ไทยก้าวใหม่,253
43,หนองคาย,1,50,ประชาอาสาชาติ,59
43,หนองคาย,1,51,พร้อม,52
43,หนองคาย,1,52,เครือข่ายชาวนาแห่งประเทศไทย,14
43,หนองคาย,1,53,ไทยพิทักษ์ธรรม,9
43,หนองคาย,1,54,ความหวังใหม่,23
43,หนองคาย,1,55,ไทยรวมไทย,16
43,หนองคาย,1,56,เพื่อบ้านเมือง,24
43,หนองคาย,1,57,พลังไทยรักชาติ,58
43,หนองคาย,2,1,ไทยทรัพย์ทวี,1160
43,หนองคาย,2,2,เพื่อชาติไทย,2758
43,หนองคาย,2,3,ใหม่,2086
43,หนองคาย,2,4,มิติใหม่,177
43,หนองคาย,2,5,รวมใจไทย,624
43,หนองคาย,2,6,รวมไทยสร้างชาติ,844
43,หนองคาย,2,7,พลวัต,85
43,หนองคาย,2,8,ประชาธิปไตยใหม่,384
43,หนองคาย,2,9,เพื่อไทย,25381
43,หนองคาย,2,10,ทางเลือกใหม่,294
43,หนองคาย,2,11,เศรษฐกิจ,3098
43,หนองคาย,2,12,เสรีรวมไทย,559
43,หนองคาย,2,13,รวมพลังประชาชน,611
43,หนองคาย,2,14,ท้องที่ไทย,42
43,หนองคาย,2,15,อนาคตไทย,75
43,หนองคาย,2,16,พลังเพื่อไทย,216
43,หนองคาย,2,17,ไทยชนะ,119
43,หนองคาย,2,18,พลังสังคมใหม่,22
43,หนองคาย,2,19,สังคมประชาธิปไตยไทย,48
43,หนองคาย,2,20,ฟิวชัน,23
43,หนองคาย,2,21,ไทรวมพลัง,40
43,หนองคาย,2,22,ก้าวอิสระ,33
43,หนองคาย,2,23,ปวงชนไทย,47
43,หนองคาย,2,24,วิชชั่นใหม่,50
43,หนองคาย,2,25,เพื่อชีวิตใหม่,23
43,หนองคาย,2,26,คลองไทย,63
43,หนองคาย,2,27,ประชาธิปัตย์,1403
43,หนองคาย,2,28,ไทยก้าวหน้า,121
43,หนองคาย,2,29,ไทยภักดี,211
43,หนองคาย,2,30,แรงงานสร้างชาติ,148
43,หนองคาย,2,31,ประชากรไทย,292
43,หนองคาย,2,32,ครูไทยเพื่อประชาชน,233
43,หนองคาย,2,33,ประชาชาติ,96
43,หนองคาย,2,34,สร้างอนาคตไทย,127
43,หนองคาย,2,35,รักชาติ,80
43,หนองคาย,2,36,ไทยพร้อม,165
43,หนองคาย,2,37,ภูมิใจไทย,13673
43,หนองคาย,2,38,พลังธรรมใหม่,482
43,หนองคาย,2,39,กรีน,62
43,หนองคาย,2,40,ไทยธรรม,56
43,หนองคาย,2,41,แผ่นดินธรรม,28
43,หนองคาย,2,42,กล้าธรรม,195
43,หนองคาย,2,43,พลังประชารัฐ,1700
43,หนองคาย,2,44,โอกาสใหม่,29
43,หนองคาย,2,45,เป็นธรรม,85
43,หนองคาย,2,46,ประชาชน,20703
43,หนองคาย,2,47,ประชาไทย,126
43,หนองคาย,2,48,ไทยสร้างไทย,441
43,หนองคาย,2,49,ไทยก้าวใหม่,197
43,หนองคาย,2,50,ประชาอาสาชาติ,28
43,หนองคาย,2,51,พร้อม,62
43,หนองคาย,2,52,เครือข่ายชาวนาแห่งประเทศไทย,15
43,หนองคาย,2,53,ไทยพิทักษ์ธรรม,8
43,หนองคาย,2,54,ความหวังใหม่,22
43,หนองคาย,2,55,ไทยรวมไทย,15
43,หนองคาย,2,56,เพื่อบ้านเมือง,27
43,หนองคาย,2,57,พลังไทยรักชาติ,59
43,หนองคาย,3,1,ไทยทรัพย์ทวี,650
43,หนองคาย,3,2,เพื่อชาติไทย,3683
43,หนองคาย,3,3,ใหม่,307
43,หนองคาย,3,4,มิติใหม่,1150
43,หนองคาย,3,5,รวมใจไทย,461
43,หนองคาย,3,6,รวมไทยสร้างชาติ,841
43,หนองคาย,3,7,พลวัต,72
43,หนองคาย,3,8,ประชาธิปไตยใหม่,362
43,หนองคาย,3,9,เพื่อไทย,24671
43,หนองคาย,3,10,ทางเลือกใหม่,300
43,หนองคาย,3,11,เศรษฐกิจ,3045
43,หนองคาย,3,12,เสรีรวมไทย,579
43,หนองคาย,3,13,รวมพลังประชาชน,403
43,หนองคาย,3,14,ท้องที่ไทย,47
43,หนองคาย,3,15,อนาคตไทย,68
43,หนองคาย,3,16,พลังเพื่อไทย,184
43,หนองคาย,3,17,ไทยชนะ,100
43,หนองคาย,3,18,พลังสังคมใหม่,16
43,หนองคาย,3,19,สังคมประชาธิปไตยไทย,45
43,หนองคาย,3,20,ฟิวชัน,17
43,หนองคาย,3,21,ไทรวมพลัง,30
43,หนองคาย,3,22,ก้าวอิสระ,28
43,หนองคาย,3,23,ปวงชนไทย,39
43,หนองคาย,3,24,วิชชั่นใหม่,72
43,หนองคาย,3,25,เพื่อชีวิตใหม่,23
43,หนองคาย,3,26,คลองไทย,46
43,หนองคาย,3,27,ประชาธิปัตย์,1698
43,หนองคาย,3,28,ไทยก้าวหน้า,88
43,หนองคาย,3,29,ไทยภักดี,306
43,หนองคาย,3,30,แรงงานสร้างชาติ,108
43,หนองคาย,3,31,ประชากรไทย,318
43,หนองคาย,3,32,ครูไทยเพื่อประชาชน,135
43,หนองคาย,3,33,ประชาชาติ,156
43,หนองคาย,3,34,สร้างอนาคตไทย,114
43,หนองคาย,3,35,รักชาติ,65
43,หนองคาย,3,36,ไทยพร้อม,114
43,หนองคาย,3,37,ภูมิใจไทย,15623
43,หนองคาย,3,38,พลังธรรมใหม่,413
43,หนองคาย,3,39,กรีน,51
43,หนองคาย,3,40,ไทยธรรม,39
43,หนองคาย,3,41,แผ่นดินธรรม,35
43,หนองคาย,3,42,กล้าธรรม,142
43,หนองคาย,3,43,พลังประชารัฐ,185
43,หนองคาย,3,44,โอกาสใหม่,90
43,หนองคาย,3,45,เป็นธรรม,69
43,หนองคาย,3,46,ประชาชน,22319
43,หนองคาย,3,47,ประชาไทย,126
43,หนองคาย,3,48,ไทยสร้างไทย,563
43,หนองคาย,3,49,ไทยก้าวใหม่,174
43,หนองคาย,3,50,ประชาอาสาชาติ,13
43,หนองคาย,3,51,พร้อม,61
43,หนองคาย,3,52,เครือข่ายชาวนาแห่งประเทศไทย,21
43,หนองคาย,3,53,ไทยพิทักษ์ธรรม,7
43,หนองคาย,3,54,ความหวังใหม่,28
43,หนองคาย,3,55,ไทยรวมไทย,7
43,หนองคาย,3,56,เพื่อบ้านเมือง,20
43,หนองคาย,3,57,พลังไทยรักชาติ,37
44,มหาสารคาม,1,1,ไทยทรัพย์ทวี,426
44,มหาสารคาม,1,2,เพื่อชาติไทย,968
44,มหาสารคาม,1,3,ใหม่,245
44,มหาสารคาม,1,4,มิติใหม่,539
44,มหาสารคาม,1,5,รวมใจไทย,522
44,มหาสารคาม,1,6,รวมไทยสร้างชาติ,3007
44,มหาสารคาม,1,7,พลวัต,684
44,มหาสารคาม,1,8,ประชาธิปไตยใหม่,318
44,มหาสารคาม,1,9,เพื่อไทย,22459
44,มหาสารคาม,1,10,ทางเลือกใหม่,371
44,มหาสารคาม,1,11,เศรษฐกิจ,2737
44,มหาสารคาม,1,12,เสรีรวมไทย,807
44,มหาสารคาม,1,13,รวมพลังประชาชน,464
44,มหาสารคาม,1,14,ท้องที่ไทย,106
44,มหาสารคาม,1,15,อนาคตไทย,62
44,มหาสารคาม,1,16,พลังเพื่อไทย,270
44,มหาสารคาม,1,17,ไทยชนะ,95
44,มหาสารคาม,1,18,พลังสังคมใหม่,21
44,มหาสารคาม,1,19,สังคมประชาธิปไตยไทย,38
44,มหาสารคาม,1,20,ฟิวชัน,25
44,มหาสารคาม,1,21,ไทรวมพลัง,60
44,มหาสารคาม,1,22,ก้าวอิสระ,29
44,มหาสารคาม,1,23,ปวงชนไทย,29
44,มหาสารคาม,1,24,วิชชั่นใหม่,48
44,มหาสารคาม,1,25,เพื่อชีวิตใหม่,20
44,มหาสารคาม,1,26,คลองไทย,48
44,มหาสารคาม,1,27,ประชาธิปัตย์,2075
44,มหาสารคาม,1,28,ไทยก้าวหน้า,163
44,มหาสารคาม,1,29,ไทยภักดี,479
44,มหาสารคาม,1,30,แรงงานสร้างชาติ,96
44,มหาสารคาม,1,31,ประชากรไทย,117
44,มหาสารคาม,1,32,ครูไทยเพื่อประชาชน,139
44,มหาสารคาม,1,33,ประชาชาติ,120
44,มหาสารคาม,1,34,สร้างอนาคตไทย,100
44,มหาสารคาม,1,35,รักชาติ,209
44,มหาสารคาม,1,36,ไทยพร้อม,230
44,มหาสารคาม,1,37,ภูมิใจไทย,15716
44,มหาสารคาม,1,38,พลังธรรมใหม่,340
44,มหาสารคาม,1,39,กรีน,58
44,มหาสารคาม,1,40,ไทยธรรม,55
44,มหาสารคาม,1,41,แผ่นดินธรรม,42
44,มหาสารคาม,1,42,กล้าธรรม,920
44,มหาสารคาม,1,43,พลังประชารัฐ,134
44,มหาสารคาม,1,44,โอกาสใหม่,55
44,มหาสารคาม,1,45,เป็นธรรม,94
44,มหาสารคาม,1,46,ประชาชน,27903
44,มหาสารคาม,1,47,ประชาไทย,133
44,มหาสารคาม,1,48,ไทยสร้างไทย,572
44,มหาสารคาม,1,49,ไทยก้าวใหม่,352
44,มหาสารคาม,1,50,ประชาอาสาชาติ,8
44,มหาสารคาม,1,51,พร้อม,39
44,มหาสารคาม,1,52,เครือข่ายชาวนาแห่งประเทศไทย,14
44,มหาสารคาม,1,53,ไทยพิทักษ์ธรรม,9
44,มหาสารคาม,1,54,ความหวังใหม่,35
44,มหาสารคาม,1,55,ไทยรวมไทย,15
44,มหาสารคาม,1,56,เพื่อบ้านเมือง,21
44,มหาสารคาม,1,57,พลังไทยรักชาติ,44
44,มหาสารคาม,2,2,ไทยทรัพย์ทวี,661
44,มหาสารคาม,2,3,เพื่อชาติไทย,1295
44,มหาสารคาม,2,4,ใหม่,321
44,มหาสารคาม,2,5,มิติใหม่,1304
44,มหาสารคาม,2,6,รวมใจไทย,3191
44,มหาสารคาม,2,7,รวมไทยสร้างชาติ,946
44,มหาสารคาม,2,8,พลวัต,110
44,มหาสารคาม,2,9,ประชาธิปไตยใหม่,747
44,มหาสารคาม,2,10,เพื่อไทย,23466
44,มหาสารคาม,2,11,ทางเลือกใหม่,308
44,มหาสารคาม,2,12,เศรษฐกิจ,2493
44,มหาสารคาม,2,13,เสรีรวมไทย,444
44,มหาสารคาม,2,14,รวมพลังประชาชน,562
44,มหาสารคาม,2,15,ท้องที่ไทย,76
44,มหาสารคาม,2,16,อนาคตไทย,64
44,มหาสารคาม,2,17,พลังเพื่อไทย,327
44,มหาสารคาม,2,18,ไทยชนะ,129
44,มหาสารคาม,2,19,พลังสังคมใหม่,20
44,มหาสารคาม,2,20,สังคมประชาธิปไตยไทย,35
44,มหาสารคาม,2,21,ฟิวชัน,23
44,มหาสารคาม,2,22,ไทรวมพลัง,53
44,มหาสารคาม,2,23,ก้าวอิสระ,20
44,มหาสารคาม,2,24,ปวงชนไทย,36
44,มหาสารคาม,2,25,วิชชั่นใหม่,48
44,มหาสารคาม,2,26,เพื่อชีวิตใหม่,43
44,มหาสารคาม,2,27,คลองไทย,60
44,มหาสารคาม,2,28,ประชาธิปัตย์,1652
44,มหาสารคาม,2,29,ไทยก้าวหน้า,131
44,มหาสารคาม,2,30,ไทยภักดี,201
44,มหาสารคาม,2,31,แรงงานสร้างชาติ,120
44,มหาสารคาม,2,32,ประชากรไทย,189
44,มหาสารคาม,2,33,ครูไทยเพื่อประชาชน,191
44,มหาสารคาม,2,34,ประชาชาติ,224
44,มหาสารคาม,2,35,สร้างอนาคตไทย,322
44,มหาสารคาม,2,36,รักชาติ,149
44,มหาสารคาม,2,37,ไทยพร้อม,155
44,มหาสารคาม,2,38,ภูมิใจไทย,14878
44,มหาสารคาม,2,39,พลังธรรมใหม่,428
44,มหาสารคาม,2,40,กรีน,30
44,มหาสารคาม,2,41,ไทยธรรม,79
44,มหาสารคาม,2,42,แผ่นดินธรรม,20
44,มหาสารคาม,2,43,กล้าธรรม,347
44,มหาสารคาม,2,44,พลังประชารัฐ,728
44,มหาสารคาม,2,45,โอกาสใหม่,37
44,มหาสารคาม,2,46,เป็นธรรม,78
44,มหาสารคาม,2,47,ประชาชน,19526
44,มหาสารคาม,2,48,ประชาไทย,123
44,มหาสารคาม,2,49,ไทยสร้างไทย,662
44,มหาสารคาม,2,50,ไทยก้าวใหม่,211
44,มหาสารคาม,2,51,ประชาอาสาชาติ,6
44,มหาสารคาม,2,52,พร้อม,39
44,มหาสารคาม,2,53,เครือข่ายชาวนาแห่งประเทศไทย,13
44,มหาสารคาม,2,54,ไทยพิทักษ์ธรรม,4
44,มหาสารคาม,2,55,ความหวังใหม่,32
44,มหาสารคาม,2,56,ไทยรวมไทย,25
44,มหาสารคาม,2,57,เพื่อบ้านเมือง,39
44,มหาสารคาม,2,58,พลังไทยรักชาติ,57
44,มหาสารคาม,3,1,,0
44,มหาสารคาม,3,2,ไทยทรัพย์ทวี,399
44,มหาสารคาม,3,3,เพื่อชาติไทย,1231
44,มหาสารคาม,3,4,ใหม่,200
44,มหาสารคาม,3,5,มิติใหม่,119
44,มหาสารคาม,3,6,รวมใจไทย,2253
44,มหาสารคาม,3,7,รวมไทยสร้างชาติ,2418
44,มหาสารคาม,3,8,พลวัต,125
44,มหาสารคาม,3,9,ประชาธิปไตยใหม่,346
44,มหาสารคาม,3,10,เพื่อไทย,31250
44,มหาสารคาม,3,11,ทางเลือกใหม่,273
44,มหาสารคาม,3,12,เศรษฐกิจ,2686
44,มหาสารคาม,3,13,เสรีรวมไทย,367
44,มหาสารคาม,3,14,รวมพลังประชาชน,306
44,มหาสารคาม,3,15,ท้องที่ไทย,182
44,มหาสารคาม,3,16,อนาคตไทย,66
44,มหาสารคาม,3,17,พลังเพื่อไทย,313
44,มหาสารคาม,3,18,ไทยชนะ,92
44,มหาสารคาม,3,19,พลังสังคมใหม่,19
44,มหาสารคาม,3,20,สังคมประชาธิปไตยไทย,38
44,มหาสารคาม,3,21,ฟิวชัน,23
44,มหาสารคาม,3,22,ไทรวมพลัง,49
44,มหาสารคาม,3,23,ก้าวอิสระ,25
44,มหาสารคาม,3,24,ปวงชนไทย,40
44,มหาสารคาม,3,25,วิชชั่นใหม่,46
44,มหาสารคาม,3,26,เพื่อชีวิตใหม่,16
44,มหาสารคาม,3,27,คลองไทย,94
44,มหาสารคาม,3,28,ประชาธิปัตย์,1371
44,มหาสารคาม,3,29,ไทยก้าวหน้า,96
44,มหาสารคาม,3,30,ไทยภักดี,228
44,มหาสารคาม,3,31,แรงงานสร้างชาติ,93
44,มหาสารคาม,3,32,ประชากรไทย,173
44,มหาสารคาม,3,33,ครูไทยเพื่อประชาชน,90
44,มหาสารคาม,3,34,ประชาชาติ,75
44,มหาสารคาม,3,35,สร้างอนาคตไทย,248
44,มหาสารคาม,3,36,รักชาติ,216
44,มหาสารคาม,3,37,ไทยพร้อม,185
44,มหาสารคาม,3,38,ภูมิใจไทย,17959
44,มหาสารคาม,3,39,พลังธรรมใหม่,598
44,มหาสารคาม,3,40,กรีน,45
44,มหาสารคาม,3,41,ไทยธรรม,68
44,มหาสารคาม,3,42,แผ่นดินธรรม,12
44,มหาสารคาม,3,43,กล้าธรรม,137
44,มหาสารคาม,3,44,พลังประชารัฐ,103
44,มหาสารคาม,3,45,โอกาสใหม่,31
44,มหาสารคาม,3,46,เป็นธรรม,44
44,มหาสารคาม,3,47,ประชาชน,17656
44,มหาสารคาม,3,48,ประชาไทย,76
44,มหาสารคาม,3,49,ไทยสร้างไทย,418
44,มหาสารคาม,3,50,ไทยก้าวใหม่,147
44,มหาสารคาม,3,51,ประชาอาสาชาติ,11
44,มหาสารคาม,3,52,พร้อม,37
44,มหาสารคาม,3,53,เครือข่ายชาวนาแห่งประเทศไทย,16
44,มหาสารคาม,3,54,ไทยพิทักษ์ธรรม,11
44,มหาสารคาม,3,55,ความหวังใหม่,17
44,มหาสารคาม,3,56,ไทยรวมไทย,10
44,มหาสารคาม,3,57,เพื่อบ้านเมือง,22
44,มหาสารคาม,4,1,,0
44,มหาสารคาม,4,2,ไทยทรัพย์ทวี,1177
44,มหาสารคาม,4,3,เพื่อชาติไทย,1383
44,มหาสารคาม,4,4,ใหม่,1967
44,มหาสารคาม,4,5,มิติใหม่,190
44,มหาสารคาม,4,6,รวมใจไทย,658
44,มหาสารคาม,4,7,รวมไทยสร้างชาติ,2537
44,มหาสารคาม,4,8,พลวัต,92
44,มหาสารคาม,4,9,ประชาธิปไตยใหม่,379
44,มหาสารคาม,4,10,เพื่อไทย,24851
44,มหาสารคาม,4,11,ทางเลือกใหม่,424
44,มหาสารคาม,4,12,เศรษฐกิจ,2756
44,มหาสารคาม,4,13,เสรีรวมไทย,448
44,มหาสารคาม,4,14,รวมพลังประชาชน,425
44,มหาสารคาม,4,15,ท้องที่ไทย,78
44,มหาสารคาม,4,16,อนาคตไทย,61
44,มหาสารคาม,4,17,พลังเพื่อไทย,197
44,มหาสารคาม,4,18,ไทยชนะ,100
44,มหาสารคาม,4,19,พลังสังคมใหม่,21
44,มหาสารคาม,4,20,สังคมประชาธิปไตยไทย,35
44,มหาสารคาม,4,21,ฟิวชัน,23
44,มหาสารคาม,4,22,ไทรวมพลัง,43
44,มหาสารคาม,4,23,ก้าวอิสระ,27
44,มหาสารคาม,4,24,ปวงชนไทย,54
44,มหาสารคาม,4,25,วิชชั่นใหม่,107
44,มหาสารคาม,4,26,เพื่อชีวิตใหม่,18
44,มหาสารคาม,4,27,คลองไทย,75
44,มหาสารคาม,4,28,ประชาธิปัตย์,1565
44,มหาสารคาม,4,29,ไทยก้าวหน้า,107
44,มหาสารคาม,4,30,ไทยภักดี,226
44,มหาสารคาม,4,31,แรงงานสร้างชาติ,156
44,มหาสารคาม,4,32,ประชากรไทย,185
44,มหาสารคาม,4,33,ครูไทยเพื่อประชาชน,257
44,มหาสารคาม,4,34,ประชาชาติ,108
44,มหาสารคาม,4,35,สร้างอนาคตไทย,111
44,มหาสารคาม,4,36,รักชาติ,166
44,มหาสารคาม,4,37,ไทยพร้อม,173
44,มหาสารคาม,4,38,ภูมิใจไทย,14921
44,มหาสารคาม,4,39,พลังธรรมใหม่,493
44,มหาสารคาม,4,40,กรีน,64
44,มหาสารคาม,4,41,ไทยธรรม,60
44,มหาสารคาม,4,42,แผ่นดินธรรม,31
44,มหาสารคาม,4,43,กล้าธรรม,2598
44,มหาสารคาม,4,44,พลังประชารัฐ,140
44,มหาสารคาม,4,45,โอกาสใหม่,63
44,มหาสารคาม,4,46,เป็นธรรม,64
44,มหาสารคาม,4,47,ประชาชน,19132
44,มหาสารคาม,4,48,ประชาไทย,122
44,มหาสารคาม,4,49,ไทยสร้างไทย,497
44,มหาสารคาม,4,50,ไทยก้าวใหม่,161
44,มหาสารคาม,4,51,ประชาอาสาชาติ,6
44,มหาสารคาม,4,52,พร้อม,32
44,มหาสารคาม,4,53,เครือข่ายชาวนาแห่งประเทศไทย,15
44,มหาสารคาม,4,54,ไทยพิทักษ์ธรรม,10
44,มหาสารคาม,4,55,ความหวังใหม่,22
44,มหาสารคาม,4,56,ไทยรวมไทย,17
44,มหาสารคาม,4,57,เพื่อบ้านเมือง,29
44,มหาสารคาม,5,1,เพื่อชาติไทย,2144
44,มหาสารคาม,5,2,ไทยทรัพย์ทวี,2398
44,มหาสารคาม,5,3,ใหม่,583
44,มหาสารคาม,5,4,มิติใหม่,280
44,มหาสารคาม,5,5,รวมใจไทย,487
44,มหาสารคาม,5,6,รวมไทยสร้างชาติ,1706
44,มหาสารคาม,5,7,พลวัต,228
44,มหาสารคาม,5,8,ประชาธิปไตยใหม่,366
44,มหาสารคาม,5,9,เพื่อไทย,28008
44,มหาสารคาม,5,10,ทางเลือกใหม่,515
44,มหาสารคาม,5,11,เศรษฐกิจ,3747
44,มหาสารคาม,5,12,เสรีรวมไทย,505
44,มหาสารคาม,5,13,รวมพลังประชาชน,694
44,มหาสารคาม,5,14,ท้องที่ไทย,41
44,มหาสารคาม,5,15,อนาคตไทย,95
44,มหาสารคาม,5,16,พลังเพื่อไทย,284
44,มหาสารคาม,5,17,ไทยชนะ,119
44,มหาสารคาม,5,18,พลังสังคมใหม่,22
44,มหาสารคาม,5,19,สังคมประชาธิปไตยไทย,43
44,มหาสารคาม,5,20,ฟิวชัน,38
44,มหาสารคาม,5,21,ไทรวมพลัง,53
44,มหาสารคาม,5,22,ก้าวอิสระ,37
44,มหาสารคาม,5,23,ปวงชนไทย,37
44,มหาสารคาม,5,24,วิชชั่นใหม่,59
44,มหาสารคาม,5,25,เพื่อชีวิตใหม่,31
44,มหาสารคาม,5,26,คลองไทย,143
44,มหาสารคาม,5,27,ประชาธิปัตย์,2087
44,มหาสารคาม,5,28,ไทยก้าวหน้า,657
44,มหาสารคาม,5,29,ไทยภักดี,243
44,มหาสารคาม,5,30,แรงงานสร้างชาติ,267
44,มหาสารคาม,5,31,ประชากรไทย,232
44,มหาสารคาม,5,32,ครูไทยเพื่อประชาชน,175
44,มหาสารคาม,5,33,ประชาชาติ,77
44,มหาสารคาม,5,34,สร้างอนาคตไทย,121
44,มหาสารคาม,5,35,รักชาติ,111
44,มหาสารคาม,5,36,ไทยพร้อม,121
44,มหาสารคาม,5,37,ภูมิใจไทย,7160
44,มหาสารคาม,5,38,พลังธรรมใหม่,525
44,มหาสารคาม,5,39,กรีน,52
44,มหาสารคาม,5,40,ไทยธรรม,72
44,มหาสารคาม,5,41,แผ่นดินธรรม,21
44,มหาสารคาม,5,42,กล้าธรรม,360
44,มหาสารคาม,5,43,พลังประชารัฐ,506
44,มหาสารคาม,5,44,โอกาสใหม่,47
44,มหาสารคาม,5,45,เป็นธรรม,88
44,มหาสารคาม,5,46,ประชาชน,21958
44,มหาสารคาม,5,47,ประชาไทย,102
44,มหาสารคาม,5,48,ไทยสร้างไทย,596
44,มหาสารคาม,5,49,ไทยก้าวใหม่,253
44,มหาสารคาม,5,50,ประชาอาสาชาติ,15
44,มหาสารคาม,5,51,พร้อม,55
44,มหาสารคาม,5,52,เครือข่ายชาวนาแห่งประเทศไทย,16
44,มหาสารคาม,5,53,ไทยพิทักษ์ธรรม,9
44,มหาสารคาม,5,54,ความหวังใหม่,24
44,มหาสารคาม,5,55,ไทยรวมไทย,14
44,มหาสารคาม,5,56,เพื่อบ้านเมือง,30
44,มหาสารคาม,5,57,พลังไทยรักชาติ,48
44,มหาสารคาม,6,2,ไทยทรัพย์ทวี,1595
44,มหาสารคาม,6,3,เพื่อชาติไทย,1449
44,มหาสารคาม,6,4,ใหม่,251
44,มหาสารคาม,6,5,มิติใหม่,1374
44,มหาสารคาม,6,6,รวมใจไทย,460
44,มหาสารคาม,6,7,รวมไทยสร้างชาติ,915
44,มหาสารคาม,6,8,พลวัต,92
44,มหาสารคาม,6,9,ประชาธิปไตยใหม่,381
44,มหาสารคาม,6,10,เพื่อไทย,32155
44,มหาสารคาม,6,11,ทางเลือกใหม่,306
44,มหาสารคาม,6,12,เศรษฐกิจ,2490
44,มหาสารคาม,6,13,เสรีรวมไทย,494
44,มหาสารคาม,6,14,รวมพลังประชาชน,384
44,มหาสารคาม,6,15,ท้องที่ไทย,45
44,มหาสารคาม,6,16,อนาคตไทย,55
44,มหาสารคาม,6,17,พลังเพื่อไทย,241
44,มหาสารคาม,6,18,ไทยชนะ,77
44,มหาสารคาม,6,19,พลังสังคมใหม่,15
44,มหาสารคาม,6,20,สังคมประชาธิปไตย,43
44,มหาสารคาม,6,21,ฟิวชัน,17
44,มหาสารคาม,6,22,ไทรวมพลัง,49
44,มหาสารคาม,6,23,ก้าวอิสระ,34
44,มหาสารคาม,6,24,ปวงชนไทย,36
44,มหาสารคาม,6,25,วิชชั่นใหม่,35
44,มหาสารคาม,6,26,เพื่อชีวิตใหม่,17
44,มหาสารคาม,6,27,คลองไทย,35
44,มหาสารคาม,6,28,ประชาธิปัตย์,1184
44,มหาสารคาม,6,29,ไทยก้าวหน้า,115
44,มหาสารคาม,6,30,ไทยภักดี,282
44,มหาสารคาม,6,31,แรงงานสร้างชาติ,165
44,มหาสารคาม,6,32,ประชากรไทย,283
44,มหาสารคาม,6,33,ครูไทยเพื่อประชาชน,116
44,มหาสารคาม,6,34,ประชาชาติ,163
44,มหาสารคาม,6,35,สร้างอนาคตไทย,111
44,มหาสารคาม,6,36,รักชาติ,83
44,มหาสารคาม,6,37,ไทยพร้อม,144
44,มหาสารคาม,6,38,ภูมิใจไทย,17615
44,มหาสารคาม,6,39,พลังธรรมใหม่,453
44,มหาสารคาม,6,40,กรีน,81
44,มหาสารคาม,6,41,ไทยธรรม,41
44,มหาสารคาม,6,42,แผ่นดินธรรม,16
44,มหาสารคาม,6,43,กล้าธรรม,135
44,มหาสารคาม,6,44,พลังประชารัฐ,103
44,มหาสารคาม,6,45,โอกาสใหม่,32
44,มหาสารคาม,6,46,เป็นธรรม,47
44,มหาสารคาม,6,47,ประชาชน,20904
44,มหาสารคาม,6,48,ประชาไทย,81
44,มหาสารคาม,6,49,ไทยสร้างไทย,410
44,มหาสารคาม,6,50,ไทยก้าวใหม่,228
44,มหาสารคาม,6,51,ประชาอาสาชาติ,2
44,มหาสารคาม,6,52,พร้อม,26
44,มหาสารคาม,6,53,เครือข่ายชาวนาแห่งประเทศไทย,13
44,มหาสารคาม,6,54,ไทยพิทักษ์ธรรม,11
44,มหาสารคาม,6,55,ความหวังใหม่,25
44,มหาสารคาม,6,56,ไทยรวมไทย,18
44,มหาสารคาม,6,57,เพื่อบ้านเมือง,17
44,มหาสารคาม,6,58,พลังไทยรักชาติ,39
45,ร้อยเอ็ด,1,1,ไทยทรัพย์ทวี,409
45,ร้อยเอ็ด,1,2,เพื่อชาติไทย,1166
45,ร้อยเอ็ด,1,3,ใหม่,184
45,ร้อยเอ็ด,1,4,มิติใหม่,740
45,ร้อยเอ็ด,1,5,รวมใจไทย,2269
45,ร้อยเอ็ด,1,6,รวมไทยสร้างชาติ,1337
45,ร้อยเอ็ด,1,7,พลวัต,92
45,ร้อยเอ็ด,1,8,ประชาธิปไตยใหม่,367
45,ร้อยเอ็ด,1,9,เพื่อไทย,21901
45,ร้อยเอ็ด,1,10,ทางเลือกใหม่,329
45,ร้อยเอ็ด,1,11,เศรษฐกิจ,2654
45,ร้อยเอ็ด,1,12,เสรีรวมไทย,895
45,ร้อยเอ็ด,1,13,รวมพลังประชาชน,456
45,ร้อยเอ็ด,1,14,ท้องที่ไทย,80
45,ร้อยเอ็ด,1,15,อนาคตไทย,95
45,ร้อยเอ็ด,1,16,พลังเพื่อไทย,191
45,ร้อยเอ็ด,1,17,ไทยชนะ,87
45,ร้อยเอ็ด,1,18,พลังสังคมใหม่,20
45,ร้อยเอ็ด,1,19,สังคมประชาธิปไตยไทย,28
45,ร้อยเอ็ด,1,20,ฟิวชัน,23
45,ร้อยเอ็ด,1,21,ไทรวมพลัง,91
45,ร้อยเอ็ด,1,22,ก้าวอิสระ,32
45,ร้อยเอ็ด,1,23,ปวงชนไทย,44
45,ร้อยเอ็ด,1,24,วิชชั่นใหม่,182
45,ร้อยเอ็ด,1,25,เพื่อชีวิตใหม่,23
45,ร้อยเอ็ด,1,26,คลองไทย,51
45,ร้อยเอ็ด,1,27,ประชาธิปัตย์,2021
45,ร้อยเอ็ด,1,28,ไทยก้าวหน้า,121
45,ร้อยเอ็ด,1,29,ไทยภักดี,603
45,ร้อยเอ็ด,1,30,แรงงานสร้างชาติ,75
45,ร้อยเอ็ด,1,31,ประชากรไทย,125
45,ร้อยเอ็ด,1,32,ครูไทยเพื่อประชาชน,157
45,ร้อยเอ็ด,1,33,ประชาชาติ,130
45,ร้อยเอ็ด,1,34,สร้างอนาคตไทย,197
45,ร้อยเอ็ด,1,35,รักชาติ,175
45,ร้อยเอ็ด,1,36,ไทยพร้อม,131
45,ร้อยเอ็ด,1,37,ภูมิใจไทย,18873
45,ร้อยเอ็ด,1,38,พลังธรรมใหม่,370
45,ร้อยเอ็ด,1,39,กรีน,53
45,ร้อยเอ็ด,1,40,ไทยธรรม,43
45,ร้อยเอ็ด,1,41,แผ่นดินธรรม,51
45,ร้อยเอ็ด,1,42,กล้าธรรม,2364
45,ร้อยเอ็ด,1,43,พลังประชารัฐ,191
45,ร้อยเอ็ด,1,44,โอกาสใหม่,193
45,ร้อยเอ็ด,1,45,เป็นธรรม,79
45,ร้อยเอ็ด,1,46,ประชาชน,27641
45,ร้อยเอ็ด,1,47,ประชาไทย,147
45,ร้อยเอ็ด,1,48,ไทยสร้างไทย,1125
45,ร้อยเอ็ด,1,49,ไทยก้าวใหม่,251
45,ร้อยเอ็ด,1,50,ประชาอาสาชาติ,2
45,ร้อยเอ็ด,1,51,พร้อม,30
45,ร้อยเอ็ด,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
45,ร้อยเอ็ด,1,53,ไทยพิทักษ์ธรรม,13
45,ร้อยเอ็ด,1,54,ความหวังใหม่,27
45,ร้อยเอ็ด,1,55,ไทยรวมไทย,12
45,ร้อยเอ็ด,1,56,เพื่อบ้านเมือง,32
45,ร้อยเอ็ด,1,57,พลังไทยรักชาติ,49
45,ร้อยเอ็ด,2,1,ไทยทรัพย์ทวี,637
45,ร้อยเอ็ด,2,2,เพื่อชาติไทย,4397
45,ร้อยเอ็ด,2,3,ใหม่,628
45,ร้อยเอ็ด,2,4,มิติใหม่,1189
45,ร้อยเอ็ด,2,5,รวมใจไทย,678
45,ร้อยเอ็ด,2,6,รวมไทยสร้างชาติ,1059
45,ร้อยเอ็ด,2,7,พลวัต,125
45,ร้อยเอ็ด,2,8,ประชาธิปไตยใหม่,401
45,ร้อยเอ็ด,2,9,เพื่อไทย,28299
45,ร้อยเอ็ด,2,10,ทางเลือกใหม่,384
45,ร้อยเอ็ด,2,11,เศรษฐกิจ,2747
45,ร้อยเอ็ด,2,12,เสรีรวมไทย,553
45,ร้อยเอ็ด,2,13,รวมพลังประชาชน,696
45,ร้อยเอ็ด,2,14,ท้องที่ไทย,93
45,ร้อยเอ็ด,2,15,อนาคตไทย,68
45,ร้อยเอ็ด,2,16,พลังเพื่อไทย,273
45,ร้อยเอ็ด,2,17,ไทยชนะ,126
45,ร้อยเอ็ด,2,18,พลังสังคมใหม่,32
45,ร้อยเอ็ด,2,19,สังคมประชาธิปไตยไทย,40
45,ร้อยเอ็ด,2,20,ฟิวชัน,56
45,ร้อยเอ็ด,2,21,ไทรวมพลัง,69
45,ร้อยเอ็ด,2,22,ก้าวอิสระ,102
45,ร้อยเอ็ด,2,23,ปวงชนไทย,61
45,ร้อยเอ็ด,2,24,วิชชั่นใหม่,296
45,ร้อยเอ็ด,2,25,เพื่อชีวิตใหม่,26
45,ร้อยเอ็ด,2,26,คลองไทย,68
45,ร้อยเอ็ด,2,27,ประชาธิปัตย์,1671
45,ร้อยเอ็ด,2,28,ไทยก้าวหน้า,159
45,ร้อยเอ็ด,2,29,ไทยภักดี,199
45,ร้อยเอ็ด,2,30,แรงงานสร้างชาติ,126
45,ร้อยเอ็ด,2,31,ประชากรไทย,381
45,ร้อยเอ็ด,2,32,ครูไทยเพื่อประชาชน,153
45,ร้อยเอ็ด,2,33,ประชาชาติ,212
45,ร้อยเอ็ด,2,34,สร้างอนาคตไทย,142
45,ร้อยเอ็ด,2,35,รักชาติ,86
45,ร้อยเอ็ด,2,36,ไทยพร้อม,123
45,ร้อยเอ็ด,2,37,ภูมิใจไทย,9064
45,ร้อยเอ็ด,2,38,พลังธรรมใหม่,433
45,ร้อยเอ็ด,2,39,กรีน,62
45,ร้อยเอ็ด,2,40,ไทยธรรม,82
45,ร้อยเอ็ด,2,41,แผ่นดินธรรม,54
45,ร้อยเอ็ด,2,42,กล้าธรรม,6277
45,ร้อยเอ็ด,2,43,พลังประชารัฐ,277
45,ร้อยเอ็ด,2,44,โอกาสใหม่,77
45,ร้อยเอ็ด,2,45,เป็นธรรม,136
45,ร้อยเอ็ด,2,46,ประชาชน,21897
45,ร้อยเอ็ด,2,47,ประชาไทย,130
45,ร้อยเอ็ด,2,48,ไทยสร้างไทย,880
45,ร้อยเอ็ด,2,49,ไทยก้าวใหม่,191
45,ร้อยเอ็ด,2,50,ประชาอาสาชาติ,8
45,ร้อยเอ็ด,2,51,พร้อม,49
45,ร้อยเอ็ด,2,52,เครือข่ายชาวนาแห่งประเทศไทย,14
45,ร้อยเอ็ด,2,53,ไทยพิทักษ์ธรรม,21
45,ร้อยเอ็ด,2,54,ความหวังใหม่,28
45,ร้อยเอ็ด,2,55,ไทยรวมไทย,17
45,ร้อยเอ็ด,2,56,เพื่อบ้านเมือง,29
45,ร้อยเอ็ด,2,57,พลังไทยรักชาติ,46
45,ร้อยเอ็ด,3,1,ไทยทรัพย์ทวี,345
45,ร้อยเอ็ด,3,2,เพื่อชาติไทย,1398
45,ร้อยเอ็ด,3,3,ใหม่,1781
45,ร้อยเอ็ด,3,4,มิติใหม่,240
45,ร้อยเอ็ด,3,5,รวมใจไทย,1760
45,ร้อยเอ็ด,3,6,รวมไทยสร้างชาติ,1102
45,ร้อยเอ็ด,3,7,พลวัต,72
45,ร้อยเอ็ด,3,8,ประชาธิปไตยใหม่,276
45,ร้อยเอ็ด,3,9,เพื่อไทย,29513
45,ร้อยเอ็ด,3,10,ทางเลือกใหม่,345
45,ร้อยเอ็ด,3,11,เศรษฐกิจ,2991
45,ร้อยเอ็ด,3,12,เสรีรวมไทย,543
45,ร้อยเอ็ด,3,13,รวมพลังประชาชน,625
45,ร้อยเอ็ด,3,14,ท้องที่ไทย,77
45,ร้อยเอ็ด,3,15,อนาคตไทย,87
45,ร้อยเอ็ด,3,16,พลังเพื่อไทย,312
45,ร้อยเอ็ด,3,17,ไทยชนะ,94
45,ร้อยเอ็ด,3,18,พลังสังคมใหม่,31
45,ร้อยเอ็ด,3,19,สังคมประชาธิปไตยไทย,42
45,ร้อยเอ็ด,3,20,ฟิวชัน,42
45,ร้อยเอ็ด,3,21,ไทรวมพลัง,68
45,ร้อยเอ็ด,3,22,ก้าวอิสระ,40
45,ร้อยเอ็ด,3,23,ปวงชนไทย,62
45,ร้อยเอ็ด,3,24,วิชชั่นใหม่,393
45,ร้อยเอ็ด,3,25,เพื่อชีวิตใหม่,29
45,ร้อยเอ็ด,3,26,คลองไทย,86
45,ร้อยเอ็ด,3,27,ประชาธิปัตย์,1216
45,ร้อยเอ็ด,3,28,ไทยก้าวหน้า,132
45,ร้อยเอ็ด,3,29,ไทยภักดี,205
45,ร้อยเอ็ด,3,30,แรงงานสร้างชาติ,63
45,ร้อยเอ็ด,3,31,ประชากรไทย,153
45,ร้อยเอ็ด,3,32,ครูไทยเพื่อประชาชน,188
45,ร้อยเอ็ด,3,33,ประชาชาติ,97
45,ร้อยเอ็ด,3,34,สร้างอนาคตไทย,153
45,ร้อยเอ็ด,3,35,รักชาติ,89
45,ร้อยเอ็ด,3,36,ไทยพร้อม,84
45,ร้อยเอ็ด,3,37,ภูมิใจไทย,5405
45,ร้อยเอ็ด,3,38,พลังธรรมใหม่,453
45,ร้อยเอ็ด,3,39,กรีน,53
45,ร้อยเอ็ด,3,40,ไทยธรรม,58
45,ร้อยเอ็ด,3,41,แผ่นดินธรรม,66
45,ร้อยเอ็ด,3,42,กล้าธรรม,7322
45,ร้อยเอ็ด,3,43,พลังประชารัฐ,350
45,ร้อยเอ็ด,3,44,โอกาสใหม่,44
45,ร้อยเอ็ด,3,45,เป็นธรรม,76
45,ร้อยเอ็ด,3,46,ประชาชน,20224
45,ร้อยเอ็ด,3,47,ประชาไทย,86
45,ร้อยเอ็ด,3,48,ไทยสร้างไทย,748
45,ร้อยเอ็ด,3,49,ไทยก้าวใหม่,240
45,ร้อยเอ็ด,3,50,ประชาอาสาชาติ,5
45,ร้อยเอ็ด,3,51,พร้อม,38
45,ร้อยเอ็ด,3,52,เครือข่ายชาวนาแห่งประเทศไทย,11
45,ร้อยเอ็ด,3,53,ไทยพิทักษ์ธรรม,24
45,ร้อยเอ็ด,3,54,ความหวังใหม่,29
45,ร้อยเอ็ด,3,55,ไทยรวมไทย,24
45,ร้อยเอ็ด,3,56,เพื่อบ้านเมือง,26
45,ร้อยเอ็ด,3,57,พลังไทยรักชาติ,37
45,ร้อยเอ็ด,4,1,ไทยทรัพย์ทวี,212
45,ร้อยเอ็ด,4,2,เพื่อชาติไทย,1398
45,ร้อยเอ็ด,4,3,ใหม่,448
45,ร้อยเอ็ด,4,4,มิติใหม่,914
45,ร้อยเอ็ด,4,5,รวมใจไทย,1665
45,ร้อยเอ็ด,4,6,รวมไทยสร้างชาติ,897
45,ร้อยเอ็ด,4,7,พลวัต,168
45,ร้อยเอ็ด,4,8,ประชาธิปไตยใหม่,1063
45,ร้อยเอ็ด,4,9,เพื่อไทย,29021
45,ร้อยเอ็ด,4,10,ทางเลือกใหม่,345
45,ร้อยเอ็ด,4,11,เศรษฐกิจ,2502
45,ร้อยเอ็ด,4,12,เสรีรวมไทย,489
45,ร้อยเอ็ด,4,13,รวมพลังประชาชน,531
45,ร้อยเอ็ด,4,14,ท้องที่ไทย,74
45,ร้อยเอ็ด,4,15,อนาคตไทย,85
45,ร้อยเอ็ด,4,16,พลังเพื่อไทย,378
45,ร้อยเอ็ด,4,17,ไทยชนะ,76
45,ร้อยเอ็ด,4,18,พลังสังคมใหม่,21
45,ร้อยเอ็ด,4,19,สังคมประชาธิปไตยไทย,21
45,ร้อยเอ็ด,4,20,ฟิวชัน,19
45,ร้อยเอ็ด,4,21,ไทรวมพลัง,57
45,ร้อยเอ็ด,4,22,ก้าวอิสระ,28
45,ร้อยเอ็ด,4,23,ปวงชนไทย,26
45,ร้อยเอ็ด,4,24,วิชชั่นใหม่,119
45,ร้อยเอ็ด,4,25,เพื่อชีวิตใหม่,22
45,ร้อยเอ็ด,4,26,คลองไทย,46
45,ร้อยเอ็ด,4,27,ประชาธิปัตย์,1258
45,ร้อยเอ็ด,4,28,ไทยก้าวหน้า,149
45,ร้อยเอ็ด,4,29,ไทยภักดี,199
45,ร้อยเอ็ด,4,30,แรงงานสร้างชาติ,100
45,ร้อยเอ็ด,4,31,ประชากรไทย,145
45,ร้อยเอ็ด,4,32,ครูไทยเพื่อประชาชน,91
45,ร้อยเอ็ด,4,33,ประชาชาติ,145
45,ร้อยเอ็ด,4,34,สร้างอนาคตไทย,162
45,ร้อยเอ็ด,4,35,รักชาติ,86
45,ร้อยเอ็ด,4,36,ไทยพร้อม,99
45,ร้อยเอ็ด,4,37,ภูมิใจไทย,9711
45,ร้อยเอ็ด,4,38,พลังธรรมใหม่,420
45,ร้อยเอ็ด,4,39,กรีน,36
45,ร้อยเอ็ด,4,40,ไทยธรรม,63
45,ร้อยเอ็ด,4,41,แผ่นดินธรรม,49
45,ร้อยเอ็ด,4,42,กล้าธรรม,3265
45,ร้อยเอ็ด,4,43,พลังประชารัฐ,431
45,ร้อยเอ็ด,4,44,โอกาสใหม่,882
45,ร้อยเอ็ด,4,45,เป็นธรรม,92
45,ร้อยเอ็ด,4,46,ประชาชน,19797
45,ร้อยเอ็ด,4,47,ประชาไทย,106
45,ร้อยเอ็ด,4,48,ไทยสร้างไทย,989
45,ร้อยเอ็ด,4,49,ไทยก้าวใหม่,217
45,ร้อยเอ็ด,4,50,ประชาอาสาชาติ,12
45,ร้อยเอ็ด,4,51,พร้อม,29
45,ร้อยเอ็ด,4,52,เครือข่ายชาวนาแห่งประเทศไทย,10
45,ร้อยเอ็ด,4,53,ไทยพิทักษ์ธรรม,11
45,ร้อยเอ็ด,4,54,ความหวังใหม่,35
45,ร้อยเอ็ด,4,55,ไทยรวมไทย,19
45,ร้อยเอ็ด,4,56,เพื่อบ้านเมือง,19
45,ร้อยเอ็ด,4,57,พลังไทยรักชาติ,39
45,ร้อยเอ็ด,5,1,ไทยทรัพย์ทวี,529
45,ร้อยเอ็ด,5,2,เพื่อชาติไทย,1194
45,ร้อยเอ็ด,5,3,ใหม่,243
45,ร้อยเอ็ด,5,4,มิติใหม่,123
45,ร้อยเอ็ด,5,5,รวมใจไทย,852
45,ร้อยเอ็ด,5,6,รวมไทยสร้างชาติ,2925
45,ร้อยเอ็ด,5,7,พลวัต,120
45,ร้อยเอ็ด,5,8,ประชาธิปไตยใหม่,433
45,ร้อยเอ็ด,5,9,เพื่อไทย,33314
45,ร้อยเอ็ด,5,10,ทางเลือกใหม่,333
45,ร้อยเอ็ด,5,11,เศรษฐกิจ,1955
45,ร้อยเอ็ด,5,12,เสรีรวมไทย,487
45,ร้อยเอ็ด,5,13,รวมพลังประชาชน,436
45,ร้อยเอ็ด,5,14,ท้องที่ไทย,44
45,ร้อยเอ็ด,5,15,อนาคตไทย,69
45,ร้อยเอ็ด,5,16,พลังเพื่อไทย,279
45,ร้อยเอ็ด,5,17,ไทยชนะ,96
45,ร้อยเอ็ด,5,18,พลังสังคมใหม่,13
45,ร้อยเอ็ด,5,19,สังคมประชาธิปไตยไทย,24
45,ร้อยเอ็ด,5,20,ฟิวชัน,26
45,ร้อยเอ็ด,5,21,ไทรวมพลัง,78
45,ร้อยเอ็ด,5,22,ก้าวอิสระ,17
45,ร้อยเอ็ด,5,23,ปวงชนไทย,41
45,ร้อยเอ็ด,5,24,วิชชั่นใหม่,31
45,ร้อยเอ็ด,5,25,เพื่อชีวิตใหม่,26
45,ร้อยเอ็ด,5,26,คลองไทย,48
45,ร้อยเอ็ด,5,27,ประชาธิปัตย์,1252
45,ร้อยเอ็ด,5,28,ไทยก้าวหน้า,112
45,ร้อยเอ็ด,5,29,ไทยภักดี,427
45,ร้อยเอ็ด,5,30,แรงงานสร้างชาติ,87
45,ร้อยเอ็ด,5,31,ประชากรไทย,108
45,ร้อยเอ็ด,5,32,ครูไทยเพื่อประชาชน,75
45,ร้อยเอ็ด,5,33,ประชาชาติ,60
45,ร้อยเอ็ด,5,34,สร้างอนาคตไทย,96
45,ร้อยเอ็ด,5,35,รักชาติ,237
45,ร้อยเอ็ด,5,36,ไทยพร้อม,87
45,ร้อยเอ็ด,5,37,ภูมิใจไทย,7156
45,ร้อยเอ็ด,5,38,พลังธรรมใหม่,482
45,ร้อยเอ็ด,5,39,กรีน,37
45,ร้อยเอ็ด,5,40,ไทยธรรม,48
45,ร้อยเอ็ด,5,41,แผ่นดินธรรม,21
45,ร้อยเอ็ด,5,42,กล้าธรรม,192
45,ร้อยเอ็ด,5,43,พลังประชารัฐ,157
45,ร้อยเอ็ด,5,44,โอกาสใหม่,66
45,ร้อยเอ็ด,5,45,เป็นธรรม,91
45,ร้อยเอ็ด,5,46,ประชาชน,18936
45,ร้อยเอ็ด,5,47,ประชาไทย,84
45,ร้อยเอ็ด,5,48,ไทยสร้างไทย,867
45,ร้อยเอ็ด,5,49,ไทยก้าวใหม่,149
45,ร้อยเอ็ด,5,50,ประชาอาสาชาติ,7
45,ร้อยเอ็ด,5,51,พร้อม,25
45,ร้อยเอ็ด,5,52,เครือข่ายชาวนาแห่งประเทศไทย,11
45,ร้อยเอ็ด,5,53,ไทยพิทักษ์ธรรม,7
45,ร้อยเอ็ด,5,54,ความหวังใหม่,17
45,ร้อยเอ็ด,5,55,ไทยรวมไทย,10
45,ร้อยเอ็ด,5,56,เพื่อบ้านเมือง,21
45,ร้อยเอ็ด,5,57,พลังไทยรักชาติ,54
45,ร้อยเอ็ด,6,1,ไทยทรัพย์ทวี,247
45,ร้อยเอ็ด,6,2,เพื่อชาติไทย,2693
45,ร้อยเอ็ด,6,3,ใหม่,222
45,ร้อยเอ็ด,6,4,มิติใหม่,1438
45,ร้อยเอ็ด,6,5,รวมใจไทย,632
45,ร้อยเอ็ด,6,6,รวมไทยสร้างชาติ,1090
45,ร้อยเอ็ด,6,7,พลวัต,208
45,ร้อยเอ็ด,6,8,ประชาธิปไตยใหม่,318
45,ร้อยเอ็ด,6,9,เพื่อไทย,32834
45,ร้อยเอ็ด,6,10,ทางเลือกใหม่,233
45,ร้อยเอ็ด,6,11,เศรษฐกิจ,1682
45,ร้อยเอ็ด,6,12,เสรีรวมไทย,271
45,ร้อยเอ็ด,6,13,รวมพลังประชาชน,410
45,ร้อยเอ็ด,6,14,ท้องที่ไทย,87
45,ร้อยเอ็ด,6,15,อนาคตไทย,42
45,ร้อยเอ็ด,6,16,พลังเพื่อไทย,229
45,ร้อยเอ็ด,6,17,ไทยชนะ,91
45,ร้อยเอ็ด,6,18,พลังสังคมใหม่,18
45,ร้อยเอ็ด,6,19,สังคมประชาธิปไตยไทย,58
45,ร้อยเอ็ด,6,20,ฟิวชัน,20
45,ร้อยเอ็ด,6,21,ไทรวมพลัง,39
45,ร้อยเอ็ด,6,22,ก้าวอิสระ,18
45,ร้อยเอ็ด,6,23,ปวงชนไทย,37
45,ร้อยเอ็ด,6,24,วิชชั่นใหม่,44
45,ร้อยเอ็ด,6,25,เพื่อชีวิตใหม่,23
45,ร้อยเอ็ด,6,26,คลองไทย,35
45,ร้อยเอ็ด,6,27,ประชาธิปัตย์,880
45,ร้อยเอ็ด,6,28,ไทยก้าวหน้า,87
45,ร้อยเอ็ด,6,29,ไทยภักดี,162
45,ร้อยเอ็ด,6,30,แรงงานสร้างชาติ,73
45,ร้อยเอ็ด,6,31,ประชากรไทย,200
45,ร้อยเอ็ด,6,32,ครูไทยเพื่อประชาชน,96
45,ร้อยเอ็ด,6,33,ประชาชาติ,169
45,ร้อยเอ็ด,6,34,สร้างอนาคตไทย,106
45,ร้อยเอ็ด,6,35,รักชาติ,85
45,ร้อยเอ็ด,6,36,ไทยพร้อม,88
45,ร้อยเอ็ด,6,37,ภูมิใจไทย,8999
45,ร้อยเอ็ด,6,38,พลังธรรมใหม่,575
45,ร้อยเอ็ด,6,39,กรีน,37
45,ร้อยเอ็ด,6,40,ไทยธรรม,89
45,ร้อยเอ็ด,6,41,แผ่นดินธรรม,25
45,ร้อยเอ็ด,6,42,กล้าธรรม,244
45,ร้อยเอ็ด,6,43,พลังประชารัฐ,832
45,ร้อยเอ็ด,6,44,โอกาสใหม่,28
45,ร้อยเอ็ด,6,45,เป็นธรรม,53
45,ร้อยเอ็ด,6,46,ประชาชน,18116
45,ร้อยเอ็ด,6,47,ประชาไทย,189
45,ร้อยเอ็ด,6,48,ไทยสร้างไทย,2369
45,ร้อยเอ็ด,6,49,ไทยก้าวใหม่,168
45,ร้อยเอ็ด,6,50,ประชาอาสาชาติ,5
45,ร้อยเอ็ด,6,51,พร้อม,28
45,ร้อยเอ็ด,6,52,เครือข่ายชาวนาแห่งประเทศไทย,6
45,ร้อยเอ็ด,6,53,ไทยพิทักษ์ธรรม,15
45,ร้อยเอ็ด,6,54,ความหวังใหม่,19
45,ร้อยเอ็ด,6,55,ไทยรวมไทย,9
45,ร้อยเอ็ด,6,56,เพื่อบ้านเมือง,20
45,ร้อยเอ็ด,6,57,พลังไทยรักชาติ,28
45,ร้อยเอ็ด,7,1,ไทยทรัพย์ทวี,254
45,ร้อยเอ็ด,7,2,เพื่อชาติไทย,1007
45,ร้อยเอ็ด,7,3,ใหม่,1189
45,ร้อยเอ็ด,7,4,มิติใหม่,1302
45,ร้อยเอ็ด,7,5,รวมใจไทย,297
45,ร้อยเอ็ด,7,6,รวมไทยสร้างชาติ,1075
45,ร้อยเอ็ด,7,7,พลวัต,75
45,ร้อยเอ็ด,7,8,ประชาธิปไตยใหม่,259
45,ร้อยเอ็ด,7,9,เพื่อไทย,33479
45,ร้อยเอ็ด,7,10,ทางเลือกใหม่,212
45,ร้อยเอ็ด,7,11,เศรษฐกิจ,1861
45,ร้อยเอ็ด,7,12,เสรีรวมไทย,354
45,ร้อยเอ็ด,7,13,รวมพลังประชาชน,263
45,ร้อยเอ็ด,7,14,ท้องที่ไทย,62
45,ร้อยเอ็ด,7,15,อนาคตไทย,58
45,ร้อยเอ็ด,7,16,พลังเพื่อไทย,197
45,ร้อยเอ็ด,7,17,ไทยชนะ,57
45,ร้อยเอ็ด,7,18,พลังสังคมใหม่,37
45,ร้อยเอ็ด,7,19,สังคมประชาธิปไตยไทย,312
45,ร้อยเอ็ด,7,20,ฟิวชั่น,10
45,ร้อยเอ็ด,7,21,ไทยรวมพลัง,41
45,ร้อยเอ็ด,7,22,ก้าวอิสระ,13
45,ร้อยเอ็ด,7,23,ปวงชนไทย,22
45,ร้อยเอ็ด,7,24,วิชชั่นใหม่,76
45,ร้อยเอ็ด,7,25,เพื่อชีวิตใหม่,12
45,ร้อยเอ็ด,7,26,คลองไทย,42
45,ร้อยเอ็ด,7,27,ประชาธิปัตย์,616
45,ร้อยเอ็ด,7,28,ไทยก้าวหน้า,161
45,ร้อยเอ็ด,7,29,ไทยภักดี,196
45,ร้อยเอ็ด,7,30,แรงงานสร้างชาติ,73
45,ร้อยเอ็ด,7,31,ประชากรไทย,96
45,ร้อยเอ็ด,7,32,ครูไทยเพื่อประชาชน,125
45,ร้อยเอ็ด,7,33,ประชาชาติ,155
45,ร้อยเอ็ด,7,34,สร้างอนาคตไทย,115
45,ร้อยเอ็ด,7,35,รักชาติ,51
45,ร้อยเอ็ด,7,36,ไทยพร้อม,62
45,ร้อยเอ็ด,7,37,ภูมิใจไทย,3792
45,ร้อยเอ็ด,7,38,พลังธรรมใหม่,575
45,ร้อยเอ็ด,7,39,กรีน,50
45,ร้อยเอ็ด,7,40,ไทยธรรม,56
45,ร้อยเอ็ด,7,41,แผ่นดินธรรม,50
45,ร้อยเอ็ด,7,42,กล้าธรรม,104
45,ร้อยเอ็ด,7,43,พลังประชารัฐ,119
45,ร้อยเอ็ด,7,44,โอกาสใหม่,33
45,ร้อยเอ็ด,7,45,เป็นธรรม,49
45,ร้อยเอ็ด,7,46,ประชาชน,17446
45,ร้อยเอ็ด,7,47,ประชาไทย,173
45,ร้อยเอ็ด,7,48,ไทยสร้างไทย,13985
45,ร้อยเอ็ด,7,49,ไทยก้าวใหม่,215
45,ร้อยเอ็ด,7,50,ประชาอาสาชาติ,9
45,ร้อยเอ็ด,7,51,พร้อม,23
45,ร้อยเอ็ด,7,52,เครือข่ายชาวนาแห่งประเทศไทย,2
45,ร้อยเอ็ด,7,53,ไทยพิทักษ์ธรรม,7
45,ร้อยเอ็ด,7,54,ความหวังใหม่,16
45,ร้อยเอ็ด,7,55,ไทยรวมไทย,18
45,ร้อยเอ็ด,7,56,เพื่อบ้านเมือง,6
45,ร้อยเอ็ด,7,57,พลังไทยรักชาติ,22
45,ร้อยเอ็ด,8,1,ไทยทรัพย์ทวี,1214
45,ร้อยเอ็ด,8,2,เพื่อชาติไทย,999
45,ร้อยเอ็ด,8,3,ใหม่,187
45,ร้อยเอ็ด,8,4,มิติใหม่,107
45,ร้อยเอ็ด,8,5,รวมใจไทย,403
45,ร้อยเอ็ด,8,6,รวมไทยสร้างชาติ,2232
45,ร้อยเอ็ด,8,7,พลวัต,80
45,ร้อยเอ็ด,8,8,ประชาธิปไตยใหม่,491
45,ร้อยเอ็ด,8,9,เพื่อไทย,31111
45,ร้อยเอ็ด,8,10,ทางเลือกใหม่,296
45,ร้อยเอ็ด,8,11,เศรษฐกิจ,2093
45,ร้อยเอ็ด,8,12,เสรีรวมไทย,765
45,ร้อยเอ็ด,8,13,รวมพลังประชาชน,321
45,ร้อยเอ็ด,8,14,ท้องที่ไทย,60
45,ร้อยเอ็ด,8,15,อนาคตไทย,49
45,ร้อยเอ็ด,8,16,พลังเพื่อไทย,278
45,ร้อยเอ็ด,8,17,ไทยชนะ,94
45,ร้อยเอ็ด,8,18,พลังสังคมใหม่,22
45,ร้อยเอ็ด,8,19,สังคมประชาธิปไตยไทย,162
45,ร้อยเอ็ด,8,20,ฟิวชัน,25
45,ร้อยเอ็ด,8,21,ไทรวมพลัง,57
45,ร้อยเอ็ด,8,22,ก้าวอิสระ,14
45,ร้อยเอ็ด,8,23,ปวงชนไทย,40
45,ร้อยเอ็ด,8,24,วิชชั่นใหม่,55
45,ร้อยเอ็ด,8,25,เพื่อชีวิตใหม่,17
45,ร้อยเอ็ด,8,26,คลองไทย,36
45,ร้อยเอ็ด,8,27,ประชาธิปัตย์,788
45,ร้อยเอ็ด,8,28,ไทยก้าวหน้า,139
45,ร้อยเอ็ด,8,29,ไทยภักดี,175
45,ร้อยเอ็ด,8,30,แรงงานสร้างชาติ,180
45,ร้อยเอ็ด,8,31,ประชากรไทย,149
45,ร้อยเอ็ด,8,32,ครูไทยเพื่อประชาชน,104
45,ร้อยเอ็ด,8,33,ประชาชาติ,46
45,ร้อยเอ็ด,8,34,สร้างอนาคตไทย,140
45,ร้อยเอ็ด,8,35,รักชาติ,180
45,ร้อยเอ็ด,8,36,ไทยพร้อม,127
45,ร้อยเอ็ด,8,37,ภูมิใจไทย,12428
45,ร้อยเอ็ด,8,38,พลังธรรมใหม่,529
45,ร้อยเอ็ด,8,39,กรีน,68
45,ร้อยเอ็ด,8,40,ไทยธรรม,44
45,ร้อยเอ็ด,8,41,แผ่นดินธรรม,26
45,ร้อยเอ็ด,8,42,กล้าธรรม,200
45,ร้อยเอ็ด,8,43,พลังประชารัฐ,166
45,ร้อยเอ็ด,8,44,โอกาสใหม่,80
45,ร้อยเอ็ด,8,45,เป็นธรรม,53
45,ร้อยเอ็ด,8,46,ประชาชน,19392
45,ร้อยเอ็ด,8,47,ประชาไทย,203
45,ร้อยเอ็ด,8,48,ไทยสร้างไทย,8082
45,ร้อยเอ็ด,8,49,ไทยก้าวใหม่,173
45,ร้อยเอ็ด,8,50,ประชาอาสาชาติ,9
45,ร้อยเอ็ด,8,51,พร้อม,28
45,ร้อยเอ็ด,8,52,เครือข่ายชาวนาแห่งประเทศไทย,8
45,ร้อยเอ็ด,8,53,ไทยพิทักษ์ธรรม,5
45,ร้อยเอ็ด,8,54,ความหวังใหม่,46
45,ร้อยเอ็ด,8,55,ไทยรวมไทย,16
45,ร้อยเอ็ด,8,56,เพื่อบ้านเมือง,18
45,ร้อยเอ็ด,8,57,พลังไทยรักชาติ,53
46,กาฬสินธุ์,1,2,ไทยทรัพย์ทวี,978
46,กาฬสินธุ์,1,3,เพื่อชาติไทย,1752
46,กาฬสินธุ์,1,4,ใหม่,446
46,กาฬสินธุ์,1,5,มิติใหม่,196
46,กาฬสินธุ์,1,6,รวมใจไทย,721
46,กาฬสินธุ์,1,7,รวมไทยสร้างชาติ,3203
46,กาฬสินธุ์,1,8,พลวัต,1352
46,กาฬสินธุ์,1,9,ประชาธิปไตยใหม่,558
46,กาฬสินธุ์,1,10,เพื่อไทย,24352
46,กาฬสินธุ์,1,11,ทางเลือกใหม่,455
46,กาฬสินธุ์,1,12,เศรษฐกิจ,3316
46,กาฬสินธุ์,1,13,เสรีรวมไทย,819
46,กาฬสินธุ์,1,14,รวมพลังประชาชน,783
46,กาฬสินธุ์,1,15,ท้องที่ไทย,113
46,กาฬสินธุ์,1,16,อนาคตไทย,108
46,กาฬสินธุ์,1,17,พลังเพื่อไทย,380
46,กาฬสินธุ์,1,18,ไทยชนะ,119
46,กาฬสินธุ์,1,19,พลังสังคมใหม่,21
46,กาฬสินธุ์,1,20,สังคมประชาธิปไตยไทย,37
46,กาฬสินธุ์,1,21,ฟิวชัน,25
46,กาฬสินธุ์,1,22,ไทรวมพลัง,42
46,กาฬสินธุ์,1,23,ก้าวอิสระ,25
46,กาฬสินธุ์,1,24,ปวงชนไทย,46
46,กาฬสินธุ์,1,25,วิชชั่นใหม่,102
46,กาฬสินธุ์,1,26,เพื่อชีวิตใหม่,29
46,กาฬสินธุ์,1,27,คลองไทย,89
46,กาฬสินธุ์,1,28,ประชาธิปัตย์,2156
46,กาฬสินธุ์,1,29,ไทยก้าวหน้า,119
46,กาฬสินธุ์,1,30,ไทยภักดี,384
46,กาฬสินธุ์,1,31,แรงงานสร้างชาติ,158
46,กาฬสินธุ์,1,32,ประชากรไทย,263
46,กาฬสินธุ์,1,33,ครูไทยเพื่อประชาชน,116
46,กาฬสินธุ์,1,34,ประชาชาติ,98
46,กาฬสินธุ์,1,35,สร้างอนาคตไทย,263
46,กาฬสินธุ์,1,36,รักชาติ,666
46,กาฬสินธุ์,1,37,ไทยพร้อม,242
46,กาฬสินธุ์,1,38,ภูมิใจไทย,8168
46,กาฬสินธุ์,1,39,พลังธรรมใหม่,339
46,กาฬสินธุ์,1,40,กรีน,39
46,กาฬสินธุ์,1,41,ไทยธรรม,65
46,กาฬสินธุ์,1,42,แผ่นดินธรรม,36
46,กาฬสินธุ์,1,43,กล้าธรรม,286
46,กาฬสินธุ์,1,44,พลังประชารัฐ,3430
46,กาฬสินธุ์,1,45,โอกาสใหม่,60
46,กาฬสินธุ์,1,46,เป็นธรรม,291
46,กาฬสินธุ์,1,47,ประชาชน,24763
46,กาฬสินธุ์,1,48,ประชาไทย,208
46,กาฬสินธุ์,1,49,ไทยสร้างไทย,562
46,กาฬสินธุ์,1,50,ไทยก้าวใหม่,241
46,กาฬสินธุ์,1,51,ประชาอาสาชาติ,8
46,กาฬสินธุ์,1,52,พร้อม,10
46,กาฬสินธุ์,1,53,เครือข่ายชาวนาแห่งประเทศไทย,14
46,กาฬสินธุ์,1,54,ไทยพิทักษ์ธรรม,14
46,กาฬสินธุ์,1,55,ความหวังใหม่,48
46,กาฬสินธุ์,1,56,ไทยรวมไทย,23
46,กาฬสินธุ์,1,57,เพื่อบ้านเมือง,52
46,กาฬสินธุ์,1,58,พลังไทยรักชาติ,40
46,กาฬสินธุ์,2,1,ไทยทรัพย์ทวี,361
46,กาฬสินธุ์,2,2,เพื่อชาติไทย,1650
46,กาฬสินธุ์,2,3,ใหม่,806
46,กาฬสินธุ์,2,4,มิติใหม่,585
46,กาฬสินธุ์,2,5,รวมใจไทย,3696
46,กาฬสินธุ์,2,6,รวมไทยสร้างชาติ,971
46,กาฬสินธุ์,2,7,พลวัต,127
46,กาฬสินธุ์,2,8,ประชาธิปไตยใหม่,372
46,กาฬสินธุ์,2,9,เพื่อไทย,29619
46,กาฬสินธุ์,2,10,ทางเลือกใหม่,469
46,กาฬสินธุ์,2,11,เศรษฐกิจ,2661
46,กาฬสินธุ์,2,12,เสรีรวมไทย,583
46,กาฬสินธุ์,2,13,รวมพลังประชาชน,644
46,กาฬสินธุ์,2,14,ท้องที่ไทย,65
46,กาฬสินธุ์,2,15,อนาคตไทย,104
46,กาฬสินธุ์,2,16,พลังเพื่อไทย,300
46,กาฬสินธุ์,2,17,ไทยชนะ,90
46,กาฬสินธุ์,2,18,พลังสังคมใหม่,14
46,กาฬสินธุ์,2,19,สังคมประชาธิปไตยไทย,34
46,กาฬสินธุ์,2,20,ฟิวชัน,15
46,กาฬสินธุ์,2,21,ไทรวมพลัง,49
46,กาฬสินธุ์,2,22,ก้าวอิสระ,26
46,กาฬสินธุ์,2,23,ปวงชนไทย,42
46,กาฬสินธุ์,2,24,วิชชั่นใหม่,61
46,กาฬสินธุ์,2,25,เพื่อชีวิตใหม่,33
46,กาฬสินธุ์,2,26,คลองไทย,61
46,กาฬสินธุ์,2,27,ประชาธิปัตย์,1281
46,กาฬสินธุ์,2,28,ไทยก้าวหน้า,94
46,กาฬสินธุ์,2,29,ไทยภักดี,239
46,กาฬสินธุ์,2,30,แรงงานสร้างชาติ,114
46,กาฬสินธุ์,2,31,ประชากรไทย,171
46,กาฬสินธุ์,2,32,ครูไทยเพื่อประชาชน,117
46,กาฬสินธุ์,2,33,ประชาชาติ,137
46,กาฬสินธุ์,2,34,สร้างอนาคตไทย,358
46,กาฬสินธุ์,2,35,รักชาติ,83
46,กาฬสินธุ์,2,36,ไทยพร้อม,178
46,กาฬสินธุ์,2,37,ภูมิใจไทย,7884
46,กาฬสินธุ์,2,38,พลังธรรมใหม่,423
46,กาฬสินธุ์,2,39,กรีน,51
46,กาฬสินธุ์,2,40,ไทยธรรม,54
46,กาฬสินธุ์,2,41,แผ่นดินธรรม,86
46,กาฬสินธุ์,2,42,กล้าธรรม,240
46,กาฬสินธุ์,2,43,พลังประชารัฐ,228
46,กาฬสินธุ์,2,44,โอกาสใหม่,89
46,กาฬสินธุ์,2,45,เป็นธรรม,106
46,กาฬสินธุ์,2,46,ประชาชน,19762
46,กาฬสินธุ์,2,47,ประชาไทย,275
46,กาฬสินธุ์,2,48,ไทยสร้างไทย,653
46,กาฬสินธุ์,2,49,ไทยก้าวใหม่,193
46,กาฬสินธุ์,2,50,ประชาอาสาชาติ,11
46,กาฬสินธุ์,2,51,พร้อม,39
46,กาฬสินธุ์,2,52,เครือข่ายชาวนาแห่งประเทศไทย,15
46,กาฬสินธุ์,2,53,ไทยพิทักษ์ธรรม,11
46,กาฬสินธุ์,2,54,ความหวังใหม่,18
46,กาฬสินธุ์,2,55,ไทยรวมไทย,17
46,กาฬสินธุ์,2,56,เพื่อบ้านเมือง,20
46,กาฬสินธุ์,2,57,พลังไทยรักชาติ,59
46,กาฬสินธุ์,3,1,ไทยทรัพย์ทวี,743
46,กาฬสินธุ์,3,2,เพื่อชาติไทย,3483
46,กาฬสินธุ์,3,3,ใหม่,721
46,กาฬสินธุ์,3,4,มิติใหม่,2014
46,กาฬสินธุ์,3,5,รวมใจไทย,645
46,กาฬสินธุ์,3,6,รวมไทยสร้างชาติ,2405
46,กาฬสินธุ์,3,7,พลวัต,137
46,กาฬสินธุ์,3,8,ประชาธิปไตยใหม่,757
46,กาฬสินธุ์,3,9,เพื่อไทย,16312
46,กาฬสินธุ์,3,10,ทางเลือกใหม่,554
46,กาฬสินธุ์,3,11,เศรษฐกิจ,4483
46,กาฬสินธุ์,3,12,เสรีรวมไทย,593
46,กาฬสินธุ์,3,13,รวมพลังประชาชน,783
46,กาฬสินธุ์,3,14,ท้องที่ไทย,133
46,กาฬสินธุ์,3,15,อนาคตไทย,103
46,กาฬสินธุ์,3,16,พลังเพื่อไทย,234
46,กาฬสินธุ์,3,17,ไทยชนะ,117
46,กาฬสินธุ์,3,18,พลังสังคมใหม่,38
46,กาฬสินธุ์,3,19,สังคมประชาธิปไตยไทย,30
46,กาฬสินธุ์,3,20,ฟิวชัน,20
46,กาฬสินธุ์,3,21,ไทรวมพลัง,61
46,กาฬสินธุ์,3,22,ก้าวอิสระ,47
46,กาฬสินธุ์,3,23,ปวงชนไทย,68
46,กาฬสินธุ์,3,24,วิชชั่นใหม่,349
46,กาฬสินธุ์,3,25,เพื่อชีวิตใหม่,26
46,กาฬสินธุ์,3,26,คลองไทย,117
46,กาฬสินธุ์,3,27,ประชาธิปัตย์,3480
46,กาฬสินธุ์,3,28,ไทยก้าวหน้า,155
46,กาฬสินธุ์,3,29,ไทยภักดี,175
46,กาฬสินธุ์,3,30,แรงงานสร้างชาติ,165
46,กาฬสินธุ์,3,31,ประชากรไทย,288
46,กาฬสินธุ์,3,32,ครูไทยเพื่อประชาชน,170
46,กาฬสินธุ์,3,33,ประชาชาติ,249
46,กาฬสินธุ์,3,34,สร้างอนาคตไทย,282
46,กาฬสินธุ์,3,35,รักชาติ,175
46,กาฬสินธุ์,3,36,ไทยพร้อม,168
46,กาฬสินธุ์,3,37,ภูมิใจไทย,8715
46,กาฬสินธุ์,3,38,พลังธรรมใหม่,306
46,กาฬสินธุ์,3,39,กรีน,49
46,กาฬสินธุ์,3,40,ไทยธรรม,114
46,กาฬสินธุ์,3,41,แผ่นดินธรรม,84
46,กาฬสินธุ์,3,42,กล้าธรรม,4322
46,กาฬสินธุ์,3,43,พลังประชารัฐ,2604
46,กาฬสินธุ์,3,44,โอกาสใหม่,69
46,กาฬสินธุ์,3,45,เป็นธรรม,181
46,กาฬสินธุ์,3,46,ประชาชน,18003
46,กาฬสินธุ์,3,47,ประชาไทย,137
46,กาฬสินธุ์,3,48,ไทยสร้างไทย,359
46,กาฬสินธุ์,3,49,ไทยก้าวใหม่,228
46,กาฬสินธุ์,3,50,ประชาอาสาชาติ,11
46,กาฬสินธุ์,3,51,พร้อม,47
46,กาฬสินธุ์,3,52,เครือข่ายชาวนาแห่งประเทศไทย,13
46,กาฬสินธุ์,3,53,ไทยพิทักษ์ธรรม,30
46,กาฬสินธุ์,3,54,ความหวังใหม่,38
46,กาฬสินธุ์,3,55,ไทยรวมไทย,12
46,กาฬสินธุ์,3,56,เพื่อบ้านเมือง,45
46,กาฬสินธุ์,3,57,พลังไทยรักชาติ,70
46,กาฬสินธุ์,4,1,ไทยทรัพย์ทวี,469
46,กาฬสินธุ์,4,2,เพื่อชาติไทย,2103
46,กาฬสินธุ์,4,3,ใหม่,693
46,กาฬสินธุ์,4,4,มิติใหม่,2504
46,กาฬสินธุ์,4,5,รวมใจไทย,777
46,กาฬสินธุ์,4,6,รวมไทยสร้างชาติ,1183
46,กาฬสินธุ์,4,7,พลวัต,157
46,กาฬสินธุ์,4,8,ประชาธิปไตยใหม่,2052
46,กาฬสินธุ์,4,9,เพื่อไทย,26871
46,กาฬสินธุ์,4,10,ทางเลือกใหม่,535
46,กาฬสินธุ์,4,11,เศรษฐกิจ,3685
46,กาฬสินธุ์,4,12,เสรีรวมไทย,587
46,กาฬสินธุ์,4,13,รวมพลังประชาชน,730
46,กาฬสินธุ์,4,14,ท้องที่ไทย,163
46,กาฬสินธุ์,4,15,อนาคตไทย,87
46,กาฬสินธุ์,4,16,พลังเพื่อไทย,354
46,กาฬสินธุ์,4,17,ไทยชนะ,129
46,กาฬสินธุ์,4,18,พลังสังคมใหม่,32
46,กาฬสินธุ์,4,19,สังคมประชาธิปไตยไทย,39
46,กาฬสินธุ์,4,20,ฟิวชัน,36
46,กาฬสินธุ์,4,21,ไทรวมพลัง,61
46,กาฬสินธุ์,4,22,ก้าวอิสระ,44
46,กาฬสินธุ์,4,23,ปวงชนไทย,69
46,กาฬสินธุ์,4,24,วิชชั่นใหม่,122
46,กาฬสินธุ์,4,25,เพื่อชีวิตใหม่,49
46,กาฬสินธุ์,4,26,คลองไทย,86
46,กาฬสินธุ์,4,27,ประชาธิปัตย์,1940
46,กาฬสินธุ์,4,28,ไทยก้าวหน้า,151
46,กาฬสินธุ์,4,29,ไทยภักดี,280
46,กาฬสินธุ์,4,30,แรงงานสร้างชาติ,141
46,กาฬสินธุ์,4,31,ประชากรไทย,262
46,กาฬสินธุ์,4,32,ครูไทยเพื่อประชาชน,173
46,กาฬสินธุ์,4,33,ประชาชาติ,290
46,กาฬสินธุ์,4,34,สร้างอนาคตไทย,366
46,กาฬสินธุ์,4,35,รักชาติ,91
46,กาฬสินธุ์,4,36,ไทยพร้อม,230
46,กาฬสินธุ์,4,37,ภูมิใจไทย,8182
46,กาฬสินธุ์,4,38,พลังธรรมใหม่,486
46,กาฬสินธุ์,4,39,กรีน,89
46,กาฬสินธุ์,4,40,ไทยธรรม,87
46,กาฬสินธุ์,4,41,แผ่นดินธรรม,46
46,กาฬสินธุ์,4,42,กล้าธรรม,763
46,กาฬสินธุ์,4,43,พลังประชารัฐ,4720
46,กาฬสินธุ์,4,44,โอกาสใหม่,64
46,กาฬสินธุ์,4,45,เป็นธรรม,382
46,กาฬสินธุ์,4,46,ประชาชน,20091
46,กาฬสินธุ์,4,47,ประชาไทย,125
46,กาฬสินธุ์,4,48,ไทยสร้างไทย,565
46,กาฬสินธุ์,4,49,ไทยก้าวใหม่,195
46,กาฬสินธุ์,4,50,ประชาอาสาชาติ,8
46,กาฬสินธุ์,4,51,พร้อม,56
46,กาฬสินธุ์,4,52,เครือข่ายชาวนาแห่งประเทศไทย,21
46,กาฬสินธุ์,4,53,ไทยพิทักษ์ธรรม,16
46,กาฬสินธุ์,4,54,ความหวังใหม่,37
46,กาฬสินธุ์,4,55,ไทยรวมไทย,24
46,กาฬสินธุ์,4,56,เพื่อบ้านเมือง,33
46,กาฬสินธุ์,4,57,พลังไทยรักชาติ,55
46,กาฬสินธุ์,5,1,ไทยทรัพย์ทวี,1750
46,กาฬสินธุ์,5,2,เพื่อชาติไทย,1482
46,กาฬสินธุ์,5,3,ใหม่,298
46,กาฬสินธุ์,5,4,มิติใหม่,481
46,กาฬสินธุ์,5,5,รวมใจไทย,3508
46,กาฬสินธุ์,5,6,รวมไทยสร้างชาติ,959
46,กาฬสินธุ์,5,7,พลวัต,95
46,กาฬสินธุ์,5,8,ประชาธิปไตยใหม่,415
46,กาฬสินธุ์,5,9,เพื่อไทย,29262
46,กาฬสินธุ์,5,10,ทางเลือกใหม่,484
46,กาฬสินธุ์,5,11,เศรษฐกิจ,3370
46,กาฬสินธุ์,5,12,เสรีรวมไทย,595
46,กาฬสินธุ์,5,13,รวมพลังประชาชน,457
46,กาฬสินธุ์,5,14,ท้องที่ไทย,105
46,กาฬสินธุ์,5,15,อนาคตไทย,107
46,กาฬสินธุ์,5,16,พลังเพื่อไทย,260
46,กาฬสินธุ์,5,17,ไทยชนะ,94
46,กาฬสินธุ์,5,18,พลังสังคมใหม่,26
46,กาฬสินธุ์,5,19,สังคมประชาธิปไตยไทย,28
46,กาฬสินธุ์,5,20,ฟิวชัน,21
46,กาฬสินธุ์,5,21,ไทรวมพลัง,50
46,กาฬสินธุ์,5,22,ก้าวอิสระ,24
46,กาฬสินธุ์,5,23,ปวงชนไทย,33
46,กาฬสินธุ์,5,24,วิชชั่นใหม่,79
46,กาฬสินธุ์,5,25,เพื่อชีวิตใหม่,35
46,กาฬสินธุ์,5,26,คลองไทย,81
46,กาฬสินธุ์,5,27,ประชาธิปัตย์,1270
46,กาฬสินธุ์,5,28,ไทยก้าวหน้า,102
46,กาฬสินธุ์,5,29,ไทยภักดี,215
46,กาฬสินธุ์,5,30,แรงงานสร้างชาติ,215
46,กาฬสินธุ์,5,31,ประชากรไทย,251
46,กาฬสินธุ์,5,32,ครูไทยเพื่อประชาชน,114
46,กาฬสินธุ์,5,33,ประชาชาติ,102
46,กาฬสินธุ์,5,34,สร้างอนาคตไทย,270
46,กาฬสินธุ์,5,35,รักชาติ,140
46,กาฬสินธุ์,5,36,ไทยพร้อม,402
46,กาฬสินธุ์,5,37,ภูมิใจไทย,16076
46,กาฬสินธุ์,5,38,พลังธรรมใหม่,537
46,กาฬสินธุ์,5,39,กรีน,77
46,กาฬสินธุ์,5,40,ไทยธรรม,54
46,กาฬสินธุ์,5,41,แผ่นดินธรรม,26
46,กาฬสินธุ์,5,42,กล้าธรรม,161
46,กาฬสินธุ์,5,43,พลังประชารัฐ,262
46,กาฬสินธุ์,5,44,โอกาสใหม่,1386
46,กาฬสินธุ์,5,45,เป็นธรรม,290
46,กาฬสินธุ์,5,46,ประชาชน,20479
46,กาฬสินธุ์,5,47,ประชาไทย,110
46,กาฬสินธุ์,5,48,ไทยสร้างไทย,507
46,กาฬสินธุ์,5,49,ไทยก้าวใหม่,253
46,กาฬสินธุ์,5,50,ประชาอาสาชาติ,10
46,กาฬสินธุ์,5,51,พร้อม,34
46,กาฬสินธุ์,5,52,เครือข่ายชาวนาแห่งประเทศไทย,14
46,กาฬสินธุ์,5,53,ไทยพิทักษ์ธรรม,8
46,กาฬสินธุ์,5,54,ความหวังใหม่,65
46,กาฬสินธุ์,5,55,ไทยรวมไทย,21
46,กาฬสินธุ์,5,56,เพื่อบ้านเมือง,45
46,กาฬสินธุ์,5,57,พลังไทยรักชาติ,43
46,กาฬสินธุ์,6,1,ไทยทรัพย์ทวี,267
46,กาฬสินธุ์,6,2,เพื่อชาติไทย,1452
46,กาฬสินธุ์,6,3,ใหม่,2546
46,กาฬสินธุ์,6,4,มิติใหม่,339
46,กาฬสินธุ์,6,5,รวมใจไทย,430
46,กาฬสินธุ์,6,6,รวมไทยสร้างชาติ,1966
46,กาฬสินธุ์,6,7,พลวัต,142
46,กาฬสินธุ์,6,8,ประชาธิปไตยใหม่,428
46,กาฬสินธุ์,6,9,เพื่อไทย,40190
46,กาฬสินธุ์,6,10,ทางเลือกใหม่,293
46,กาฬสินธุ์,6,11,เศรษฐกิจ,2316
46,กาฬสินธุ์,6,12,เสรีรวมไทย,507
46,กาฬสินธุ์,6,13,รวมพลังประชาชน,442
46,กาฬสินธุ์,6,14,ท้องที่ไทย,62
46,กาฬสินธุ์,6,15,อนาคตไทย,54
46,กาฬสินธุ์,6,16,พลังเพื่อไทย,248
46,กาฬสินธุ์,6,17,ไทยชนะ,100
46,กาฬสินธุ์,6,18,พลังสังคมใหม่,17
46,กาฬสินธุ์,6,19,สังคมประชาธิปไตยไทย,20
46,กาฬสินธุ์,6,20,ฟิวชัน,12
46,กาฬสินธุ์,6,21,ไทรวมพลัง,44
46,กาฬสินธุ์,6,22,ก้าวอิสระ,20
46,กาฬสินธุ์,6,23,ปวงชนไทย,45
46,กาฬสินธุ์,6,24,วิชชั่นใหม่,54
46,กาฬสินธุ์,6,25,เพื่อชีวิตใหม่,18
46,กาฬสินธุ์,6,26,คลองไทย,61
46,กาฬสินธุ์,6,27,ประชาธิปัตย์,1128
46,กาฬสินธุ์,6,28,ไทยก้าวหน้า,129
46,กาฬสินธุ์,6,29,ไทยภักดี,206
46,กาฬสินธุ์,6,30,แรงงานสร้างชาติ,68
46,กาฬสินธุ์,6,31,ประชากรไทย,183
46,กาฬสินธุ์,6,32,ครูไทยเพื่อประชาชน,222
46,กาฬสินธุ์,6,33,ประชาชาติ,96
46,กาฬสินธุ์,6,34,สร้างอนาคตไทย,110
46,กาฬสินธุ์,6,35,รักชาติ,141
46,กาฬสินธุ์,6,36,ไทยพร้อม,157
46,กาฬสินธุ์,6,37,ภูมิใจไทย,12189
46,กาฬสินธุ์,6,38,พลังธรรมใหม่,603
46,กาฬสินธุ์,6,39,กรีน,93
46,กาฬสินธุ์,6,40,ไทยธรรม,39
46,กาฬสินธุ์,6,41,แผ่นดินธรรม,19
46,กาฬสินธุ์,6,42,กล้าธรรม,130
46,กาฬสินธุ์,6,43,พลังประชารัฐ,200
46,กาฬสินธุ์,6,44,โอกาสใหม่,36
46,กาฬสินธุ์,6,45,เป็นธรรม,47
46,กาฬสินธุ์,6,46,ประชาชน,20741
46,กาฬสินธุ์,6,47,ประชาไทย,110
46,กาฬสินธุ์,6,48,ไทยสร้างไทย,333
46,กาฬสินธุ์,6,49,ไทยก้าวใหม่,153
46,กาฬสินธุ์,6,50,ประชาอาสาชาติ,3
46,กาฬสินธุ์,6,51,พร้อม,80
46,กาฬสินธุ์,6,52,เครือข่ายชาวนาแห่งประเทศไทย,19
46,กาฬสินธุ์,6,53,ไทยพิทักษ์ธรรม,3
46,กาฬสินธุ์,6,54,ความหวังใหม่,157
46,กาฬสินธุ์,6,55,ไทยรวมไทย,19
46,กาฬสินธุ์,6,56,เพื่อบ้านเมือง,23
46,กาฬสินธุ์,6,57,พลังไทยรักชาติ,40
47,สกลนคร,1,1,ไทยทรัพย์ทวี,1250
47,สกลนคร,1,2,เพื่อชาติไทย,1276
47,สกลนคร,1,3,ใหม่,265
47,สกลนคร,1,4,มิติใหม่,265
47,สกลนคร,1,5,รวมใจไทย,1490
47,สกลนคร,1,6,รวมไทยสร้างชาติ,2787
47,สกลนคร,1,7,พลวัต,120
47,สกลนคร,1,8,ประชาธิปไตยใหม่,313
47,สกลนคร,1,9,เพื่อไทย,20228
47,สกลนคร,1,10,ทางเลือกใหม่,393
47,สกลนคร,1,11,เศรษฐกิจ,3253
47,สกลนคร,1,12,เสรีรวมไทย,915
47,สกลนคร,1,13,รวมพลังประชาชน,544
47,สกลนคร,1,14,ท้องที่ไทย,50
47,สกลนคร,1,15,อนาคตไทย,78
47,สกลนคร,1,16,พลังเพื่อไทย,219
47,สกลนคร,1,17,ไทยชนะ,104
47,สกลนคร,1,18,พลังสังคมใหม่,36
47,สกลนคร,1,19,สังคมประชาธิปไตยไทย,30
47,สกลนคร,1,20,ฟิวชัน,26
47,สกลนคร,1,21,ไทรวมพลัง,50
47,สกลนคร,1,22,ก้าวอิสระ,36
47,สกลนคร,1,23,ปวงชนไทย,46
47,สกลนคร,1,24,วิชชั่นใหม่,193
47,สกลนคร,1,25,เพื่อชีวิตใหม่,23
47,สกลนคร,1,26,คลองไทย,69
47,สกลนคร,1,27,ประชาธิปัตย์,1934
47,สกลนคร,1,28,ไทยก้าวหน้า,116
47,สกลนคร,1,29,ไทยภักดี,455
47,สกลนคร,1,30,แรงงานสร้างชาติ,136
47,สกลนคร,1,31,ประชากรไทย,178
47,สกลนคร,1,32,ครูไทยเพื่อประชาชน,152
47,สกลนคร,1,33,ประชาชาติ,84
47,สกลนคร,1,34,สร้างอนาคตไทย,198
47,สกลนคร,1,35,รักชาติ,189
47,สกลนคร,1,36,ไทยพร้อม,266
47,สกลนคร,1,37,ภูมิใจไทย,16555
47,สกลนคร,1,38,พลังธรรมใหม่,242
47,สกลนคร,1,39,กรีน,58
47,สกลนคร,1,40,ไทยธรรม,58
47,สกลนคร,1,41,แผ่นดินธรรม,43
47,สกลนคร,1,42,กล้าธรรม,4089
47,สกลนคร,1,43,พลังประชารัฐ,196
47,สกลนคร,1,44,โอกาสใหม่,85
47,สกลนคร,1,45,เป็นธรรม,81
47,สกลนคร,1,46,ประชาชน,28352
47,สกลนคร,1,47,ประชาไทย,325
47,สกลนคร,1,48,ไทยสร้างไทย,699
47,สกลนคร,1,49,ไทยก้าวใหม่,252
47,สกลนคร,1,50,ประชาอาสาชาติ,3
47,สกลนคร,1,51,พร้อม,38
47,สกลนคร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,22
47,สกลนคร,1,53,ไทยพิทักษ์ธรรม,11
47,สกลนคร,1,54,ความหวังใหม่,38
47,สกลนคร,1,55,ไทยรวมไทย,16
47,สกลนคร,1,56,เพื่อบ้านเมือง,45
47,สกลนคร,1,57,พลังไทยรักชาติ,45
47,สกลนคร,2,1,ไทยทรัพย์ทวี,2072
47,สกลนคร,2,2,เพื่อชาติไทย,2436
47,สกลนคร,2,3,ใหม่,365
47,สกลนคร,2,4,มิติใหม่,2034
47,สกลนคร,2,5,รวมใจไทย,2658
47,สกลนคร,2,6,รวมไทยสร้างชาติ,1387
47,สกลนคร,2,7,พลวัต,99
47,สกลนคร,2,8,ประชาธิปไตยใหม่,372
47,สกลนคร,2,9,เพื่อไทย,25322
47,สกลนคร,2,10,ทางเลือกใหม่,353
47,สกลนคร,2,11,เศรษฐกิจ,3045
47,สกลนคร,2,12,เสรีรวมไทย,623
47,สกลนคร,2,13,รวมพลังประชาชน,637
47,สกลนคร,2,14,ท้องที่ไทย,83
47,สกลนคร,2,15,อนาคตไทย,87
47,สกลนคร,2,16,พลังเพื่อไทย,261
47,สกลนคร,2,17,ไทยชนะ,111
47,สกลนคร,2,18,พลังสังคมใหม่,34
47,สกลนคร,2,19,สังคมประชาธิปไตยไทย,43
47,สกลนคร,2,20,ฟิวชัน,69
47,สกลนคร,2,21,ไทรวมพลัง,57
47,สกลนคร,2,22,ก้าวอิสระ,41
47,สกลนคร,2,23,ปวงชนไทย,45
47,สกลนคร,2,24,วิชชั่นใหม่,187
47,สกลนคร,2,25,เพื่อชีวิตใหม่,29
47,สกลนคร,2,26,คลองไทย,99
47,สกลนคร,2,27,ประชาธิปัตย์,1337
47,สกลนคร,2,28,ไทยก้าวหน้า,111
47,สกลนคร,2,29,ไทยภักดี,245
47,สกลนคร,2,30,แรงงานสร้างชาติ,266
47,สกลนคร,2,31,ประชากรไทย,215
47,สกลนคร,2,32,ครูไทยเพื่อประชาชน,119
47,สกลนคร,2,33,ประชาชาติ,199
47,สกลนคร,2,34,สร้างอนาคตไทย,276
47,สกลนคร,2,35,รักชาติ,140
47,สกลนคร,2,36,ไทยพร้อม,138
47,สกลนคร,2,37,ภูมิใจไทย,10258
47,สกลนคร,2,38,พลังธรรมใหม่,578
47,สกลนคร,2,39,กรีน,54
47,สกลนคร,2,40,ไทยธรรม,59
47,สกลนคร,2,41,แผ่นดินธรรม,46
47,สกลนคร,2,42,กล้าธรรม,3306
47,สกลนคร,2,43,พลังประชารัฐ,163
47,สกลนคร,2,44,โอกาสใหม่,176
47,สกลนคร,2,45,เป็นธรรม,94
47,สกลนคร,2,46,ประชาชน,21906
47,สกลนคร,2,47,ประชาไทย,111
47,สกลนคร,2,48,ไทยสร้างไทย,540
47,สกลนคร,2,49,ไทยก้าวใหม่,168
47,สกลนคร,2,50,ประชาอาสาชาติ,18
47,สกลนคร,2,51,พร้อม,43
47,สกลนคร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,23
47,สกลนคร,2,53,ไทยพิทักษ์ธรรม,16
47,สกลนคร,2,54,ความหวังใหม่,34
47,สกลนคร,2,55,ไทยรวมไทย,24
47,สกลนคร,2,56,เพื่อบ้านเมือง,30
47,สกลนคร,2,57,พลังไทยรักชาติ,61
47,สกลนคร,3,1,ไทยทรัพย์ทวี,303
47,สกลนคร,3,2,เพื่อชาติไทย,1719
47,สกลนคร,3,3,ใหม่,545
47,สกลนคร,3,4,มิติใหม่,2087
47,สกลนคร,3,5,รวมใจไทย,676
47,สกลนคร,3,6,รวมไทยสร้างชาติ,1718
47,สกลนคร,3,7,พลวัต,114
47,สกลนคร,3,8,ประชาธิปไตยใหม่,400
47,สกลนคร,3,9,เพื่อไทย,33849
47,สกลนคร,3,10,ทางเลือกใหม่,393
47,สกลนคร,3,11,เศรษฐกิจ,3156
47,สกลนคร,3,12,เสรีรวมไทย,617
47,สกลนคร,3,13,รวมพลังประชาชน,505
47,สกลนคร,3,14,ท้องที่ไทย,49
47,สกลนคร,3,15,อนาคตไทย,75
47,สกลนคร,3,16,พลังเพื่อไทย,241
47,สกลนคร,3,17,ไทยชนะ,83
47,สกลนคร,3,18,พลังสังคมใหม่,38
47,สกลนคร,3,19,สังคมประชาธิปไตย,42
47,สกลนคร,3,20,ฟิวชัน,24
47,สกลนคร,3,21,ไทรวมพลัง,34
47,สกลนคร,3,22,ก้าวอิสระ,25
47,สกลนคร,3,23,ปวงชนไทย,33
47,สกลนคร,3,24,วิชชั่นใหม่,51
47,สกลนคร,3,25,เพื่อชีวิตใหม่,18
47,สกลนคร,3,26,คลองไทย,33
47,สกลนคร,3,27,ประชาธิปัตย์,1481
47,สกลนคร,3,28,ไทยก้าวหน้า,101
47,สกลนคร,3,29,ไทยภักดี,183
47,สกลนคร,3,30,แรงงานสร้างชาติ,71
47,สกลนคร,3,31,ประชากรไทย,160
47,สกลนคร,3,32,ครูไทยเพื่อประชาชน,94
47,สกลนคร,3,33,ประชาชาติ,214
47,สกลนคร,3,34,สร้างอนาคตไทย,122
47,สกลนคร,3,35,รักชาติ,109
47,สกลนคร,3,36,ไทยพร้อม,105
47,สกลนคร,3,37,ภูมิใจไทย,8041
47,สกลนคร,3,38,พลังธรรมใหม่,520
47,สกลนคร,3,39,กรีน,40
47,สกลนคร,3,40,ไทยธรรม,55
47,สกลนคร,3,41,แผ่นดินธรรม,27
47,สกลนคร,3,42,กล้าธรรม,259
47,สกลนคร,3,43,พลังประชารัฐ,165
47,สกลนคร,3,44,โอกาสใหม่,493
47,สกลนคร,3,45,เป็นธรรม,65
47,สกลนคร,3,46,ประชาชน,19590
47,สกลนคร,3,47,ประชาไทย,161
47,สกลนคร,3,48,ไทยสร้างไทย,532
47,สกลนคร,3,49,ไทยก้าวใหม่,190
47,สกลนคร,3,50,ประชาอาสาชาติ,8
47,สกลนคร,3,51,พร้อม,31
47,สกลนคร,3,52,เครือข่ายชาวนาแห่งประเทศไทย,12
47,สกลนคร,3,53,ไทยพิทักษ์ธรรม,8
47,สกลนคร,3,54,ความหวังใหม่,32
47,สกลนคร,3,55,ไทยรวมไทย,14
47,สกลนคร,3,56,เพื่อบ้านเมือง,38
47,สกลนคร,3,57,พลังไทยรักชาติ,39
47,สกลนคร,4,1,ไทยทรัพย์ทวี,340
47,สกลนคร,4,2,เพื่อชาติไทย,1284
47,สกลนคร,4,3,ใหม่,751
47,สกลนคร,4,4,มิติใหม่,272
47,สกลนคร,4,5,รวมใจไทย,2020
47,สกลนคร,4,6,รวมไทยสร้างชาติ,5187
47,สกลนคร,4,7,พลวัต,460
47,สกลนคร,4,8,ประชาธิปไตยใหม่,390
47,สกลนคร,4,9,เพื่อไทย,25255
47,สกลนคร,4,10,ทางเลือกใหม่,463
47,สกลนคร,4,11,เศรษฐกิจ,4217
47,สกลนคร,4,12,เสรีรวมไทย,748
47,สกลนคร,4,13,รวมพลังประชาชน,749
47,สกลนคร,4,14,ท้องที่ไทย,79
47,สกลนคร,4,15,อนาคตไทย,74
47,สกลนคร,4,16,พลังเพื่อไทย,323
47,สกลนคร,4,17,ไทยชนะ,111
47,สกลนคร,4,18,พลังสังคมใหม่,21
47,สกลนคร,4,19,สังคมประชาธิปไตย,43
47,สกลนคร,4,20,ฟิวชัน,25
47,สกลนคร,4,21,ไทรวมพลัง,53
47,สกลนคร,4,22,ก้าวอิสระ,23
47,สกลนคร,4,23,ปวงชนไทย,138
47,สกลนคร,4,24,วิชชั่นใหม่,67
47,สกลนคร,4,25,เพื่อชีวิตใหม่,30
47,สกลนคร,4,26,คลองไทย,64
47,สกลนคร,4,27,ประชาธิปัตย์,2206
47,สกลนคร,4,28,ไทยก้าวหน้า,153
47,สกลนคร,4,29,ไทยภักดี,250
47,สกลนคร,4,30,แรงงานสร้างชาติ,129
47,สกลนคร,4,31,ประชากรไทย,168
47,สกลนคร,4,32,ครูไทยเพื่อประชาชน,111
47,สกลนคร,4,33,ประชาชาติ,223
47,สกลนคร,4,34,สร้างอนาคตไทย,188
47,สกลนคร,4,35,รักชาติ,266
47,สกลนคร,4,36,ไทยพร้อม,159
47,สกลนคร,4,37,ภูมิใจไทย,7227
47,สกลนคร,4,38,พลังธรรมใหม่,418
47,สกลนคร,4,39,กรีน,93
47,สกลนคร,4,40,ไทยธรรม,62
47,สกลนคร,4,41,แผ่นดินธรรม,29
47,สกลนคร,4,42,กล้าธรรม,404
47,สกลนคร,4,43,พลังประชารัฐ,183
47,สกลนคร,4,44,โอกาสใหม่,50
47,สกลนคร,4,45,เป็นธรรม,79
47,สกลนคร,4,46,ประชาชน,19286
47,สกลนคร,4,47,ประชาไทย,211
47,สกลนคร,4,48,ไทยสร้างไทย,713
47,สกลนคร,4,49,ไทยก้าวใหม่,203
47,สกลนคร,4,50,ประชาอาสาชาติ,11
47,สกลนคร,4,51,พร้อม,49
47,สกลนคร,4,52,เครือข่ายชาวนาแห่งประเทศไทย,16
47,สกลนคร,4,53,ไทยพิทักษ์ธรรม,11
47,สกลนคร,4,54,ความหวังใหม่,29
47,สกลนคร,4,55,ไทยรวมไทย,28
47,สกลนคร,4,56,เพื่อบ้านเมือง,31
47,สกลนคร,4,57,พลังไทยรักชาติ,71
47,สกลนคร,5,1,ไทยทรัพย์ทวี,206
47,สกลนคร,5,2,เพื่อชาติไทย,3447
47,สกลนคร,5,3,ใหม่,522
47,สกลนคร,5,4,มิติใหม่,894
47,สกลนคร,5,5,รวมใจไทย,2209
47,สกลนคร,5,6,รวมไทยสร้างชาติ,1093
47,สกลนคร,5,7,พลวัต,119
47,สกลนคร,5,8,ประชาธิปไตยใหม่,308
47,สกลนคร,5,9,เพื่อไทย,24241
47,สกลนคร,5,10,ทางเลือกใหม่,326
47,สกลนคร,5,11,เศรษฐกิจ,3698
47,สกลนคร,5,12,เสรีรวมไทย,517
47,สกลนคร,5,13,รวมพลังประชาชน,605
47,สกลนคร,5,14,ท้องที่ไทย,65
47,สกลนคร,5,15,อนาคตไทย,79
47,สกลนคร,5,16,พลังเพื่อไทย,268
47,สกลนคร,5,17,ไทยชนะ,94
47,สกลนคร,5,18,พลังสังคมใหม่,21
47,สกลนคร,5,19,สังคมประชาธิปไตยไทย,39
47,สกลนคร,5,20,ฟิวชัน,20
47,สกลนคร,5,21,ไทรวมพลัง,37
47,สกลนคร,5,22,ก้าวอิสระ,38
47,สกลนคร,5,23,ปวงชนไทย,46
47,สกลนคร,5,24,วิชขันใหม่,126
47,สกลนคร,5,25,เพื่อชีวิตใหม่,26
47,สกลนคร,5,26,คลองไทย,58
47,สกลนคร,5,27,ประชาธิปัตย์,1160
47,สกลนคร,5,28,ไทยก้าวหน้า,140
47,สกลนคร,5,29,ไทยภักดี,227
47,สกลนคร,5,30,แรงงานสร้างชาติ,101
47,สกลนคร,5,31,ประชากรไทย,223
47,สกลนคร,5,32,ครูไทยเพื่อประชาชน,110
47,สกลนคร,5,33,ประชาชาติ,164
47,สกลนคร,5,34,สร้างอนาคตไทย,181
47,สกลนคร,5,35,รักชาติ,102
47,สกลนคร,5,36,ไทยพร้อม,133
47,สกลนคร,5,37,ภูมิใจไทย,11312
47,สกลนคร,5,38,พลังธรรมใหม่,344
47,สกลนคร,5,39,กรีน,46
47,สกลนคร,5,40,ไทยธรรม,81
47,สกลนคร,5,41,แผ่นดินธรรม,38
47,สกลนคร,5,42,กล้าธรรม,3128
47,สกลนคร,5,43,พลังประชารัฐ,226
47,สกลนคร,5,44,โอกาสใหม่,41
47,สกลนคร,5,45,เป็นธรรม,83
47,สกลนคร,5,46,ประชาชน,20123
47,สกลนคร,5,47,ประชาไทย,142
47,สกลนคร,5,48,ไทยสร้างไทย,741
47,สกลนคร,5,49,ไทยก้าวใหม่,174
47,สกลนคร,5,50,ประชาอาสาชาติ,11
47,สกลนคร,5,51,พร้อม,48
47,สกลนคร,5,52,เครือข่ายชาวนาแห่งประเทศไทย,10
47,สกลนคร,5,53,ไทยพิทักษ์ธรรม,14
47,สกลนคร,5,54,ความหวังใหม่,22
47,สกลนคร,5,55,ไทยรวมไทย,14
47,สกลนคร,5,56,เพื่อบ้านเมือง,14
47,สกลนคร,5,57,พลังไทยรักชาติ,43
47,สกลนคร,6,1,ไทยทรัพย์ทวี,188
47,สกลนคร,6,2,เพื่อชาติไทย,1102
47,สกลนคร,6,3,ใหม่,213
47,สกลนคร,6,4,มิติใหม่,1057
47,สกลนคร,6,5,รวมใจไทย,2766
47,สกลนคร,6,6,รวมไทยสร้างชาติ,1325
47,สกลนคร,6,7,พลวัต,100
47,สกลนคร,6,8,ประชาธิปไตยใหม่,350
47,สกลนคร,6,9,เพื่อไทย,23896
47,สกลนคร,6,10,ทางเลือกใหม่,256
47,สกลนคร,6,11,เศรษฐกิจ,3070
47,สกลนคร,6,12,เสรีรวมไทย,532
47,สกลนคร,6,13,รวมพลังประชาชน,503
47,สกลนคร,6,14,ท้องที่ไทย,40
47,สกลนคร,6,15,อนาคตไทย,83
47,สกลนคร,6,16,พลังเพื่อไทย,228
47,สกลนคร,6,17,ไทยชนะ,108
47,สกลนคร,6,18,พลังสังคมใหม่,15
47,สกลนคร,6,19,สังคมประชาธิปไตยไทย,33
47,สกลนคร,6,20,ฟิวชัน,12
47,สกลนคร,6,21,ไทรวมพลัง,49
47,สกลนคร,6,22,ก้าวอิสระ,32
47,สกลนคร,6,23,ปวงชนไทย,34
47,สกลนคร,6,24,วิชชั่นใหม่,45
47,สกลนคร,6,25,เพื่อชีวิตใหม่,45
47,สกลนคร,6,26,คลองไทย,19
47,สกลนคร,6,27,ประชาธิปัตย์,1110
47,สกลนคร,6,28,ไทยก้าวหน้า,78
47,สกลนคร,6,29,ไทยภักดี,222
47,สกลนคร,6,30,แรงงานสร้างชาติ,87
47,สกลนคร,6,31,ประชากรไทย,162
47,สกลนคร,6,32,ครูไทยเพื่อประชาชน,81
47,สกลนคร,6,33,ประชาชาติ,134
47,สกลนคร,6,34,สร้างอนาคตไทย,205
47,สกลนคร,6,35,รักชาติ,152
47,สกลนคร,6,36,ไทยพร้อม,147
47,สกลนคร,6,37,ภูมิใจไทย,15655
47,สกลนคร,6,38,พลังธรรมใหม่,349
47,สกลนคร,6,39,กรีน,55
47,สกลนคร,6,40,ไทยธรรม,60
47,สกลนคร,6,41,แผ่นดินธรรม,25
47,สกลนคร,6,42,กล้าธรรม,110
47,สกลนคร,6,43,พลังประชารัฐ,148
47,สกลนคร,6,44,โอกาสใหม่,40
47,สกลนคร,6,45,เป็นธรรม,55
47,สกลนคร,6,46,ประชาชน,19628
47,สกลนคร,6,47,ประชาไทย,126
47,สกลนคร,6,48,ไทยสร้างไทย,597
47,สกลนคร,6,49,ไทยก้าวใหม่,140
47,สกลนคร,6,50,ประชาอาสาชาติ,6
47,สกลนคร,6,51,พร้อม,29
47,สกลนคร,6,52,เครือข่ายชาวนาแห่งประเทศไทย,21
47,สกลนคร,6,53,ไทยพิทักษ์ธรรม,11
47,สกลนคร,6,54,ความหวังใหม่,24
47,สกลนคร,6,55,ไทยรวมไทย,15
47,สกลนคร,6,56,เพื่อบ้านเมือง,16
47,สกลนคร,6,57,พลังไทยรักชาติ,41
47,สกลนคร,7,1,ไทยทรัพย์ทวี,828
47,สกลนคร,7,2,เพื่อชาติไทย,1641
47,สกลนคร,7,3,ใหม่,1918
47,สกลนคร,7,4,มิติใหม่,641
47,สกลนคร,7,5,รวมใจไทย,2118
47,สกลนคร,7,6,รวมไทยสร้างชาติ,852
47,สกลนคร,7,7,พลวัต,131
47,สกลนคร,7,8,ประชาธิปไตยใหม่,283
47,สกลนคร,7,9,เพื่อไทย,23818
47,สกลนคร,7,10,ทางเลือกใหม่,327
47,สกลนคร,7,11,เศรษฐกิจ,3449
47,สกลนคร,7,12,เสรีรวมไทย,602
47,สกลนคร,7,13,รวมพลังประชาชน,780
47,สกลนคร,7,14,ท้องที่ไทย,63
47,สกลนคร,7,15,อนาคตไทย,100
47,สกลนคร,7,16,พลังเพื่อไทย,330
47,สกลนคร,7,17,ไทยชนะ,136
47,สกลนคร,7,18,พลังสังคมใหม่,30
47,สกลนคร,7,19,สังคมประชาธิปไตยไทย,29
47,สกลนคร,7,20,ฟิวชัน,23
47,สกลนคร,7,21,ไทยรวมพลัง,41
47,สกลนคร,7,22,ก้าวอิสระ,36
47,สกลนคร,7,23,ปวงชนไทย,63
47,สกลนคร,7,24,วิชชั่นใหม่,113
47,สกลนคร,7,25,เพื่อชีวิตใหม่,33
47,สกลนคร,7,26,คลองไทย,65
47,สกลนคร,7,27,ประชาธิปัตย์,1378
47,สกลนคร,7,28,ไทยก้าวหน้า,148
47,สกลนคร,7,29,ไทยภักดี,191
47,สกลนคร,7,30,แรงงานสร้างชาติ,132
47,สกลนคร,7,31,ประชากรไทย,179
47,สกลนคร,7,32,ครูไทยเพื่อประชาชน,179
47,สกลนคร,7,33,ประชาชาติ,552
47,สกลนคร,7,34,สร้างอนาคตไทย,197
47,สกลนคร,7,35,รักชาติ,96
47,สกลนคร,7,36,ไทยพร้อม,156
47,สกลนคร,7,37,ภูมิใจไทย,6945
47,สกลนคร,7,38,พลังธรรมใหม่,356
47,สกลนคร,7,39,กรีน,54
47,สกลนคร,7,40,ไทยธรรม,80
47,สกลนคร,7,41,แผ่นดินธรรม,54
47,สกลนคร,7,42,กล้าธรรม,1753
47,สกลนคร,7,43,พลังประชารัฐ,245
47,สกลนคร,7,44,โอกาสใหม่,55
47,สกลนคร,7,45,เป็นธรรม,241
47,สกลนคร,7,46,ประชาชน,19197
47,สกลนคร,7,47,ประชาไทย,596
47,สกลนคร,7,48,ไทยสร้างไทย,692
47,สกลนคร,7,49,ไทยก้าวใหม่,209
47,สกลนคร,7,50,ประชาอาสาชาติ,7
47,สกลนคร,7,51,พร้อม,45
47,สกลนคร,7,52,เครือข่ายชาวนาแห่งประเทศไทย,15
47,สกลนคร,7,53,ไทยพิทักษ์ธรรม,9
47,สกลนคร,7,54,ความหวังใหม่,46
47,สกลนคร,7,55,ไทยรวมไทย,40
47,สกลนคร,7,56,เพื่อบ้านเมือง,28
47,สกลนคร,7,57,พลังไทยรักชาติ,58
48,นครพนม,1,1,ไทยทรัพย์ทวี,1841
48,นครพนม,1,2,เพื่อชาติไทย,1064
48,นครพนม,1,3,ใหม่,1480
48,นครพนม,1,4,มิติใหม่,94
48,นครพนม,1,5,รวมใจไทย,424
48,นครพนม,1,6,รวมไทยสร้างชาติ,576
48,นครพนม,1,7,พลวัต,90
48,นครพนม,1,8,ประชาธิปไตยใหม่,519
48,นครพนม,1,9,เพื่อไทย,27029
48,นครพนม,1,10,ทางเลือกใหม่,194
48,นครพนม,1,11,เศรษฐกิจ,1889
48,นครพนม,1,12,เสรีรวมไทย,417
48,นครพนม,1,13,รวมพลังประชาชน,265
48,นครพนม,1,14,ท้องที่ไทย,45
48,นครพนม,1,15,อนาคตไทย,31
48,นครพนม,1,16,พลังเพื่อไทย,156
48,นครพนม,1,17,ไทยชนะ,97
48,นครพนม,1,18,พลังสังคมใหม่,14
48,นครพนม,1,19,สังคมประชาธิปไตยไทย,18
48,นครพนม,1,20,ฟิวชัน,26
48,นครพนม,1,21,ไทรวมพลัง,24
48,นครพนม,1,22,ก้าวอิสระ,22
48,นครพนม,1,23,ปวงชนไทย,75
48,นครพนม,1,24,วิชชั่นใหม่,24
48,นครพนม,1,25,เพื่อชีวิตใหม่,12
48,นครพนม,1,26,คลองไทย,45
48,นครพนม,1,27,ประชาธิปัตย์,937
48,นครพนม,1,28,ไทยก้าวหน้า,79
48,นครพนม,1,29,ไทยภักดี,132
48,นครพนม,1,30,แรงงานสร้างชาติ,241
48,นครพนม,1,31,ประชากรไทย,322
48,นครพนม,1,32,ครูไทยเพื่อประชาชน,229
48,นครพนม,1,33,ประชาชาติ,96
48,นครพนม,1,34,สร้างอนาคตไทย,128
48,นครพนม,1,35,รักชาติ,120
48,นครพนม,1,36,ไทยพร้อม,192
48,นครพนม,1,37,ภูมิใจไทย,35522
48,นครพนม,1,38,พลังธรรมใหม่,549
48,นครพนม,1,39,กรีน,117
48,นครพนม,1,40,ไทยธรรม,30
48,นครพนม,1,41,แผ่นดินธรรม,21
48,นครพนม,1,42,กล้าธรรม,95
48,นครพนม,1,43,พลังประชารัฐ,81
48,นครพนม,1,44,โอกาสใหม่,21
48,นครพนม,1,45,เป็นธรรม,48
48,นครพนม,1,46,ประชาชน,16662
48,นครพนม,1,47,ประชาไทย,194
48,นครพนม,1,48,ไทยสร้างไทย,329
48,นครพนม,1,49,ไทยก้าวใหม่,131
48,นครพนม,1,50,ประชาอาสาชาติ,7
48,นครพนม,1,51,พร้อม,32
48,นครพนม,1,52,เครือข่ายชาวนาแห่งประเทศไทย,8
48,นครพนม,1,53,ไทยพิทักษ์ธรรม,8
48,นครพนม,1,54,ความหวังใหม่,18
48,นครพนม,1,55,ไทยรวมไทย,7
48,นครพนม,1,56,เพื่อบ้านเมือง,25
48,นครพนม,1,57,พลังไทยรักชาติ,51
48,นครพนม,2,1,ใหม่,606
48,นครพนม,2,2,ไทยทรัพย์ทวี,3380
48,นครพนม,2,3,เพื่อชาติไทย,2200
48,นครพนม,2,4,มิติใหม่,169
48,นครพนม,2,5,รวมใจไทย,347
48,นครพนม,2,6,รวมไทยสร้างชาติ,913
48,นครพนม,2,7,พลวัต,84
48,นครพนม,2,8,ประชาธิปไตยใหม่,289
48,นครพนม,2,9,เพื่อไทย,37522
48,นครพนม,2,10,ทางเลือกใหม่,646
48,นครพนม,2,11,เศรษฐกิจ,2432
48,นครพนม,2,12,เสรีรวมไทย,675
48,นครพนม,2,13,รวมพลังประชาชน,428
48,นครพนม,2,14,ท้องที่ไทย,40
48,นครพนม,2,15,อนาคตไทย,71
48,นครพนม,2,16,พลังเพื่อไทย,153
48,นครพนม,2,17,ไทยชนะ,71
48,นครพนม,2,18,พลังสังคมใหม่,24
48,นครพนม,2,19,สังคมประชาธิปไตยไทย,51
48,นครพนม,2,20,ฟิวชัน,24
48,นครพนม,2,21,ไทรวมพลัง,27
48,นครพนม,2,22,ก้าวอิสระ,19
48,นครพนม,2,23,ปวงชนไทย,70
48,นครพนม,2,24,วิชชั่นใหม่,33
48,นครพนม,2,25,เพื่อชีวิตใหม่,24
48,นครพนม,2,26,คลองไทย,28
48,นครพนม,2,27,ประชาธิปัตย์,1135
48,นครพนม,2,28,ไทยก้าวหน้า,86
48,นครพนม,2,29,ไทยภักดี,299
48,นครพนม,2,30,แรงงานสร้างชาติ,349
48,นครพนม,2,31,ประชากรไทย,188
48,นครพนม,2,32,ครูไทยเพื่อประชาชน,131
48,นครพนม,2,33,ประชาชาติ,81
48,นครพนม,2,34,สร้างอนาคตไทย,81
48,นครพนม,2,35,รักชาติ,90
48,นครพนม,2,36,ไทยพร้อม,118
48,นครพนม,2,37,ภูมิใจไทย,9098
48,นครพนม,2,38,พลังธรรมใหม่,731
48,นครพนม,2,39,กรีน,95
48,นครพนม,2,40,ไทยธรรม,49
48,นครพนม,2,41,แผ่นดินธรรม,44
48,นครพนม,2,42,กล้าธรรม,139
48,นครพนม,2,43,พลังประชารัฐ,115
48,นครพนม,2,44,โอกาสใหม่,72
48,นครพนม,2,45,เป็นธรรม,49
48,นครพนม,2,46,ประชาชน,22526
48,นครพนม,2,47,ประชาไทย,79
48,นครพนม,2,48,ไทยสร้างไทย,618
48,นครพนม,2,49,ไทยก้าวใหม่,224
48,นครพนม,2,50,ประชาอาสาชาติ,11
48,นครพนม,2,51,พร้อม,32
48,นครพนม,2,52,เครือข่ายชาวนาแห่งประเทศไทย,11
48,นครพนม,2,53,ไทยพิทักษ์ธรรม,10
48,นครพนม,2,54,ความหวังใหม่,30
48,นครพนม,2,55,ไทยรวมไทย,12
48,นครพนม,2,56,เพื่อบ้านเมือง,30
48,นครพนม,2,57,พลังไทยรักชาติ,68
48,นครพนม,3,1,ใหม่,285
48,นครพนม,3,2,ไทยทรัพย์ทวี,306
48,นครพนม,3,3,เพื่อชาติไทย,1790
48,นครพนม,3,4,มิติใหม่,2016
48,นครพนม,3,5,รวมใจไทย,696
48,นครพนม,3,6,รวมไทยสร้างชาติ,2852
48,นครพนม,3,7,พลวัต,131
48,นครพนม,3,8,ประชาธิปไตยใหม่,416
48,นครพนม,3,9,เพื่อไทย,34991
48,นครพนม,3,10,ทางเลือกใหม่,330
48,นครพนม,3,11,เศรษฐกิจ,3093
48,นครพนม,3,12,เสรีรวมไทย,631
48,นครพนม,3,13,รวมพลังประชาชน,451
48,นครพนม,3,14,ท้องที่ไทย,71
48,นครพนม,3,15,อนาคตไทย,73
48,นครพนม,3,16,พลังเพื่อไทย,293
48,นครพนม,3,17,ไทยชนะ,93
48,นครพนม,3,18,พลังสังคมใหม่,20
48,นครพนม,3,19,สังคมประชาธิปไตยไทย,25
48,นครพนม,3,20,ฟิวชัน,17
48,นครพนม,3,21,ไทรวมพลัง,41
48,นครพนม,3,22,ก้าวอิสระ,23
48,นครพนม,3,23,ปวงชนไทย,45
48,นครพนม,3,24,วิชชั่นใหม่,68
48,นครพนม,3,25,เพื่อชีวิตใหม่,19
48,นครพนม,3,26,คลองไทย,65
48,นครพนม,3,27,ประชาธิปัตย์,877
48,นครพนม,3,28,ไทยก้าวหน้า,119
48,นครพนม,3,29,ไทยภักดี,243
48,นครพนม,3,30,แรงงานสร้างชาติ,99
48,นครพนม,3,31,ประชากรไทย,162
48,นครพนม,3,32,ครูไทยเพื่อประชาชน,126
48,นครพนม,3,33,ประชาชาติ,202
48,นครพนม,3,34,สร้างอนาคตไทย,149
48,นครพนม,3,35,รักชาติ,205
48,นครพนม,3,36,ไทยพร้อม,155
48,นครพนม,3,37,ภูมิใจไทย,13390
48,นครพนม,3,38,พลังธรรมใหม่,556
48,นครพนม,3,39,กรีน,52
48,นครพนม,3,40,ไทยธรรม,52
48,นครพนม,3,41,แผ่นดินธรรม,22
48,นครพนม,3,42,กล้าธรรม,172
48,นครพนม,3,43,พลังประชารัฐ,119
48,นครพนม,3,44,โอกาสใหม่,21
48,นครพนม,3,45,เป็นธรรม,94
48,นครพนม,3,46,ประชาชน,21388
48,นครพนม,3,47,ประชาไทย,110
48,นครพนม,3,48,ไทยสร้างไทย,593
48,นครพนม,3,49,ไทยก้าวใหม่,133
48,นครพนม,3,50,ประชาอาสาชาติ,6
48,นครพนม,3,51,พร้อม,32
48,นครพนม,3,52,เครือข่ายชาวนาแห่งประเทศไทย,14
48,นครพนม,3,53,ไทยพิทักษ์ธรรม,12
48,นครพนม,3,54,ความหวังใหม่,36
48,นครพนม,3,55,ไทยรวมไทย,26
48,นครพนม,3,56,เพื่อบ้านเมือง,25
48,นครพนม,3,57,พลังไทยรักชาติ,43
48,นครพนม,4,1,ไทยทรัพย์ทวี,2806
48,นครพนม,4,2,เพื่อชาติไทย,1742
48,นครพนม,4,3,ใหม่,1961
48,นครพนม,4,4,มิติใหม่,162
48,นครพนม,4,5,รวมใจไทย,486
48,นครพนม,4,6,รวมไทยสร้างชาติ,809
48,นครพนม,4,7,พลวัต,118
48,นครพนม,4,8,ประชาธิปไตยใหม่,420
48,นครพนม,4,9,เพื่อไทย,33678
48,นครพนม,4,10,ทางเลือกใหม่,335
48,นครพนม,4,11,เศรษฐกิจ,2531
48,นครพนม,4,12,เสรีรวมไทย,703
48,นครพนม,4,13,รวมพลังประชาชน,401
48,นครพนม,4,14,ท้องที่ไทย,34
48,นครพนม,4,15,อนาคตไทย,45
48,นครพนม,4,16,พลังเพื่อไทย,173
48,นครพนม,4,17,ไทยชนะ,120
48,นครพนม,4,18,พลังสังคมใหม่,21
48,นครพนม,4,19,สังคมประชาธิปไตยไทย,57
48,นครพนม,4,20,ฟิวชัน,18
48,นครพนม,4,21,ไทรวมพลัง,51
48,นครพนม,4,22,ก้าวอิสระ,31
48,นครพนม,4,23,ปวงชนไทย,91
48,นครพนม,4,24,วิชชั่นใหม่,58
48,นครพนม,4,25,เพื่อชีวิตใหม่,18
48,นครพนม,4,26,คลองไทย,57
48,นครพนม,4,27,ประชาธิปัตย์,902
48,นครพนม,4,28,ไทยก้าวหน้า,105
48,นครพนม,4,29,ไทยภักดี,184
48,นครพนม,4,30,แรงงานสร้างชาติ,290
48,นครพนม,4,31,ประชากรไทย,273
48,นครพนม,4,32,ครูไทยเพื่อประชาชน,228
48,นครพนม,4,33,ประชาชาติ,141
48,นครพนม,4,34,สร้างอนาคตไทย,132
48,นครพนม,4,35,รักชาติ,101
48,นครพนม,4,36,ไทยพร้อม,169
48,นครพนม,4,37,ภูมิใจไทย,20198
48,นครพนม,4,38,พลังธรรมใหม่,652
48,นครพนม,4,39,กรีน,90
48,นครพนม,4,40,ไทยธรรม,113
48,นครพนม,4,41,แผ่นดินธรรม,44
48,นครพนม,4,42,กล้าธรรม,130
48,นครพนม,4,43,พลังประชารัฐ,159
48,นครพนม,4,44,โอกาสใหม่,24
48,นครพนม,4,45,เป็นธรรม,92
48,นครพนม,4,46,ประชาชน,17921
48,นครพนม,4,47,ประชาไทย,137
48,นครพนม,4,48,ไทยสร้างไทย,1393
48,นครพนม,4,49,ไทยก้าวใหม่,140
48,นครพนม,4,50,ประชาอาสาชาติ,7
48,นครพนม,4,51,พร้อม,39
48,นครพนม,4,52,เครือข่ายชาวนาแห่งประเทศไทย,10
48,นครพนม,4,53,ไทยพิทักษ์ธรรม,12
48,นครพนม,4,54,ความหวังใหม่,16
48,นครพนม,4,55,ไทยรวมไทย,22
48,นครพนม,4,56,เพื่อบ้านเมือง,46
48,นครพนม,4,57,พลังไทยรักชาติ,48
49,มุกดาหาร,1,1,ไทยทรัพย์ทวี,466
49,มุกดาหาร,1,2,เพื่อชาติไทย,2554
49,มุกดาหาร,1,3,ใหม่,1816
49,มุกดาหาร,1,4,มิติใหม่,2024
49,มุกดาหาร,1,5,รวมใจไทย,2365
49,มุกดาหาร,1,6,รวมไทยสร้างชาติ,1228
49,มุกดาหาร,1,7,พลวัต,156
49,มุกดาหาร,1,8,ประชาธิปไตยใหม่,445
49,มุกดาหาร,1,9,เพื่อไทย,30899
49,มุกดาหาร,1,10,ทางเลือกใหม่,448
49,มุกดาหาร,1,11,เศรษฐกิจ,3480
49,มุกดาหาร,1,12,เสรีรวมไทย,1348
49,มุกดาหาร,1,13,รวมพลังประชาชน,743
49,มุกดาหาร,1,14,ท้องที่ไทย,174
49,มุกดาหาร,1,15,อนาคตไทย,128
49,มุกดาหาร,1,16,พลังเพื่อไทย,397
49,มุกดาหาร,1,17,ไทยชนะ,126
49,มุกดาหาร,1,18,พลังสังคมใหม่,22
49,มุกดาหาร,1,19,สังคมประชาธิปไตยไทย,44
49,มุกดาหาร,1,20,ฟิวชัน,95
49,มุกดาหาร,1,21,ไทรวมพลัง,91
49,มุกดาหาร,1,22,ก้าวอิสระ,64
49,มุกดาหาร,1,23,ปวงชนไทย,46
49,มุกดาหาร,1,24,วิชชั่นใหม่,184
49,มุกดาหาร,1,25,เพื่อชีวิตใหม่,40
49,มุกดาหาร,1,26,คลองไทย,96
49,มุกดาหาร,1,27,ประชาธิปัตย์,1554
49,มุกดาหาร,1,28,ไทยก้าวหน้า,167
49,มุกดาหาร,1,29,ไทยภักดี,283
49,มุกดาหาร,1,30,แรงงานสร้างชาติ,494
49,มุกดาหาร,1,31,ประชากรไทย,207
49,มุกดาหาร,1,32,ครูไทยเพื่อประชาชน,224
49,มุกดาหาร,1,33,ประชาชาติ,200
49,มุกดาหาร,1,34,สร้างอนาคตไทย,216
49,มุกดาหาร,1,35,รักชาติ,111
49,มุกดาหาร,1,36,ไทยพร้อม,108
49,มุกดาหาร,1,37,ภูมิใจไทย,10870
49,มุกดาหาร,1,38,พลังธรรมใหม่,388
49,มุกดาหาร,1,39,กรีน,79
49,มุกดาหาร,1,40,ไทยธรรม,62
49,มุกดาหาร,1,41,แผ่นดินธรรม,55
49,มุกดาหาร,1,42,กล้าธรรม,2564
49,มุกดาหาร,1,43,พลังประชารัฐ,243
49,มุกดาหาร,1,44,โอกาสใหม่,548
49,มุกดาหาร,1,45,เป็นธรรม,157
49,มุกดาหาร,1,46,ประชาชน,28089
49,มุกดาหาร,1,47,ประชาไทย,143
49,มุกดาหาร,1,48,ไทยสร้างไทย,573
49,มุกดาหาร,1,49,ไทยก้าวใหม่,255
49,มุกดาหาร,1,50,ประชาอาสาชาติ,9
49,มุกดาหาร,1,51,พร้อม,50
49,มุกดาหาร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,29
49,มุกดาหาร,1,53,ไทยพิทักษ์ธรรม,22
49,มุกดาหาร,1,54,ความหวังใหม่,40
49,มุกดาหาร,1,55,ไทยรวมไทย,24
49,มุกดาหาร,1,56,เพื่อบ้านเมือง,53
49,มุกดาหาร,1,57,พลังไทยรักชาติ,72
49,มุกดาหาร,2,1,ไทยทรัพย์ทวี,3704
49,มุกดาหาร,2,2,เพื่อชาติไทย,2883
49,มุกดาหาร,2,3,ใหม่,568
49,มุกดาหาร,2,4,มิติใหม่,1717
49,มุกดาหาร,2,5,รวมใจไทย,1214
49,มุกดาหาร,2,6,รวมไทยสร้างชาติ,1609
49,มุกดาหาร,2,7,พลวัต,131
49,มุกดาหาร,2,8,ประชาธิปไตยใหม่,441
49,มุกดาหาร,2,9,เพื่อไทย,29582
49,มุกดาหาร,2,10,ทางเลือกใหม่,564
49,มุกดาหาร,2,11,เศรษฐกิจ,3878
49,มุกดาหาร,2,12,เสรีรวมไทย,971
49,มุกดาหาร,2,13,รวมพลังประชาชน,713
49,มุกดาหาร,2,14,ท้องที่ไทย,284
49,มุกดาหาร,2,15,อนาคตไทย,136
49,มุกดาหาร,2,16,พลังเพื่อไทย,398
49,มุกดาหาร,2,17,ไทยชนะ,179
49,มุกดาหาร,2,18,พลังสังคมใหม่,29
49,มุกดาหาร,2,19,สังคมประชาธิปไตยไทย,106
49,มุกดาหาร,2,20,ฟิวชัน,43
49,มุกดาหาร,2,21,ไทรวมพลัง,101
49,มุกดาหาร,2,22,ก้าวอิสระ,51
49,มุกดาหาร,2,23,ปวงชนไทย,59
49,มุกดาหาร,2,24,วิชชั่นใหม่,191
49,มุกดาหาร,2,25,เพื่อชีวิตใหม่,61
49,มุกดาหาร,2,26,คลองไทย,123
49,มุกดาหาร,2,27,ประชาธิปัตย์,1730
49,มุกดาหาร,2,28,ไทยก้าวหน้า,201
49,มุกดาหาร,2,29,ไทยภักดี,239
49,มุกดาหาร,2,30,แรงงานสร้างชาติ,380
49,มุกดาหาร,2,31,ประชากรไทย,269
49,มุกดาหาร,2,32,ครูไทยเพื่อประชาชน,181
49,มุกดาหาร,2,33,ประชาชาติ,217
49,มุกดาหาร,2,34,สร้างอนาคตไทย,190
49,มุกดาหาร,2,35,รักชาติ,110
49,มุกดาหาร,2,36,ไทยพร้อม,209
49,มุกดาหาร,2,37,ภูมิใจไทย,8827
49,มุกดาหาร,2,38,พลังธรรมใหม่,509
49,มุกดาหาร,2,39,กรีน,57
49,มุกดาหาร,2,40,ไทยธรรม,80
49,มุกดาหาร,2,41,แผ่นดินธรรม,96
49,มุกดาหาร,2,42,กล้าธรรม,4714
49,มุกดาหาร,2,43,พลังประชารัฐ,591
49,มุกดาหาร,2,44,โอกาสใหม่,86
49,มุกดาหาร,2,45,เป็นธรรม,353
49,มุกดาหาร,2,46,ประชาชน,22928
49,มุกดาหาร,2,47,ประชาไทย,205
49,มุกดาหาร,2,48,ไทยสร้างไทย,777
49,มุกดาหาร,2,49,ไทยก้าวใหม่,237
49,มุกดาหาร,2,50,ประชาอาสาชาติ,16
49,มุกดาหาร,2,51,พร้อม,76
49,มุกดาหาร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,101
49,มุกดาหาร,2,53,ไทยพิทักษ์ธรรม,23
49,มุกดาหาร,2,54,ความหวังใหม่,91
49,มุกดาหาร,2,55,ไทยรวมไทย,31
49,มุกดาหาร,2,56,เพื่อบ้านเมือง,36
49,มุกดาหาร,2,57,พลังไทยรักชาติ,78
50,เชียงใหม่,1,1,ไทยทรัพย์ทวี,81
50,เชียงใหม่,1,2,เพื่อชาติไทย,597
50,เชียงใหม่,1,3,ใหม่,109
50,เชียงใหม่,1,4,มิติใหม่,181
50,เชียงใหม่,1,5,รวมใจไทย,222
50,เชียงใหม่,1,6,รวมไทยสร้างชาติ,2408
50,เชียงใหม่,1,7,พลวัต,147
50,เชียงใหม่,1,8,ประชาธิปไตยใหม่,315
50,เชียงใหม่,1,9,เพื่อไทย,19782
50,เชียงใหม่,1,10,ทางเลือกใหม่,352
50,เชียงใหม่,1,11,เศรษฐกิจ,1737
50,เชียงใหม่,1,12,เสรีรวมไทย,512
50,เชียงใหม่,1,13,รวมพลังประชาชน,323
50,เชียงใหม่,1,14,ท้องที่ไทย,14
50,เชียงใหม่,1,15,อนาคตไทย,49
50,เชียงใหม่,1,16,พลังเพื่อไทย,109
50,เชียงใหม่,1,17,ไทยชนะ,65
50,เชียงใหม่,1,18,พลังสังคมใหม่,11
50,เชียงใหม่,1,19,สังคมประชาธิปไตยไทย,15
50,เชียงใหม่,1,20,ฟิวชัน,20
50,เชียงใหม่,1,21,ไทรวมพลัง,33
50,เชียงใหม่,1,22,ก้าวอิสระ,133
50,เชียงใหม่,1,23,ปวงชนไทย,37
50,เชียงใหม่,1,24,วิชชั่นใหม่,59
50,เชียงใหม่,1,25,เพื่อชีวิตใหม่,9
50,เชียงใหม่,1,26,คลองไทย,32
50,เชียงใหม่,1,27,ประชาธิปัตย์,5345
50,เชียงใหม่,1,28,ไทยก้าวหน้า,69
50,เชียงใหม่,1,29,ไทยภักดี,1205
50,เชียงใหม่,1,30,แรงงานสร้างชาติ,26
50,เชียงใหม่,1,31,ประชากรไทย,48
50,เชียงใหม่,1,32,ครูไทยเพื่อประชาชน,45
50,เชียงใหม่,1,33,ประชาชาติ,79
50,เชียงใหม่,1,34,สร้างอนาคตไทย,23
50,เชียงใหม่,1,35,รักชาติ,183
50,เชียงใหม่,1,36,ไทยพร้อม,47
50,เชียงใหม่,1,37,ภูมิใจไทย,10169
50,เชียงใหม่,1,38,พลังธรรมใหม่,102
50,เชียงใหม่,1,39,กรีน,44
50,เชียงใหม่,1,40,ไทยธรรม,15
50,เชียงใหม่,1,41,แผ่นดินธรรม,8
50,เชียงใหม่,1,42,กล้าธรรม,504
50,เชียงใหม่,1,43,พลังประชารัฐ,95
50,เชียงใหม่,1,44,โอกาสใหม่,322
50,เชียงใหม่,1,45,เป็นธรรม,54
50,เชียงใหม่,1,46,ประชาชน,49534
50,เชียงใหม่,1,47,ประชาไทย,86
50,เชียงใหม่,1,48,ไทยสร้างไทย,569
50,เชียงใหม่,1,49,ไทยก้าวใหม่,306
50,เชียงใหม่,1,50,ประชาอาสาชาติ,5
50,เชียงใหม่,1,51,พร้อม,24
50,เชียงใหม่,1,52,เครือข่ายชาวนาแห่งประเทศไทย,10
50,เชียงใหม่,1,53,ไทยพิทักษ์ธรรม,7
50,เชียงใหม่,1,54,ความหวังใหม่,12
50,เชียงใหม่,1,55,ไทยรวมไทย,13
50,เชียงใหม่,1,56,เพื่อบ้านเมือง,12
50,เชียงใหม่,1,57,พลังไทยรักชาติ,25
50,เชียงใหม่,2,1,ไทยทรัพย์ทวี,1394
50,เชียงใหม่,2,2,เพื่อชาติไทย,834
50,เชียงใหม่,2,3,ใหม่,258
50,เชียงใหม่,2,4,มิติใหม่,90
50,เชียงใหม่,2,5,รวมใจไทย,256
50,เชียงใหม่,2,6,รวมไทยสร้างชาติ,1651
50,เชียงใหม่,2,7,พลวัต,203
50,เชียงใหม่,2,8,ประชาธิปไตยใหม่,614
50,เชียงใหม่,2,9,เพื่อไทย,25772
50,เชียงใหม่,2,10,ทางเลือกใหม่,406
50,เชียงใหม่,2,11,เศรษฐกิจ,2124
50,เชียงใหม่,2,12,เสรีรวมไทย,564
50,เชียงใหม่,2,13,รวมพลังประชาชน,507
50,เชียงใหม่,2,14,ท้องที่ไทย,41
50,เชียงใหม่,2,15,อนาคตไทย,44
50,เชียงใหม่,2,16,พลังเพื่อไทย,151
50,เชียงใหม่,2,17,ไทยชนะ,70
50,เชียงใหม่,2,18,พลังสังคมใหม่,15
50,เชียงใหม่,2,19,สังคมประชาธิปไตยไทย,27
50,เชียงใหม่,2,20,ฟิวชัน,17
50,เชียงใหม่,2,21,ไทรวมพลัง,21
50,เชียงใหม่,2,22,ก้าวอิสระ,180
50,เชียงใหม่,2,23,ปวงชนไทย,22
50,เชียงใหม่,2,24,วิชชั่นใหม่,52
50,เชียงใหม่,2,25,เพื่อชีวิตใหม่,9
50,เชียงใหม่,2,26,คลองไทย,46
50,เชียงใหม่,2,27,ประชาธิปัตย์,4116
50,เชียงใหม่,2,28,ไทยก้าวหน้า,105
50,เชียงใหม่,2,29,ไทยภักดี,686
50,เชียงใหม่,2,30,แรงงานสร้างชาติ,106
50,เชียงใหม่,2,31,ประชากรไทย,66
50,เชียงใหม่,2,32,ครูไทยเพื่อประชาชน,58
50,เชียงใหม่,2,33,ประชาชาติ,82
50,เชียงใหม่,2,34,สร้างอนาคตไทย,45
50,เชียงใหม่,2,35,รักชาติ,101
50,เชียงใหม่,2,36,ไทยพร้อม,192
50,เชียงใหม่,2,37,ภูมิใจไทย,9273
50,เชียงใหม่,2,38,พลังธรรมใหม่,176
50,เชียงใหม่,2,39,กรีน,33
50,เชียงใหม่,2,40,ไทยธรรม,18
50,เชียงใหม่,2,41,แผ่นดินธรรม,27
50,เชียงใหม่,2,42,กล้าธรรม,358
50,เชียงใหม่,2,43,พลังประชารัฐ,387
50,เชียงใหม่,2,44,โอกาสใหม่,485
50,เชียงใหม่,2,45,เป็นธรรม,441
50,เชียงใหม่,2,46,ประชาชน,50775
50,เชียงใหม่,2,47,ประชาไทย,120
50,เชียงใหม่,2,48,ไทยสร้างไทย,707
50,เชียงใหม่,2,49,ไทยก้าวใหม่,288
50,เชียงใหม่,2,50,ประชาอาสาชาติ,8
50,เชียงใหม่,2,51,พร้อม,48
50,เชียงใหม่,2,52,เครือข่ายชาวนาแห่งประเทศไทย,3
50,เชียงใหม่,2,53,ไทยพิทักษ์ธรรม,7
50,เชียงใหม่,2,54,ความหวังใหม่,20
50,เชียงใหม่,2,55,ไทยรวมไทย,13
50,เชียงใหม่,2,56,เพื่อบ้านเมือง,29
50,เชียงใหม่,2,57,พลังไทยรักชาติ,28
50,เชียงใหม่,3,2,ไทยทรัพย์ทวี,427
50,เชียงใหม่,3,3,เพื่อชาติไทย,699
50,เชียงใหม่,3,4,ใหม่,252
50,เชียงใหม่,3,5,มิติใหม่,253
50,เชียงใหม่,3,6,รวมใจไทย,780
50,เชียงใหม่,3,7,รวมไทยสร้างชาติ,1232
50,เชียงใหม่,3,8,พลวัต,153
50,เชียงใหม่,3,9,ประชาธิปไตยใหม่,1434
50,เชียงใหม่,3,10,เพื่อไทย,28772
50,เชียงใหม่,3,11,ทางเลือกใหม่,422
50,เชียงใหม่,3,12,เศรษฐกิจ,2121
50,เชียงใหม่,3,13,เสรีรวมไทย,632
50,เชียงใหม่,3,14,รวมพลังประชาชน,494
50,เชียงใหม่,3,15,ท้องที่ไทย,85
50,เชียงใหม่,3,16,อนาคตไทย,66
50,เชียงใหม่,3,17,พลังเพื่อไทย,204
50,เชียงใหม่,3,18,ไทยชนะ,99
50,เชียงใหม่,3,19,พลังสังคมใหม่,20
50,เชียงใหม่,3,20,สังคมประชาธิปไตยไทย,31
50,เชียงใหม่,3,21,ฟิวชัน,34
50,เชียงใหม่,3,22,ไทรวมพลัง,28
50,เชียงใหม่,3,23,ก้าวอิสระ,101
50,เชียงใหม่,3,24,ปวงชนไทย,21
50,เชียงใหม่,3,25,วิชชั่นใหม่,87
50,เชียงใหม่,3,26,เพื่อชีวิตใหม่,37
50,เชียงใหม่,3,27,คลองไทย,57
50,เชียงใหม่,3,28,ประชาธิปัตย์,3250
50,เชียงใหม่,3,29,ไทยก้าวหน้า,82
50,เชียงใหม่,3,30,ไทยภักดี,514
50,เชียงใหม่,3,31,แรงงานสร้างชาติ,63
50,เชียงใหม่,3,32,ประชากรไทย,109
50,เชียงใหม่,3,33,ครูไทยเพื่อประชาชน,59
50,เชียงใหม่,3,34,ประชาชาติ,88
50,เชียงใหม่,3,35,สร้างอนาคตไทย,101
50,เชียงใหม่,3,36,รักชาติ,95
50,เชียงใหม่,3,37,ไทยพร้อม,77
50,เชียงใหม่,3,38,ภูมิใจไทย,8119
50,เชียงใหม่,3,39,พลังธรรมใหม่,277
50,เชียงใหม่,3,39,กรีน,32
50,เชียงใหม่,3,40,ไทยธรรม,45
50,เชียงใหม่,3,41,แผ่นดินธรรม,19
50,เชียงใหม่,3,42,กล้าธรรม,443
50,เชียงใหม่,3,43,พลังประชารัฐ,122
50,เชียงใหม่,3,44,โอกาสใหม่,1299
50,เชียงใหม่,3,45,เป็นธรรม,156
50,เชียงใหม่,3,46,ประชาชน,47748
50,เชียงใหม่,3,47,ประชาไทย,122
50,เชียงใหม่,3,48,ไทยสร้างไทย,387
50,เชียงใหม่,3,49,ไทยก้าวใหม่,202
50,เชียงใหม่,3,50,ประชาอาสาชาติ,4
50,เชียงใหม่,3,51,พร้อม,64
50,เชียงใหม่,3,52,เครือข่ายชาวนาแห่งประเทศไทย,10
50,เชียงใหม่,3,53,ไทยพิทักษ์ธรรม,8
50,เชียงใหม่,3,54,ความหวังใหม่,19
50,เชียงใหม่,3,55,ไทยรวมไทย,18
50,เชียงใหม่,3,56,เพื่อบ้านเมือง,61
50,เชียงใหม่,3,57,พลังไทยรักชาติ,49
50,เชียงใหม่,4,1,ไทยทรัพย์ทวี,179
50,เชียงใหม่,4,2,เพื่อชาติไทย,662
50,เชียงใหม่,4,3,ใหม่,157
50,เชียงใหม่,4,4,มิติใหม่,841
50,เชียงใหม่,4,5,รวมใจไทย,245
50,เชียงใหม่,4,6,รวมไทยสร้างชาติ,2152
50,เชียงใหม่,4,7,พลวัต,108
50,เชียงใหม่,4,8,ประชาธิปไตยใหม่,1154
50,เชียงใหม่,4,9,เพื่อไทย,23737
50,เชียงใหม่,4,10,ทางเลือกใหม่,443
50,เชียงใหม่,4,11,เศรษฐกิจ,2218
50,เชียงใหม่,4,12,เสรีรวมไทย,476
50,เชียงใหม่,4,13,รวมพลังประชาชน,486
50,เชียงใหม่,4,14,ท้องที่ไทย,37
50,เชียงใหม่,4,15,อนาคตไทย,52
50,เชียงใหม่,4,16,พลังเพื่อไทย,134
50,เชียงใหม่,4,17,ไทยชนะ,77
50,เชียงใหม่,4,18,พลังสังคมไทย,18
50,เชียงใหม่,4,19,สังคมประชาธิปไตยไทย,19
50,เชียงใหม่,4,20,ฟิวชัน,44
50,เชียงใหม่,4,21,ไทรวมพลัง,31
50,เชียงใหม่,4,22,ก้าวอิสระ,661
50,เชียงใหม่,4,23,ปวงชนไทย,48
50,เชียงใหม่,4,24,วิชชั่นใหม่,156
50,เชียงใหม่,4,25,เพื่อชีวิตใหม่,10
50,เชียงใหม่,4,26,คลองไทย,64
50,เชียงใหม่,4,27,ประชาธิปัตย์,4281
50,เชียงใหม่,4,28,ไทยก้าวหน้า,131
50,เชียงใหม่,4,29,ไทยภักดี,848
50,เชียงใหม่,4,30,แรงงานสร้างชาติ,41
50,เชียงใหม่,4,31,ประชากรไทย,66
50,เชียงใหม่,4,32,ครูไทยเพื่อประชาชน,130
50,เชียงใหม่,4,33,ประชาชาติ,101
50,เชียงใหม่,4,34,สร้างอนาคตไทย,52
50,เชียงใหม่,4,35,รักชาติ,77
50,เชียงใหม่,4,36,ไทยพร้อม,68
50,เชียงใหม่,4,37,ภูมิใจไทย,10061
50,เชียงใหม่,4,38,พลังธรรมใหม่,179
50,เชียงใหม่,4,39,กรีน,41
50,เชียงใหม่,4,40,ไทยธรรม,38
50,เชียงใหม่,4,41,แผ่นดินธรรม,46
50,เชียงใหม่,4,42,กล้าธรรม,3069
50,เชียงใหม่,4,43,พลังประชารัฐ,153
50,เชียงใหม่,4,44,โอกาสใหม่,137
50,เชียงใหม่,4,45,เป็นธรรม,52
50,เชียงใหม่,4,46,ประชาชน,52240
50,เชียงใหม่,4,47,ประชาไทย,124
50,เชียงใหม่,4,48,ไทยสร้างไทย,484
50,เชียงใหม่,4,49,ไทยก้าวใหม่,367
50,เชียงใหม่,4,50,ประชาอาสาชาติ,8
50,เชียงใหม่,4,51,พร้อม,53
50,เชียงใหม่,4,52,เครือข่ายชาวนาแห่งประเทศไทย,10
50,เชียงใหม่,4,53,ไทยพิทักษ์ธรรม,12
50,เชียงใหม่,4,54,ความหวังใหม่,20
50,เชียงใหม่,4,55,ไทยรวมไทย,14
50,เชียงใหม่,4,56,เพื่อบ้านเมือง,28
50,เชียงใหม่,4,57,พลังไทยรักชาติ,29
50,เชียงใหม่,5,1,,0
50,เชียงใหม่,5,2,ไทยทรัพย์ทวี,3713
50,เชียงใหม่,5,3,เพื่อชาติไทย,1360
50,เชียงใหม่,5,4,ใหม่,340
50,เชียงใหม่,5,5,มิติใหม่,286
50,เชียงใหม่,5,6,รวมใจไทย,520
50,เชียงใหม่,5,7,รวมไทยสร้างชาติ,1629
50,เชียงใหม่,5,8,พลวัต,199
50,เชียงใหม่,5,9,ประชาธิปไตยใหม่,391
50,เชียงใหม่,5,10,เพื่อไทย,25761
50,เชียงใหม่,5,11,ทางเลือกใหม่,453
50,เชียงใหม่,5,12,เศรษฐกิจ,2191
50,เชียงใหม่,5,13,เสรีรวมไทย,395
50,เชียงใหม่,5,14,รวมพลังประชาชน,590
50,เชียงใหม่,5,15,ท้องที่ไทย,117
50,เชียงใหม่,5,16,อนาคตไทย,103
50,เชียงใหม่,5,17,พลังเพื่อไทย,249
50,เชียงใหม่,5,18,ไทยชนะ,260
50,เชียงใหม่,5,19,พลังสังคมใหม่,54
50,เชียงใหม่,5,20,สังคมประชาธิปไตยไทย,70
50,เชียงใหม่,5,21,ฟิวชัน,104
50,เชียงใหม่,5,22,ไทรวมพลัง,53
50,เชียงใหม่,5,23,ก้าวอิสระ,112
50,เชียงใหม่,5,24,ปวงชนไทย,67
50,เชียงใหม่,5,25,วิชชั่นใหม่,114
50,เชียงใหม่,5,26,เพื่อชีวิตใหม่,64
50,เชียงใหม่,5,27,คลองไทย,189
50,เชียงใหม่,5,28,ประชาธิปัตย์,3513
50,เชียงใหม่,5,29,ไทยก้าวหน้า,159
50,เชียงใหม่,5,30,ไทยภักดี,439
50,เชียงใหม่,5,31,แรงงานสร้างชาติ,375
50,เชียงใหม่,5,32,ประชากรไทย,170
50,เชียงใหม่,5,33,ครูไทยเพื่อประชาชน,116
50,เชียงใหม่,5,34,ประชาชาติ,109
50,เชียงใหม่,5,35,สร้างอนาคตไทย,101
50,เชียงใหม่,5,36,รักชาติ,141
50,เชียงใหม่,5,37,ไทยพร้อม,178
50,เชียงใหม่,5,38,ภูมิใจไทย,7743
50,เชียงใหม่,5,39,พลังธรรมใหม่,434
50,เชียงใหม่,5,40,กรีน,65
50,เชียงใหม่,5,41,ไทยธรรม,59
50,เชียงใหม่,5,42,แผ่นดินธรรม,46
50,เชียงใหม่,5,43,กล้าธรรม,354
50,เชียงใหม่,5,44,พลังประชารัฐ,150
50,เชียงใหม่,5,45,โอกาสใหม่,285
50,เชียงใหม่,5,46,เป็นธรรม,107
50,เชียงใหม่,5,47,ประชาชน,37956
50,เชียงใหม่,5,48,ประชาไทย,296
50,เชียงใหม่,5,49,ไทยสร้างไทย,305
50,เชียงใหม่,5,50,ไทยก้าวใหม่,547
50,เชียงใหม่,5,51,ประชาอาสาชาติ,21
50,เชียงใหม่,5,52,พร้อม,57
50,เชียงใหม่,5,53,เครือข่ายชาวนาแห่งประเทศไทย,19
50,เชียงใหม่,5,54,ไทยพิทักษ์ธรรม,16
50,เชียงใหม่,5,55,ความหวังใหม่,27
50,เชียงใหม่,5,56,ไทยรวมไทย,28
50,เชียงใหม่,5,57,เพื่อบ้านเมือง,74
50,เชียงใหม่,6,1,ไทยทรัพย์ทวี,3411
50,เชียงใหม่,6,2,เพื่อชาติไทย,2010
50,เชียงใหม่,6,3,ใหม่,345
50,เชียงใหม่,6,4,มิติใหม่,276
50,เชียงใหม่,6,5,รวมใจไทย,463
50,เชียงใหม่,6,6,รวมไทยสร้างชาติ,1001
50,เชียงใหม่,6,7,พลวัต,214
50,เชียงใหม่,6,8,ประชาธิปไตยใหม่,2033
50,เชียงใหม่,6,9,เพื่อไทย,20086
50,เชียงใหม่,6,10,ทางเลือกใหม่,394
50,เชียงใหม่,6,11,เศรฐกิจ,2030
50,เชียงใหม่,6,12,เสรีรวมไทย,319
50,เชียงใหม่,6,13,รวมพลังประชาชน,567
50,เชียงใหม่,6,14,ท้องที่ไทย,95
50,เชียงใหม่,6,15,อนาคตไทย,83
50,เชียงใหม่,6,16,พลังเพื่อไทย,237
50,เชียงใหม่,6,17,ไทยชนะ,236
50,เชียงใหม่,6,18,พลังสังคมใหม่,45
50,เชียงใหม่,6,19,สังคมประชาธิปไตยไทย,55
50,เชียงใหม่,6,20,ฟิวชั่น,52
50,เชียงใหม่,6,21,ไทยรวมพลัง,73
50,เชียงใหม่,6,22,ก้าวอิสระ,72
50,เชียงใหม่,6,23,ปวงชนไทย,51
50,เชียงใหม่,6,24,วิชชั่นใหม่,219
50,เชียงใหม่,6,25,เพื่อชีวิตใหม่,47
50,เชียงใหม่,6,26,คลองไทย,186
50,เชียงใหม่,6,27,ประชาธิปัตย์,4213
50,เชียงใหม่,6,28,ไทยก้าวหน้า,210
50,เชียงใหม่,6,29,ไทยพรรคดี,235
50,เชียงใหม่,6,30,แรงงานสร้างชาติ,391
50,เชียงใหม่,6,31,ประชากรไทย,181
50,เชียงใหม่,6,32,ครูไทยเพื่อประชาชน,109
50,เชียงใหม่,6,33,ประชาชาติ,112
50,เชียงใหม่,6,34,สร้างอนาคตไทย,104
50,เชียงใหม่,6,35,รักชาติ,114
50,เชียงใหม่,6,36,ไทยพร้อม,176
50,เชียงใหม่,6,37,ภูมิใจไทย,6013
50,เชียงใหม่,6,38,พลังธรรมใหม่,306
50,เชียงใหม่,6,39,กรีน,128
50,เชียงใหม่,6,40,ไทยธรรม,69
50,เชียงใหม่,6,41,แผ่นดินธรรม,92
50,เชียงใหม่,6,42,กลาธรรม,4398
50,เชียงใหม่,6,43,พลังประชารัฐ,165
50,เชียงใหม่,6,44,โอกาสใหม่,142
50,เชียงใหม่,6,45,เป็นธรรม,138
50,เชียงใหม่,6,46,ประชาชน,30052
50,เชียงใหม่,6,47,ประชาไทย,177
50,เชียงใหม่,6,48,ไทยสร้างไทย,302
50,เชียงใหม่,6,49,ไทยก้าวใหม่,191
50,เชียงใหม่,6,50,ประชาอาสาชาติ,13
50,เชียงใหม่,6,51,พร้อม,54
50,เชียงใหม่,6,52,เครือข่ายชาวนาแห่งประเทศไทย,23
50,เชียงใหม่,6,53,ไทยพิทักษ์ธรรม,21
50,เชียงใหม่,6,54,ความหวังใหม่,23
50,เชียงใหม่,6,55,ไทยรวมไทย,25
50,เชียงใหม่,6,56,เพื่อบ้านเมือง,93
50,เชียงใหม่,6,57,พลังไทยรักชาติ,87
50,เชียงใหม่,7,1,ไทยทรัพย์ทวี,705
50,เชียงใหม่,7,2,เพื่อชาติไทย,1281
50,เชียงใหม่,7,3,ใหม่,277
50,เชียงใหม่,7,4,มิติใหม่,236
50,เชียงใหม่,7,5,รวมใจไทย,2359
50,เชียงใหม่,7,6,รวมไทยสร้างชาติ,2043
50,เชียงใหม่,7,7,พลวัต,1246
50,เชียงใหม่,7,8,ประชาธิปไตยใหม่,358
50,เชียงใหม่,7,9,เพื่อไทย,21961
50,เชียงใหม่,7,10,ทางเลือกใหม่,411
50,เชียงใหม่,7,11,เศรษฐกิจ,2497
50,เชียงใหม่,7,12,เสรีรวมไทย,353
50,เชียงใหม่,7,13,รวมพลังประชาชน,643
50,เชียงใหม่,7,14,ท้องที่ไทย,205
50,เชียงใหม่,7,15,อนาคตไทย,107
50,เชียงใหม่,7,16,พลังเพื่อไทย,250
50,เชียงใหม่,7,17,ไทยชนะ,249
50,เชียงใหม่,7,18,พลังสังคมใหม่,64
50,เชียงใหม่,7,19,สังคมประชาธิปไตยไทย,51
50,เชียงใหม่,7,20,ฟิวชัน,66
50,เชียงใหม่,7,21,ไทรวมพลัง,61
50,เชียงใหม่,7,22,ก้าวอิสระ,135
50,เชียงใหม่,7,23,ปวงชนไทย,108
50,เชียงใหม่,7,24,วิชชั่นใหม่,276
50,เชียงใหม่,7,25,เพื่อชีวิตใหม่,78
50,เชียงใหม่,7,26,คลองไทย,130
50,เชียงใหม่,7,27,ประชาธิปัตย์,3325
50,เชียงใหม่,7,28,ไทยก้าวหน้า,168
50,เชียงใหม่,7,29,ไทยภักดี,351
50,เชียงใหม่,7,30,แรงงานสร้างชาติ,174
50,เชียงใหม่,7,31,ประชากรไทย,168
50,เชียงใหม่,7,32,ครูไทยเพื่อประชาชน,118
50,เชียงใหม่,7,33,ประชาชาติ,123
50,เชียงใหม่,7,34,สร้างอนาคตไทย,258
50,เชียงใหม่,7,35,รักชาติ,201
50,เชียงใหม่,7,36,ไทยพร้อม,235
50,เชียงใหม่,7,37,ภูมิใจไทย,6510
50,เชียงใหม่,7,38,พลังธรรมใหม่,365
50,เชียงใหม่,7,39,กรีน,55
50,เชียงใหม่,7,40,ไทยธรรม,61
50,เชียงใหม่,7,41,แผ่นดินธรรม,86
50,เชียงใหม่,7,42,กล้าธรรม,6759
50,เชียงใหม่,7,43,พลังประชารัฐ,1094
50,เชียงใหม่,7,44,โอกาสใหม่,338
50,เชียงใหม่,7,45,เป็นธรรม,161
50,เชียงใหม่,7,46,ประชาชน,31572
50,เชียงใหม่,7,47,ประชาไทย,199
50,เชียงใหม่,7,48,ไทยสร้างไทย,285
50,เชียงใหม่,7,49,ไทยก้าวใหม่,167
50,เชียงใหม่,7,50,ประชาอาสาชาติ,16
50,เชียงใหม่,7,51,พร้อม,76
50,เชียงใหม่,7,52,เครือข่ายชาวนาแห่งประเทศไทย,41
50,เชียงใหม่,7,53,ไทยพิทักษ์ธรรม,29
50,เชียงใหม่,7,54,ความหวังใหม่,29
50,เชียงใหม่,7,55,ไทยรวมไทย,31
50,เชียงใหม่,7,56,เพื่อบ้านเมือง,60
50,เชียงใหม่,7,57,พลังไทยรักชาติ,78
50,เชียงใหม่,8,1,ไทยทรัพย์ทวี,231
50,เชียงใหม่,8,2,เพื่อชาติไทย,941
50,เชียงใหม่,8,3,ใหม่,1475
50,เชียงใหม่,8,4,มิติใหม่,776
50,เชียงใหม่,8,5,รวมใจไทย,283
50,เชียงใหม่,8,6,รวมไทยสร้างชาติ,1406
50,เชียงใหม่,8,7,พลวัต,285
50,เชียงใหม่,8,8,ประชาธิปไตยใหม่,312
50,เชียงใหม่,8,9,เพื่อไทย,30638
50,เชียงใหม่,8,10,ทางเลือกใหม่,396
50,เชียงใหม่,8,11,เศรษฐกิจ,2322
50,เชียงใหม่,8,12,เสรีรวมไทย,359
50,เชียงใหม่,8,13,รวมพลังประชาชน,592
50,เชียงใหม่,8,14,ท้องที่ไทย,33
50,เชียงใหม่,8,15,อนาคตไทย,62
50,เชียงใหม่,8,16,พลังเพื่อไทย,192
50,เชียงใหม่,8,17,ไทยชนะ,123
50,เชียงใหม่,8,18,พลังสังคมใหม่,22
50,เชียงใหม่,8,19,สังคมประชาธิปไตยไทย,15
50,เชียงใหม่,8,20,ฟิวชัน,19
50,เชียงใหม่,8,21,ไทรวมพลัง,20
50,เชียงใหม่,8,22,ก้าวอิสระ,57
50,เชียงใหม่,8,23,ปวงชนไทย,21
50,เชียงใหม่,8,24,วิชชั่นใหม่,80
50,เชียงใหม่,8,25,เพื่อชีวิตใหม่,19
50,เชียงใหม่,8,26,คลองไทย,59
50,เชียงใหม่,8,27,ประชาธิปัตย์,2862
50,เชียงใหม่,8,28,ไทยก้าวหน้า,90
50,เชียงใหม่,8,29,ไทยภักดี,572
50,เชียงใหม่,8,30,แรงงานสร้างชาติ,66
50,เชียงใหม่,8,31,ประชากรไทย,95
50,เชียงใหม่,8,32,ครูไทยเพื่อประชาชน,142
50,เชียงใหม่,8,33,ประชาชาติ,102
50,เชียงใหม่,8,34,สร้างอนาคตไทย,95
50,เชียงใหม่,8,35,รักชาติ,75
50,เชียงใหม่,8,36,ไทยพร้อม,85
50,เชียงใหม่,8,37,ภูมิใจไทย,7743
50,เชียงใหม่,8,38,พลังธรรมใหม่,329
50,เชียงใหม่,8,39,กรีน,80
50,เชียงใหม่,8,40,ไทยธรรม,30
50,เชียงใหม่,8,41,แผ่นดินธรรม,26
50,เชียงใหม่,8,42,กล้าธรรม,443
50,เชียงใหม่,8,43,พลังประชารัฐ,244
50,เชียงใหม่,8,44,โอกาสใหม่,232
50,เชียงใหม่,8,45,เป็นธรรม,94
50,เชียงใหม่,8,46,ประชาชน,51630
50,เชียงใหม่,8,47,ประชาไทย,142
50,เชียงใหม่,8,48,ไทยสร้างไทย,418
50,เชียงใหม่,8,49,ไทยก้าวใหม่,276
50,เชียงใหม่,8,50,ประชาอาสาชาติ,3
50,เชียงใหม่,8,51,พร้อม,35
50,เชียงใหม่,8,52,เครือข่ายชาวนาแห่งประเทศไทย,12
50,เชียงใหม่,8,53,ไทยพิทักษ์ธรรม,20
50,เชียงใหม่,8,54,ความหวังใหม่,19
50,เชียงใหม่,8,55,ไทยรวมไทย,10
50,เชียงใหม่,8,56,เพื่อบ้านเมือง,41
50,เชียงใหม่,8,57,พลังไทยรักชาติ,47
50,เชียงใหม่,9,1,ไทยทรัพย์ทวี,875
50,เชียงใหม่,9,2,เพื่อชาติไทย,2989
50,เชียงใหม่,9,3,ใหม่,1053
50,เชียงใหม่,9,4,มิติใหม่,353
50,เชียงใหม่,9,5,รวมใจไทย,3828
50,เชียงใหม่,9,6,รวมไทยสร้างชาติ,1281
50,เชียงใหม่,9,7,พลวัต,254
50,เชียงใหม่,9,8,ประชาธิปไตยใหม่,490
50,เชียงใหม่,9,9,เพื่อไทย,22241
50,เชียงใหม่,9,10,ทางเลือกใหม่,513
50,เชียงใหม่,9,11,เศรษฐกิจ,2096
50,เชียงใหม่,9,12,เสรีรวมไทย,373
50,เชียงใหม่,9,13,รวมพลังประชาชน,757
50,เชียงใหม่,9,14,ท้องที่ไทย,166
50,เชียงใหม่,9,15,อนาคตไทย,144
50,เชียงใหม่,9,16,พลังเพื่อไทย,358
50,เชียงใหม่,9,17,ไทยชนะ,389
50,เชียงใหม่,9,18,พลังสังคมใหม่,54
50,เชียงใหม่,9,19,สังคมประชาธิปไตยไทย,60
50,เชียงใหม่,9,20,ฟิวชัน,70
50,เชียงใหม่,9,21,ไทรวมพลัง,98
50,เชียงใหม่,9,22,ก้าวอิสระ,119
50,เชียงใหม่,9,23,ปวงชนไทย,83
50,เชียงใหม่,9,24,วิชชั่นใหม่,245
50,เชียงใหม่,9,25,เพื่อชีวิตใหม่,124
50,เชียงใหม่,9,26,คลองไทย,244
50,เชียงใหม่,9,27,ประชาธิปัตย์,6170
50,เชียงใหม่,9,28,ไทยก้าวหน้า,209
50,เชียงใหม่,9,29,ไทยภักดี,290
50,เชียงใหม่,9,30,แรงงานสร้างชาติ,169
50,เชียงใหม่,9,31,ประชากรไทย,233
50,เชียงใหม่,9,32,ครูไทยเพื่อประชาชน,170
50,เชียงใหม่,9,33,ประชาชาติ,145
50,เชียงใหม่,9,34,สร้างอนาคตไทย,315
50,เชียงใหม่,9,35,รักชาติ,174
50,เชียงใหม่,9,36,ไทยพร้อม,208
50,เชียงใหม่,9,37,ภูมิใจไทย,6175
50,เชียงใหม่,9,38,พลังธรรมใหม่,324
50,เชียงใหม่,9,39,กรีน,59
50,เชียงใหม่,9,40,ไทยธรรม,95
50,เชียงใหม่,9,41,แผ่นดินธรรม,69
50,เชียงใหม่,9,42,กล้าธรรม,2803
50,เชียงใหม่,9,43,พลังประชารัฐ,397
50,เชียงใหม่,9,44,โอกาสใหม่,691
50,เชียงใหม่,9,45,เป็นธรรม,193
50,เชียงใหม่,9,46,ประชาชน,37499
50,เชียงใหม่,9,47,ประชาไทย,217
50,เชียงใหม่,9,48,ไทยสร้างไทย,273
50,เชียงใหม่,9,49,ไทยก้าวใหม่,223
50,เชียงใหม่,9,50,ประชาอาสาชาติ,26
50,เชียงใหม่,9,51,พร้อม,67
50,เชียงใหม่,9,52,เครือข่ายชาวนาแห่งประเทศไทย,113
50,เชียงใหม่,9,53,ไทยพิทักษ์ธรรม,22
50,เชียงใหม่,9,54,ความหวังใหม่,46
50,เชียงใหม่,9,55,ไทยรวมไทย,47
50,เชียงใหม่,9,56,เพื่อบ้านเมือง,83
50,เชียงใหม่,9,57,พลังไทยรักชาติ,94
50,เชียงใหม่,10,1,ไทยทรัพย์ทวี,4963
50,เชียงใหม่,10,2,เพื่อชาติไทย,1794
50,เชียงใหม่,10,3,ใหม่,714
50,เชียงใหม่,10,4,มิติใหม่,4430
50,เชียงใหม่,10,5,รวมใจไทย,746
50,เชียงใหม่,10,6,รวมไทยสร้างชาติ,1380
50,เชียงใหม่,10,7,พลวัต,393
50,เชียงใหม่,10,8,ประชาธิปไตยใหม่,591
50,เชียงใหม่,10,9,เพื่อไทย,20817
50,เชียงใหม่,10,10,ทางเลือกใหม่,511
50,เชียงใหม่,10,11,เศรษฐกิจ,1642
50,เชียงใหม่,10,12,เสรีรวมไทย,342
50,เชียงใหม่,10,13,รวมพลังประชาชน,587
50,เชียงใหม่,10,14,ท้องที่ไทย,371
50,เชียงใหม่,10,15,อนาคตไทย,166
50,เชียงใหม่,10,16,พลังเพื่อไทย,538
50,เชียงใหม่,10,17,ไทยชนะ,649
50,เชียงใหม่,10,18,พลังสังคมใหม่,105
50,เชียงใหม่,10,19,สังคมประชาธิปไตยไทย,147
50,เชียงใหม่,10,20,ฟิวชัน,191
50,เชียงใหม่,10,21,ไทรวมพลัง,154
50,เชียงใหม่,10,22,ก้าวอิสระ,141
50,เชียงใหม่,10,23,ปวงชนไทย,132
50,เชียงใหม่,10,24,วิชชั่นใหม่,397
50,เชียงใหม่,10,25,เพื่อชีวิตใหม่,187
50,เชียงใหม่,10,26,คลองไทย,532
50,เชียงใหม่,10,27,ประชาธิปัตย์,2771
50,เชียงใหม่,10,28,ไทยก้าวหน้า,236
50,เชียงใหม่,10,29,ไทยภักดี,295
50,เชียงใหม่,10,30,แรงงานสร้างชาติ,578
50,เชียงใหม่,10,31,ประชากรไทย,229
50,เชียงใหม่,10,32,ครูไทยเพื่อประชาชน,204
50,เชียงใหม่,10,33,ประชาชาติ,435
50,เชียงใหม่,10,34,สร้างอนาคตไทย,210
50,เชียงใหม่,10,35,รักชาติ,161
50,เชียงใหม่,10,36,ไทยพร้อม,257
50,เชียงใหม่,10,37,ภูมิใจไทย,2530
50,เชียงใหม่,10,38,พลังธรรมใหม่,485
50,เชียงใหม่,10,39,กรีน,91
50,เชียงใหม่,10,40,ไทยธรรม,107
50,เชียงใหม่,10,41,แผ่นดินธรรม,127
50,เชียงใหม่,10,42,กล้าธรรม,3292
50,เชียงใหม่,10,43,พลังประชารัฐ,225
50,เชียงใหม่,10,44,โอกาสใหม่,182
50,เชียงใหม่,10,45,เป็นธรรม,195
50,เชียงใหม่,10,46,ประชาชน,27489
50,เชียงใหม่,10,47,ประชาไทย,193
50,เชียงใหม่,10,48,ไทยสร้างไทย,200
50,เชียงใหม่,10,49,ไทยก้าวใหม่,242
50,เชียงใหม่,10,50,ประชาอาสาชาติ,13
50,เชียงใหม่,10,51,พร้อม,60
50,เชียงใหม่,10,52,เครือข่ายชาวนาแห่งประเทศไทย,45
50,เชียงใหม่,10,53,ไทยพิทักษ์ธรรม,51
50,เชียงใหม่,10,54,ความหวังใหม่,99
50,เชียงใหม่,10,55,ไทยรวมไทย,59
50,เชียงใหม่,10,56,เพื่อบ้านเมือง,112
50,เชียงใหม่,10,57,พลังไทยรักชาติ,170
51,ลำพูน,1,1,ไทยทรัพย์ทวี,1411
51,ลำพูน,1,2,เพื่อชาติไทย,1343
51,ลำพูน,1,4,ใหม่,499
51,ลำพูน,1,5,มิติใหม่,471
51,ลำพูน,1,6,รวมใจไทย,519
51,ลำพูน,1,7,รวมไทยสร้างชาติ,1949
51,ลำพูน,1,8,พลวัต,208
51,ลำพูน,1,9,ประชาธิปไตยใหม่,1772
51,ลำพูน,1,10,เพื่อไทย,30632
51,ลำพูน,1,11,ทางเลือกใหม่,482
51,ลำพูน,1,12,เศรษฐกิจ,3200
51,ลำพูน,1,13,เสรีรวมไทย,644
51,ลำพูน,1,14,รวมพลังประชาชน,927
51,ลำพูน,1,15,ท้องที่ไทย,133
51,ลำพูน,1,16,อนาคตไทย,113
51,ลำพูน,1,17,พลังเพื่อไทย,414
51,ลำพูน,1,18,ไทยชนะ,156
51,ลำพูน,1,19,พลังสังคมใหม่,43
51,ลำพูน,1,20,สังคมประชาธิปไตยไทย,59
51,ลำพูน,1,21,ฟิวชัน,47
51,ลำพูน,1,22,ไทรวมพลัง,100
51,ลำพูน,1,23,ก้าวอิสระ,58
51,ลำพูน,1,24,ปวงชนไทย,47
51,ลำพูน,1,25,วิชชั่นใหม่,165
51,ลำพูน,1,26,เพื่อชีวิตใหม่,32
51,ลำพูน,1,27,คลองไทย,111
51,ลำพูน,1,28,ประชาธิปัตย์,5275
51,ลำพูน,1,29,ไทยก้าวหน้า,198
51,ลำพูน,1,30,ไทยภักดี,484
51,ลำพูน,1,31,ประชากรไทย,157
51,ลำพูน,1,31,แรงงานสร้างชาติ,193
51,ลำพูน,1,33,ครูไทยเพื่อประชาชน,97
51,ลำพูน,1,34,ประชาชาติ,133
51,ลำพูน,1,35,สร้างอนาคตไทย,111
51,ลำพูน,1,36,รักชาติ,124
51,ลำพูน,1,37,ไทยพร้อม,144
51,ลำพูน,1,38,ภูมิใจไทย,10472
51,ลำพูน,1,39,พลังธรรมใหม่,286
51,ลำพูน,1,40,กรีน,50
51,ลำพูน,1,41,ไทยธรรม,52
51,ลำพูน,1,42,แผ่นดินธรรม,52
51,ลำพูน,1,43,กล้าธรรม,584
51,ลำพูน,1,44,พลังประชารัฐ,172
51,ลำพูน,1,45,โอกาสใหม่,1069
51,ลำพูน,1,46,เป็นธรรม,130
51,ลำพูน,1,47,ประชาชน,61013
51,ลำพูน,1,48,ประชาไทย,208
51,ลำพูน,1,49,ไทยสร้างไทย,719
51,ลำพูน,1,50,ไทยก้าวใหม่,346
51,ลำพูน,1,51,ประชาอาสาชาติ,19
51,ลำพูน,1,52,พร้อม,66
51,ลำพูน,1,53,เครือข่ายชาวนาแห่งประเทศไทย,81
51,ลำพูน,1,54,ไทยพิทักษ์ธรรม,22
51,ลำพูน,1,55,ความหวังใหม่,26
51,ลำพูน,1,56,ไทยรวมไทย,17
51,ลำพูน,1,57,พลังไทยรักชาติ,65
51,ลำพูน,1,57,เพื่อบ้านเมือง,49
51,ลำพูน,2,1,ไทยทรัพย์ทวี,1654
51,ลำพูน,2,2,เพื่อชาติไทย,1758
51,ลำพูน,2,3,ใหม่,2037
51,ลำพูน,2,4,มิติใหม่,696
51,ลำพูน,2,5,รวมใจไทย,726
51,ลำพูน,2,6,รวมไทยสร้างชาติ,4151
51,ลำพูน,2,7,พลวัต,634
51,ลำพูน,2,8,ประชาธิปไตยใหม่,982
51,ลำพูน,2,9,เพื่อไทย,28211
51,ลำพูน,2,10,ทางเลือกใหม่,603
51,ลำพูน,2,11,เศรษฐกิจ,4135
51,ลำพูน,2,12,เสรีรวมไทย,420
51,ลำพูน,2,13,รวมพลังประชาชน,959
51,ลำพูน,2,14,ท้องที่ไทย,269
51,ลำพูน,2,15,อนาคตไทย,146
51,ลำพูน,2,16,พลังเพื่อไทย,394
51,ลำพูน,2,17,ไทยชนะ,424
51,ลำพูน,2,18,พลังสังคมใหม่,79
51,ลำพูน,2,19,สังคมประชาธิปไตยไทย,76
51,ลำพูน,2,20,ฟิวชัน,110
51,ลำพูน,2,21,ไทรวมพลัง,95
51,ลำพูน,2,22,ก้าวอิสระ,89
51,ลำพูน,2,23,ปวงชนไทย,102
51,ลำพูน,2,24,วิชชั่นใหม่,167
51,ลำพูน,2,25,เพื่อชีวิตใหม่,88
51,ลำพูน,2,26,คลองไทย,230
51,ลำพูน,2,27,ประชาธิปัตย์,6787
51,ลำพูน,2,28,ไทยก้าวหน้า,248
51,ลำพูน,2,29,ไทยภักดี,372
51,ลำพูน,2,30,แรงงานสร้างชาติ,280
51,ลำพูน,2,31,ประชากรไทย,275
51,ลำพูน,2,32,ครูไทยเพื่อประชาชน,272
51,ลำพูน,2,33,ประชาชาติ,185
51,ลำพูน,2,34,สร้างอนาคตไทย,193
51,ลำพูน,2,35,รักชาติ,306
51,ลำพูน,2,36,ไทยพร้อม,359
51,ลำพูน,2,37,ภูมิใจไทย,9141
51,ลำพูน,2,38,พลังธรรมใหม่,396
51,ลำพูน,2,39,กรีน,67
51,ลำพูน,2,40,ไทยธรรม,84
51,ลำพูน,2,41,แผ่นดินธรรม,59
51,ลำพูน,2,42,กล้าธรรม,536
51,ลำพูน,2,43,พลังประชารัฐ,375
51,ลำพูน,2,44,โอกาสใหม่,720
51,ลำพูน,2,45,เป็นธรรม,137
51,ลำพูน,2,46,ประชาชน,46716
51,ลำพูน,2,47,ประชาไทย,232
51,ลำพูน,2,48,ไทยสร้างไทย,341
51,ลำพูน,2,49,ไทยก้าวใหม่,234
51,ลำพูน,2,50,ประชาอาสาชาติ,28
51,ลำพูน,2,51,พร้อม,74
51,ลำพูน,2,52,เครือข่ายชาวนาแห่งประเทศไทย,61
51,ลำพูน,2,53,ไทยพิทักษ์ธรรม,30
51,ลำพูน,2,54,ความหวังใหม่,38
51,ลำพูน,2,55,ไทยรวมไทย,39
51,ลำพูน,2,56,เพื่อบ้านเมือง,98
51,ลำพูน,2,57,พลังไทยรักชาติ,142
52,ลำปาง,1,1,ไทยทรัพย์ทวี,456
52,ลำปาง,1,2,เพื่อชาติไทย,1616
52,ลำปาง,1,3,ใหม่,500
52,ลำปาง,1,4,มิติใหม่,1362
52,ลำปาง,1,5,รวมใจไทย,515
52,ลำปาง,1,6,รวมไทยสร้างชาติ,2072
52,ลำปาง,1,7,พลวัต,257
52,ลำปาง,1,8,ประชาธิปไตยใหม่,1257
52,ลำปาง,1,9,เพื่อไทย,22242
52,ลำปาง,1,10,ทางเลือกใหม่,468
52,ลำปาง,1,11,เศรษฐกิจ,2919
52,ลำปาง,1,12,เสรีรวมไทย,417
52,ลำปาง,1,13,รวมพลังประชาชน,773
52,ลำปาง,1,14,ท้องที่ไทย,63
52,ลำปาง,1,15,อนาคตไทย,93
52,ลำปาง,1,16,พลังเพื่อไทย,303
52,ลำปาง,1,17,ไทยชนะ,193
52,ลำปาง,1,18,พลังสังคมใหม่,41
52,ลำปาง,1,19,สังคมประชาธิปไตยไทย,66
52,ลำปาง,1,20,ฟิวชัน,48
52,ลำปาง,1,21,ไทรวมพลัง,43
52,ลำปาง,1,22,ก้าวอิสระ,35
52,ลำปาง,1,23,ปวงชนไทย,48
52,ลำปาง,1,24,วิชชั่นใหม่,85
52,ลำปาง,1,25,เพื่อชีวิตใหม่,28
52,ลำปาง,1,26,คลองไทย,105
52,ลำปาง,1,27,ประชาธิปัตย์,4880
52,ลำปาง,1,28,ไทยก้าวหน้า,181
52,ลำปาง,1,29,ไทยภักดี,706
52,ลำปาง,1,30,แรงงานสร้างชาติ,135
52,ลำปาง,1,31,ประชากรไทย,144
52,ลำปาง,1,32,ครูไทยเพื่อประชาชน,108
52,ลำปาง,1,33,ประชาชาติ,178
52,ลำปาง,1,34,สร้างอนาคตไทย,113
52,ลำปาง,1,35,รักชาติ,103
52,ลำปาง,1,36,ไทยพร้อม,135
52,ลำปาง,1,37,ภูมิใจไทย,11393
52,ลำปาง,1,38,พลังธรรมใหม่,359
52,ลำปาง,1,39,กรีน,52
52,ลำปาง,1,40,ไทยธรรม,60
52,ลำปาง,1,41,แผ่นดินธรรม,31
52,ลำปาง,1,42,กล้าธรรม,706
52,ลำปาง,1,43,พลังประชารัฐ,167
52,ลำปาง,1,44,โอกาสใหม่,271
52,ลำปาง,1,45,เป็นธรรม,80
52,ลำปาง,1,46,ประชาชน,44941
52,ลำปาง,1,47,ประชาไทย,155
52,ลำปาง,1,48,ไทยสร้างไทย,657
52,ลำปาง,1,49,ไทยก้าวใหม่,540
52,ลำปาง,1,50,ประชาอาสาชาติ,15
52,ลำปาง,1,51,พร้อม,49
52,ลำปาง,1,52,เครือข่ายชาวนาแห่งประเทศไทย,16
52,ลำปาง,1,53,ไทยพิทักษ์ธรรม,14
52,ลำปาง,1,54,ความหวังใหม่,20
52,ลำปาง,1,55,ไทยรวมไทย,26
52,ลำปาง,1,56,เพื่อบ้านเมือง,30
52,ลำปาง,1,57,พลังไทยรักชาติ,51
52,ลำปาง,2,1,ไทยทรัพย์ทวี,799
52,ลำปาง,2,2,เพื่อชาติไทย,3379
52,ลำปาง,2,3,ใหม่,616
52,ลำปาง,2,4,มิติใหม่,438
52,ลำปาง,2,5,รวมใจไทย,3154
52,ลำปาง,2,6,รวมไทยสร้างชาติ,2611
52,ลำปาง,2,7,พลวัต,484
52,ลำปาง,2,8,ประชาธิปไตยใหม่,466
52,ลำปาง,2,9,เพื่อไทย,23818
52,ลำปาง,2,10,ทางเลือกใหม่,476
52,ลำปาง,2,11,เศรษฐกิจ,2420
52,ลำปาง,2,12,เสรีรวมไทย,374
52,ลำปาง,2,13,รวมพลังประชาชน,1118
52,ลำปาง,2,14,ท้องที่ไทย,106
52,ลำปาง,2,15,อนาคตไทย,114
52,ลำปาง,2,16,พลังเพื่อไทย,436
52,ลำปาง,2,17,ไทยชนะ,283
52,ลำปาง,2,18,พลังสังคมใหม่,59
52,ลำปาง,2,19,สังคมประชาธิปไตยไทย,62
52,ลำปาง,2,20,ฟิวชัน,48
52,ลำปาง,2,21,ไทรวมพลัง,80
52,ลำปาง,2,22,ก้าวอิสระ,77
52,ลำปาง,2,23,ปวงชนไทย,79
52,ลำปาง,2,24,วิชชั่นใหม่,406
52,ลำปาง,2,25,เพื่อชีวิตใหม่,72
52,ลำปาง,2,26,คลองไทย,212
52,ลำปาง,2,27,ประชาธิปัตย์,4004
52,ลำปาง,2,28,ไทยก้าวหน้า,196
52,ลำปาง,2,29,ไทยภักดี,282
52,ลำปาง,2,30,แรงงานสร้างชาติ,243
52,ลำปาง,2,31,ประชากรไทย,310
52,ลำปาง,2,32,ครูไทยเพื่อประชาชน,176
52,ลำปาง,2,33,ประชาชาติ,172
52,ลำปาง,2,34,สร้างอนาคตไทย,328
52,ลำปาง,2,35,รักชาติ,307
52,ลำปาง,2,36,ไทยพร้อม,203
52,ลำปาง,2,37,ภูมิใจไทย,6431
52,ลำปาง,2,38,พลังธรรมใหม่,454
52,ลำปาง,2,39,กรีน,53
52,ลำปาง,2,40,ไทยธรรม,126
52,ลำปาง,2,41,แผ่นดินธรรม,84
52,ลำปาง,2,42,กล้าธรรม,8256
52,ลำปาง,2,43,พลังประชารัฐ,521
52,ลำปาง,2,44,โอกาสใหม่,204
52,ลำปาง,2,45,เป็นธรรม,228
52,ลำปาง,2,46,ประชาชน,35003
52,ลำปาง,2,47,ประชาไทย,207
52,ลำปาง,2,48,ไทยสร้างไทย,385
52,ลำปาง,2,49,ไทยก้าวใหม่,207
52,ลำปาง,2,50,ประชาอาสาชาติ,24
52,ลำปาง,2,51,พร้อม,55
52,ลำปาง,2,52,เครือข่ายชาวนาแห่งประเทศไทย,33
52,ลำปาง,2,53,ไทยพิทักษ์ธรรม,36
52,ลำปาง,2,54,ความหวังใหม่,43
52,ลำปาง,2,55,ไทยรวมไทย,29
52,ลำปาง,2,56,เพื่อบ้านเมือง,84
52,ลำปาง,2,57,พลังไทยรักชาติ,126
52,ลำปาง,3,1,ไทยทรัพย์ทวี,2257
52,ลำปาง,3,2,เพื่อชาติไทย,1891
52,ลำปาง,3,3,ใหม่,470
52,ลำปาง,3,4,มิติใหม่,1099
52,ลำปาง,3,5,รวมใจไทย,960
52,ลำปาง,3,6,รวมไทยสร้างชาติ,1745
52,ลำปาง,3,7,พลวัต,1097
52,ลำปาง,3,8,ประชาธิปไตยใหม่,470
52,ลำปาง,3,9,เพื่อไทย,20420
52,ลำปาง,3,10,ทางเลือกใหม่,505
52,ลำปาง,3,11,เศรษฐกิจ,2806
52,ลำปาง,3,12,เสรีรวมไทย,416
52,ลำปาง,3,13,รวมพลังประชาชน,964
52,ลำปาง,3,14,ท้องที่ไทย,86
52,ลำปาง,3,15,อนาคตไทย,108
52,ลำปาง,3,16,พลังเพื่อไทย,331
52,ลำปาง,3,17,ไทยชนะ,206
52,ลำปาง,3,18,พลังสังคมใหม่,39
52,ลำปาง,3,19,สังคมประชาธิปไตยไทย,45
52,ลำปาง,3,20,ฟิวชัน,43
52,ลำปาง,3,21,ไทรวมพลัง,42
52,ลำปาง,3,22,ก้าวอิสระ,49
52,ลำปาง,3,23,ปวงชนไทย,42
52,ลำปาง,3,24,วิชชั่นใหม่,206
52,ลำปาง,3,25,เพื่อชีวิตใหม่,39
52,ลำปาง,3,26,คลองไทย,119
52,ลำปาง,3,27,ประชาธิปัตย์,3577
52,ลำปาง,3,28,ไทยก้าวหน้า,205
52,ลำปาง,3,29,ไทยภักดี,475
52,ลำปาง,3,30,แรงงานสร้างชาติ,298
52,ลำปาง,3,31,ประชากรไทย,231
52,ลำปาง,3,32,ครูไทยเพื่อประชาชน,128
52,ลำปาง,3,33,ประชาชาติ,176
52,ลำปาง,3,34,สร้างอนาคตไทย,180
52,ลำปาง,3,35,รักชาติ,133
52,ลำปาง,3,36,ไทยพร้อม,237
52,ลำปาง,3,37,ภูมิใจไทย,10600
52,ลำปาง,3,38,พลังธรรมใหม่,259
52,ลำปาง,3,39,กรีน,50
52,ลำปาง,3,40,ไทยธรรม,76
52,ลำปาง,3,41,แผ่นดินธรรม,59
52,ลำปาง,3,42,กล้าธรรม,3815
52,ลำปาง,3,43,พลังประชารัฐ,257
52,ลำปาง,3,44,โอกาสใหม่,145
52,ลำปาง,3,45,เป็นธรรม,118
52,ลำปาง,3,46,ประชาชน,42856
52,ลำปาง,3,47,ประชาไทย,223
52,ลำปาง,3,48,ไทยสร้างไทย,441
52,ลำปาง,3,49,ไทยก้าวใหม่,289
52,ลำปาง,3,50,ประชาอาสาชาติ,8
52,ลำปาง,3,51,พร้อม,44
52,ลำปาง,3,52,เครือข่ายชาวนาแห่งประเทศไทย,18
52,ลำปาง,3,53,ไทยพิทักษ์ธรรม,23
52,ลำปาง,3,54,ความหวังใหม่,30
52,ลำปาง,3,55,ไทยรวมไทย,29
52,ลำปาง,3,56,เพื่อบ้านเมือง,40
52,ลำปาง,3,57,พลังไทยรักชาติ,80
52,ลำปาง,4,1,ไทยทรัพย์ทวี,427
52,ลำปาง,4,2,เพื่อชาติไทย,2329
52,ลำปาง,4,3,ใหม่,2635
52,ลำปาง,4,4,มิติใหม่,307
52,ลำปาง,4,5,รวมใจไทย,1761
52,ลำปาง,4,6,รวมไทยสร้างชาติ,1357
52,ลำปาง,4,7,พลวัต,675
52,ลำปาง,4,8,ประชาธิปไตยใหม่,343
52,ลำปาง,4,9,เพื่อไทย,22534
52,ลำปาง,4,10,ทางเลือกใหม่,345
52,ลำปาง,4,11,เศรษฐกิจ,2629
52,ลำปาง,4,12,เสรีรวมไทย,377
52,ลำปาง,4,13,รวมพลังประชาชน,970
52,ลำปาง,4,14,ท้องที่ไทย,117
52,ลำปาง,4,15,อนาคตไทย,90
52,ลำปาง,4,16,พลังเพื่อไทย,305
52,ลำปาง,4,17,ไทยชนะ,204
52,ลำปาง,4,18,พลังสังคมใหม่,41
52,ลำปาง,4,19,สังคมประชาธิปไตยไทย,57
52,ลำปาง,4,20,ฟิวชัน,31
52,ลำปาง,4,21,ไทรวมพลัง,55
52,ลำปาง,4,22,ก้าวอิสระ,80
52,ลำปาง,4,23,ปวงชนไทย,91
52,ลำปาง,4,24,วิชชั่นใหม่,496
52,ลำปาง,4,25,เพื่อชีวิตใหม่,49
52,ลำปาง,4,26,คลองไทย,139
52,ลำปาง,4,27,ประชาธิปัตย์,2558
52,ลำปาง,4,28,ไทยก้าวหน้า,175
52,ลำปาง,4,29,ไทยภักดี,373
52,ลำปาง,4,30,แรงงานสร้างชาติ,162
52,ลำปาง,4,31,ประชากรไทย,271
52,ลำปาง,4,32,ครูไทยเพื่อประชาชน,374
52,ลำปาง,4,33,ประชาชาติ,149
52,ลำปาง,4,34,สร้างอนาคตไทย,278
52,ลำปาง,4,35,รักชาติ,152
52,ลำปาง,4,36,ไทยพร้อม,199
52,ลำปาง,4,37,ภูมิใจไทย,6800
52,ลำปาง,4,38,พลังธรรมใหม่,382
52,ลำปาง,4,39,กรีน,46
52,ลำปาง,4,40,ไทยธรรม,239
52,ลำปาง,4,41,แผ่นดินธรรม,105
52,ลำปาง,4,42,กล้าธรรม,15318
52,ลำปาง,4,43,พลังประชารัฐ,1254
52,ลำปาง,4,44,โอกาสใหม่,65
52,ลำปาง,4,45,เป็นธรรม,141
52,ลำปาง,4,46,ประชาชน,36535
52,ลำปาง,4,47,ประชาไทย,364
52,ลำปาง,4,48,ไทยสร้างไทย,570
52,ลำปาง,4,49,ไทยก้าวใหม่,249
52,ลำปาง,4,50,ประชาอาสาชาติ,9
52,ลำปาง,4,51,พร้อม,55
52,ลำปาง,4,52,เครือข่ายชาวนาแห่งประเทศไทย,29
52,ลำปาง,4,53,ไทยพิทักษ์ธรรม,38
52,ลำปาง,4,54,ความหวังใหม่,34
52,ลำปาง,4,55,ไทยรวมไทย,37
52,ลำปาง,4,56,เพื่อบ้านเมือง,45
52,ลำปาง,4,57,พลังไทยรักชาติ,74
53,อุตรดิตถ์,1,1,ไทยทรัพย์ทวี,306
53,อุตรดิตถ์,1,2,เพื่อชาติไทย,2772
53,อุตรดิตถ์,1,3,ใหม่,1342
53,อุตรดิตถ์,1,4,มิติใหม่,127
53,อุตรดิตถ์,1,5,รวมใจไทย,420
53,อุตรดิตถ์,1,6,รวมไทยสร้างชาติ,1754
53,อุตรดิตถ์,1,7,พลวัต,81
53,อุตรดิตถ์,1,8,ประชาธิปไตยใหม่,359
53,อุตรดิตถ์,1,9,เพื่อไทย,18574
53,อุตรดิตถ์,1,10,ทางเลือกใหม่,330
53,อุตรดิตถ์,1,11,เศรษฐกิจ,2222
53,อุตรดิตถ์,1,12,เสรีรวมไทย,483
53,อุตรดิตถ์,1,13,รวมพลังประชาชน,300
53,อุตรดิตถ์,1,14,ท้องที่ไทย,185
53,อุตรดิตถ์,1,15,อนาคตไทย,41
53,อุตรดิตถ์,1,16,พลังเพื่อไทย,130
53,อุตรดิตถ์,1,17,ไทยชนะ,90
53,อุตรดิตถ์,1,18,พลังสังคมใหม่,18
53,อุตรดิตถ์,1,19,สังคมประชาธิปไตยฯ,106
53,อุตรดิตถ์,1,20,ฟิวชัน,14
53,อุตรดิตถ์,1,21,ไทรวมพลัง,19
53,อุตรดิตถ์,1,22,ก้าวอิสระ,20
53,อุตรดิตถ์,1,23,ปวงชนไทย,60
53,อุตรดิตถ์,1,24,วิชชั่นใหม่,39
53,อุตรดิตถ์,1,25,เพื่อชีวิตใหม่,9
53,อุตรดิตถ์,1,26,คลองไทย,60
53,อุตรดิตถ์,1,27,ประชาธิปัตย์,3350
53,อุตรดิตถ์,1,28,ไทยก้าวหน้า,65
53,อุตรดิตถ์,1,29,ไทยภักดี,626
53,อุตรดิตถ์,1,30,แรงงานสร้างชาติ,62
53,อุตรดิตถ์,1,31,ประชากรไทย,171
53,อุตรดิตถ์,1,32,ครูไทยเพื่อประชาชน,169
53,อุตรดิตถ์,1,33,ประชาชาติ,61
53,อุตรดิตถ์,1,34,สร้างอนาคตไทย,62
53,อุตรดิตถ์,1,35,รักชาติ,89
53,อุตรดิตถ์,1,36,ไทยพร้อม,107
53,อุตรดิตถ์,1,37,ภูมิใจไทย,18288
53,อุตรดิตถ์,1,38,พลังธรรมใหม่,213
53,อุตรดิตถ์,1,39,กรีน,53
53,อุตรดิตถ์,1,40,ไทยธรรม,50
53,อุตรดิตถ์,1,41,แผ่นดินธรรม,15
53,อุตรดิตถ์,1,42,กล้าธรรม,113
53,อุตรดิตถ์,1,43,พลังประชารัฐ,100
53,อุตรดิตถ์,1,44,โอกาสใหม่,36
53,อุตรดิตถ์,1,45,เป็นธรรม,48
53,อุตรดิตถ์,1,46,ประชาชน,26296
53,อุตรดิตถ์,1,47,ประชาไทย,205
53,อุตรดิตถ์,1,48,ไทยสร้างไทย,215
53,อุตรดิตถ์,1,49,ไทยก้าวใหม่,201
53,อุตรดิตถ์,1,50,ประชาอาสาชาติ,7
53,อุตรดิตถ์,1,51,พร้อม,32
53,อุตรดิตถ์,1,52,เครือข่ายชาวนาฯ,8
53,อุตรดิตถ์,1,53,ไทยพิทักษ์ธรรม,5
53,อุตรดิตถ์,1,54,ความหวังใหม่,14
53,อุตรดิตถ์,1,55,ไทยรวมไทย,10
53,อุตรดิตถ์,1,56,เพื่อบ้านเมือง,17
53,อุตรดิตถ์,1,57,พลังไทยรักชาติ,33
53,อุตรดิตถ์,2,2,ไทยทรัพย์ทวี,756
53,อุตรดิตถ์,2,3,เพื่อชาติไทย,1335
53,อุตรดิตถ์,2,4,ใหม่,526
53,อุตรดิตถ์,2,5,มิติใหม่,2979
53,อุตรดิตถ์,2,6,รวมใจไทย,1776
53,อุตรดิตถ์,2,7,รวมไทยสร้างชาติ,1356
53,อุตรดิตถ์,2,8,พลวัต,129
53,อุตรดิตถ์,2,9,ประชาธิปไตยใหม่,366
53,อุตรดิตถ์,2,10,เพื่อไทย,15685
53,อุตรดิตถ์,2,11,ทางเลือกใหม่,554
53,อุตรดิตถ์,2,12,เศรษฐกิจ,3088
53,อุตรดิตถ์,2,13,เสรีรวมไทย,402
53,อุตรดิตถ์,2,14,รวมพลังประชาชน,578
53,อุตรดิตถ์,2,15,ท้องที่ไทย,274
53,อุตรดิตถ์,2,16,อนาคตไทย,250
53,อุตรดิตถ์,2,17,พลังเพื่อไทย,256
53,อุตรดิตถ์,2,18,ไทยชนะ,184
53,อุตรดิตถ์,2,19,พลังสังคมใหม่,35
53,อุตรดิตถ์,2,20,สังคมประชาธิปไตย,47
53,อุตรดิตถ์,2,21,ฟิวชัน,57
53,อุตรดิตถ์,2,22,ไทรวมพลัง,47
53,อุตรดิตถ์,2,23,ก้าวอิสระ,30
53,อุตรดิตถ์,2,24,ปวงชนไทย,79
53,อุตรดิตถ์,2,25,วิชชั่นใหม่,164
53,อุตรดิตถ์,2,26,เพื่อชีวิตใหม่,44
53,อุตรดิตถ์,2,27,คลองไทย,106
53,อุตรดิตถ์,2,28,ประชาธิปัตย์,3671
53,อุตรดิตถ์,2,29,ไทยก้าวหน้า,110
53,อุตรดิตถ์,2,30,ไทยภักดี,309
53,อุตรดิตถ์,2,31,แรงงานสร้างชาติ,142
53,อุตรดิตถ์,2,32,ประชากรไทย,157
53,อุตรดิตถ์,2,33,ครูไทยเพื่อประชาชน,150
53,อุตรดิตถ์,2,34,ประชาชาติ,283
53,อุตรดิตถ์,2,35,สร้างอนาคตไทย,251
53,อุตรดิตถ์,2,36,รักชาติ,116
53,อุตรดิตถ์,2,37,ไทยพร้อม,120
53,อุตรดิตถ์,2,38,ภูมิใจไทย,7442
53,อุตรดิตถ์,2,39,พลังธรรมใหม่,278
53,อุตรดิตถ์,2,40,กรีน,55
53,อุตรดิตถ์,2,41,ไทยธรรม,89
53,อุตรดิตถ์,2,42,แผ่นดินธรรม,50
53,อุตรดิตถ์,2,43,กล้าธรรม,280
53,อุตรดิตถ์,2,44,พลังประชารัฐ,174
53,อุตรดิตถ์,2,45,โอกาสใหม่,7524
53,อุตรดิตถ์,2,46,เป็นธรรม,93
53,อุตรดิตถ์,2,47,ประชาชน,21232
53,อุตรดิตถ์,2,48,ประชาไทย,132
53,อุตรดิตถ์,2,49,ไทยสร้างไทย,294
53,อุตรดิตถ์,2,50,ไทยก้าวใหม่,192
53,อุตรดิตถ์,2,51,ประชาอาสาชาติ,11
53,อุตรดิตถ์,2,52,พร้อม,45
53,อุตรดิตถ์,2,53,เครือข่ายชาวนาแห่งประเทศไทย,15
53,อุตรดิตถ์,2,54,ไทยพิทักษ์ธรรม,24
53,อุตรดิตถ์,2,55,ความหวังใหม่,69
53,อุตรดิตถ์,2,56,ไทยรวมไทย,22
53,อุตรดิตถ์,2,57,เพื่อบ้านเมือง,59
53,อุตรดิตถ์,2,58,พลังไทยรักชาติ,71
53,อุตรดิตถ์,3,1,ไทยทรัพย์ทวี,2393
53,อุตรดิตถ์,3,2,เพื่อชาติไทย,2075
53,อุตรดิตถ์,3,3,ใหม่,405
53,อุตรดิตถ์,3,4,มิติใหม่,156
53,อุตรดิตถ์,3,5,รวมใจไทย,731
53,อุตรดิตถ์,3,6,รวมไทยสร้างชาติ,1677
53,อุตรดิตถ์,3,7,พลวัต,98
53,อุตรดิตถ์,3,8,ประชาธิปไตยใหม่,364
53,อุตรดิตถ์,3,9,เพื่อไทย,22120
53,อุตรดิตถ์,3,10,ทางเลือกใหม่,465
53,อุตรดิตถ์,3,11,เศรษฐกิจ,2829
53,อุตรดิตถ์,3,12,เสรีรวมไทย,487
53,อุตรดิตถ์,3,13,รวมพลังประชาชน,525
53,อุตรดิตถ์,3,14,ท้องที่ไทย,234
53,อุตรดิตถ์,3,15,อนาคตไทย,56
53,อุตรดิตถ์,3,16,พลังเพื่อไทย,210
53,อุตรดิตถ์,3,17,ไทยชนะ,132
53,อุตรดิตถ์,3,18,พลังสังคมใหม่,14
53,อุตรดิตถ์,3,19,สังคมประชาธิปไตยไทย,52
53,อุตรดิตถ์,3,20,ฟิวชัน,48
53,อุตรดิตถ์,3,21,ไทรวมพลัง,30
53,อุตรดิตถ์,3,22,ก้าวอิสระ,25
53,อุตรดิตถ์,3,23,ปวงชนไทย,41
53,อุตรดิตถ์,3,24,วิชชั่นใหม่,96
53,อุตรดิตถ์,3,25,เพื่อชีวิตใหม่,21
53,อุตรดิตถ์,3,26,คลองไทย,75
53,อุตรดิตถ์,3,27,ประชาธิปัตย์,3567
53,อุตรดิตถ์,3,28,ไทยก้าวหน้า,85
53,อุตรดิตถ์,3,29,ไทยภักดี,407
53,อุตรดิตถ์,3,30,แรงงานสร้างชาติ,322
53,อุตรดิตถ์,3,31,ประชากรไทย,164
53,อุตรดิตถ์,3,32,ครูไทยเพื่อประชาชน,102
53,อุตรดิตถ์,3,33,ประชาชาติ,81
53,อุตรดิตถ์,3,34,สร้างอนาคตไทย,97
53,อุตรดิตถ์,3,35,รักชาติ,124
53,อุตรดิตถ์,3,36,ไทยพร้อม,92
53,อุตรดิตถ์,3,37,ภูมิใจไทย,8701
53,อุตรดิตถ์,3,38,พลังธรรมใหม่,336
53,อุตรดิตถ์,3,39,กรีน,37
53,อุตรดิตถ์,3,40,ไทยธรรม,40
53,อุตรดิตถ์,3,41,แผ่นดินธรรม,31
53,อุตรดิตถ์,3,42,กล้าธรรม,367
53,อุตรดิตถ์,3,43,พลังประชารัฐ,124
53,อุตรดิตถ์,3,44,โอกาสใหม่,39
53,อุตรดิตถ์,3,45,เป็นธรรม,59
53,อุตรดิตถ์,3,46,ประชาชน,25905
53,อุตรดิตถ์,3,47,ประชาไทย,115
53,อุตรดิตถ์,3,48,ไทยสร้างไทย,300
53,อุตรดิตถ์,3,49,ไทยก้าวใหม่,186
53,อุตรดิตถ์,3,50,ประชาอาสาชาติ,10
53,อุตรดิตถ์,3,51,พร้อม,34
53,อุตรดิตถ์,3,52,เครือข่ายชาวนาแห่งประเทศไทย,20
53,อุตรดิตถ์,3,53,ไทยพิทักษ์ธรรม,10
53,อุตรดิตถ์,3,54,ความหวังใหม่,8
53,อุตรดิตถ์,3,55,ไทยรวมไทย,31
53,อุตรดิตถ์,3,56,เพื่อบ้านเมือง,46
53,อุตรดิตถ์,3,57,พลังไทยรักชาติ,49
54,แพร่,1,1,ไทยทรัพย์ทวี,1115
54,แพร่,1,2,เพื่อชาติไทย,1638
54,แพร่,1,3,ใหม่,866
54,แพร่,1,4,มิติใหม่,346
54,แพร่,1,5,รวมใจไทย,278
54,แพร่,1,6,รวมไทยสร้างชาติ,1364
54,แพร่,1,7,พลวัด,48
54,แพร่,1,8,ประชาธิปไตยใหม่,272
54,แพร่,1,9,เพื่อไทย,24136
54,แพร่,1,10,ทางเลือกใหม่,270
54,แพร่,1,11,เศรษฐกิจ,1706
54,แพร่,1,12,เสรีรวมไทย,480
54,แพร่,1,13,รวมพลังประชาชน,350
54,แพร่,1,14,ท้องที่ไทย,84
54,แพร่,1,15,อนาคตไทย,50
54,แพร่,1,16,พลังเพื่อไทย,109
54,แพร่,1,17,ไทยชนะ,61
54,แพร่,1,18,พลังสังคมใหม่,15
54,แพร่,1,19,สังคมประชาธิปไตยไทย,7
54,แพร่,1,20,ฟิวชัน,14
54,แพร่,1,21,ไทรวมพลัง,20
54,แพร่,1,22,ก้าวอิสระ,17
54,แพร่,1,23,ปวงชนไทย,43
54,แพร่,1,24,วิชชั่นใหม่,49
54,แพร่,1,25,เพื่อชีวิตใหม่,11
54,แพร่,1,26,คลองไทย,24
54,แพร่,1,27,ประชาธิปัตย์,1967
54,แพร่,1,28,ไทยก้าวหน้า,67
54,แพร่,1,29,ไทยภักดี,422
54,แพร่,1,30,แรงงานสร้างชาติ,118
54,แพร่,1,31,ประชากรไทย,118
54,แพร่,1,32,ครูไทยเพื่อประชาชน,97
54,แพร่,1,33,ประชาชาติ,95
54,แพร่,1,34,สร้างอนาคตไทย,138
54,แพร่,1,35,รักชาติ,84
54,แพร่,1,36,ไทยพร้อม,118
54,แพร่,1,37,ภูมิใจไทย,19935
54,แพร่,1,38,พลังธรรมใหม่,231
54,แพร่,1,39,กรีน,33
54,แพร่,1,40,ไทยธรรม,29
54,แพร่,1,41,แผ่นดินธรรม,17
54,แพร่,1,42,กล้าธรรม,1301
54,แพร่,1,43,พลังประชารัฐ,124
54,แพร่,1,44,โอกาสใหม่,570
54,แพร่,1,45,เป็นธรรม,37
54,แพร่,1,46,ประชาชน,32631
54,แพร่,1,47,ประชาไทย,119
54,แพร่,1,48,ไทยสร้างไทย,257
54,แพร่,1,49,ไทยก้าวใหม่,211
54,แพร่,1,50,ประชาอาสาชาติ,5
54,แพร่,1,51,พร้อม,18
54,แพร่,1,52,เครือข่ายชาวนาแห่งประเทศไทย,4
54,แพร่,1,53,ไทยพิทักษ์ธรรม,6
54,แพร่,1,54,ความหวังใหม่,12
54,แพร่,1,55,ไทยรวมไทย,7
54,แพร่,1,56,เพื่อบ้านเมือง,11
54,แพร่,1,57,พลังไทยรักชาติ,27
54,แพร่,2,1,ไทยทรัพย์ทวี,1735
54,แพร่,2,2,เพื่อชาติไทย,1929
54,แพร่,2,3,ใหม่,220
54,แพร่,2,4,มิติใหม่,245
54,แพร่,2,5,รวมใจไทย,323
54,แพร่,2,6,รวมไทยสร้างชาติ,731
54,แพร่,2,7,พลวัต,66
54,แพร่,2,8,ประชาธิปไตยใหม่,446
54,แพร่,2,9,เพื่อไทย,18122
54,แพร่,2,10,ทางเลือกใหม่,200
54,แพร่,2,11,เศรษฐกิจ,1413
54,แพร่,2,12,เสรีรวมไทย,289
54,แพร่,2,13,รวมพลังประชาชน,287
54,แพร่,2,14,ท้องที่ไทย,154
54,แพร่,2,15,อนาคตไทย,38
54,แพร่,2,16,พลังเพื่อไทย,115
54,แพร่,2,17,ไทยชนะ,117
54,แพร่,2,18,พลังสังคมใหม่,12
54,แพร่,2,19,สังคมประชาธิปไตยไทย,16
54,แพร่,2,20,ฟิวชัน,20
54,แพร่,2,21,ไทรวมพลัง,24
54,แพร่,2,22,ก้าวอิสระ,12
54,แพร่,2,23,ปวงชนไทย,43
54,แพร่,2,24,วิชชั่นใหม่,41
54,แพร่,2,25,เพื่อชีวิตใหม่,11
54,แพร่,2,26,คลองไทย,42
54,แพร่,2,27,ประชาธิปัตย์,1621
54,แพร่,2,28,ไทยก้าวหน้า,67
54,แพร่,2,29,ไทยภักดี,269
54,แพร่,2,30,แรงงานสร้างชาติ,184
54,แพร่,2,31,ประชากรไทย,243
54,แพร่,2,32,ครูไทยเพื่อประชาชน,101
54,แพร่,2,33,ประชาชาติ,74
54,แพร่,2,34,สร้างอนาคตไทย,127
54,แพร่,2,35,รักชาติ,81
54,แพร่,2,36,ไทยพร้อม,155
54,แพร่,2,37,ภูมิใจไทย,29194
54,แพร่,2,38,พลังธรรมใหม่,294
54,แพร่,2,39,กรีน,39
54,แพร่,2,40,ไทยธรรม,24
54,แพร่,2,41,แผ่นดินธรรม,21
54,แพร่,2,42,กล้าธรรม,299
54,แพร่,2,43,พลังประชารัฐ,86
54,แพร่,2,44,โอกาสใหม่,127
54,แพร่,2,45,เป็นธรรม,43
54,แพร่,2,46,ประชาชน,22709
54,แพร่,2,47,ประชาไทย,158
54,แพร่,2,48,ไทยสร้างไทย,149
54,แพร่,2,49,ไทยก้าวใหม่,121
54,แพร่,2,50,ประชาอาสาชาติ,4
54,แพร่,2,51,พร้อม,16
54,แพร่,2,52,เครือข่ายชาวนาแห่งประเทศไทย,9
54,แพร่,2,53,ไทยพิทักษ์ธรรม,6
54,แพร่,2,54,ความหวังใหม่,10
54,แพร่,2,55,ไทยรวมไทย,9
54,แพร่,2,56,เพื่อบ้านเมือง,77
54,แพร่,2,57,พลังไทยรักชาติ,38
54,แพร่,3,1,ไทยทรัพย์ทวี,1156
54,แพร่,3,2,เพื่อชาติไทย,3243
54,แพร่,3,3,ใหม่,897
54,แพร่,3,4,มิติใหม่,691
54,แพร่,3,5,รวมใจไทย,404
54,แพร่,3,6,รวมไทยสร้างชาติ,1135
54,แพร่,3,7,พลวัต,86
54,แพร่,3,8,ประชาธิปไตยใหม่,308
54,แพร่,3,9,เพื่อไทย,22383
54,แพร่,3,10,ทางเลือกใหม่,277
54,แพร่,3,11,เศรษฐกิจ,1915
54,แพร่,3,12,เสรีรวมไทย,293
54,แพร่,3,13,รวมพลังประชาชน,478
54,แพร่,3,14,ท้องที่ไทย,88
54,แพร่,3,15,อนาคตไทย,65
54,แพร่,3,16,พลังเพื่อไทย,165
54,แพร่,3,17,ไทยชนะ,156
54,แพร่,3,18,พลังสังคมใหม่,24
54,แพร่,3,19,สังคมประชาธิปไตยไทย,30
54,แพร่,3,20,ฟิวชัน,25
54,แพร่,3,21,ไทรวมพลัง,34
54,แพร่,3,22,ก้าวอิสระ,35
54,แพร่,3,23,ปวงชนไทย,74
54,แพร่,3,24,วิชชั่นใหม่,130
54,แพร่,3,25,เพื่อชีวิตใหม่,26
54,แพร่,3,26,คลองไทย,92
54,แพร่,3,27,ประชาธิปัตย์,2398
54,แพร่,3,28,ไทยก้าวหน้า,107
54,แพร่,3,29,ไทยภักดี,273
54,แพร่,3,30,แรงงานสร้างชาติ,181
54,แพร่,3,31,ประชากรไทย,284
54,แพร่,3,32,ครูไทยเพื่อประชาชน,180
54,แพร่,3,33,ประชาชาติ,135
54,แพร่,3,34,สร้างอนาคตไทย,163
54,แพร่,3,35,รักชาติ,104
54,แพร่,3,36,ไทยพร้อม,161
54,แพร่,3,37,ภูมิใจไทย,10525
54,แพร่,3,38,พลังธรรมใหม่,361
54,แพร่,3,39,กรีน,46
54,แพร่,3,40,ไทยธรรม,57
54,แพร่,3,41,แผ่นดินธรรม,27
54,แพร่,3,42,กล้าธรรม,976
54,แพร่,3,43,พลังประชารัฐ,209
54,แพร่,3,44,โอกาสใหม่,165
54,แพร่,3,45,เป็นธรรม,140
54,แพร่,3,46,ประชาชน,25151
54,แพร่,3,47,ประชาไทย,141
54,แพร่,3,48,ไทยสร้างไทย,204
54,แพร่,3,49,ไทยก้าวใหม่,153
54,แพร่,3,50,ประชาอาสาชาติ,3
54,แพร่,3,51,พร้อม,35
54,แพร่,3,52,เครือข่ายชาวนาแห่งประเทศไทย,19
54,แพร่,3,53,ไทยพิทักษ์ธรรม,27
54,แพร่,3,54,ความหวังใหม่,16
54,แพร่,3,55,ไทยรวมไทย,25
54,แพร่,3,56,เพื่อบ้านเมือง,43
54,แพร่,3,57,พลังไทยรักชาติ,78
55,น่าน,1,1,ไทยทรัพย์ทวี,1289
55,น่าน,1,2,เพื่อชาติไทย,1170
55,น่าน,1,3,ใหม่,1152
55,น่าน,1,4,มิติใหม่,353
55,น่าน,1,5,รวมใจไทย,488
55,น่าน,1,6,รวมไทยสร้างชาติ,1412
55,น่าน,1,7,พลวัต,933
55,น่าน,1,8,ประชาธิปไตยใหม่,1643
55,น่าน,1,9,เพื่อไทย,18728
55,น่าน,1,10,ทางเลือกใหม่,530
55,น่าน,1,11,เศรษฐกิจ,2380
55,น่าน,1,12,เสรีรวมไทย,279
55,น่าน,1,13,รวมพลังประชาชน,794
55,น่าน,1,14,ท้องทีไทย,103
55,น่าน,1,15,อนาคตไทย,97
55,น่าน,1,16,พลังเพื่อไทย,292
55,น่าน,1,17,ไทยชนะ,251
55,น่าน,1,18,พลังสังคมใหม่,1124
55,น่าน,1,19,สังคมประชาธิปไตยไทย,76
55,น่าน,1,20,ฟิวชัน,61
55,น่าน,1,21,ไทรวมพลัง,59
55,น่าน,1,22,ก้าวอิสระ,63
55,น่าน,1,23,ปวงชนไทย,68
55,น่าน,1,24,วิชชั่นใหม่,287
55,น่าน,1,25,เพื่อชีวิตใหม่,46
55,น่าน,1,26,คลองไทย,130
55,น่าน,1,27,ประชาธิปัตย์,4083
55,น่าน,1,28,ไทยก้าวหน้า,212
55,น่าน,1,29,ไทยภักดี,321
55,น่าน,1,30,แรงงานสร้างชาติ,225
55,น่าน,1,31,ประชากรไทย,175
55,น่าน,1,32,ครูไทยเพื่อประชาชน,214
55,น่าน,1,33,ประชาชาติ,122
55,น่าน,1,34,สร้างอนาคตไทย,178
55,น่าน,1,35,รักชาติ,120
55,น่าน,1,36,ไทยพร้อม,274
55,น่าน,1,37,ภูมิใจไทย,10406
55,น่าน,1,38,พลังธรรมใหม่,333
55,น่าน,1,39,กรีน,57
55,น่าน,1,40,ไทยธรรม,69
55,น่าน,1,41,แผ่นดินธรรม,234
55,น่าน,1,42,กล้าธรรม,5764
55,น่าน,1,43,พลังประชารัฐ,460
55,น่าน,1,44,โอกาลใหม่,83
55,น่าน,1,45,เป็นธรรม,515
55,น่าน,1,46,ประชาชน,38359
55,น่าน,1,47,ประชาไทย,273
55,น่าน,1,48,ไทยสร้างไทย,329
55,น่าน,1,49,ไทยก้าวใหม่,618
55,น่าน,1,50,ประชาอาสาชาติ,24
55,น่าน,1,51,พร้อม,33
55,น่าน,1,52,เครือข่ายชาวนาแห่งประเทศไทย,14
55,น่าน,1,53,ไทยพิทักษ์ธรรม,23
55,น่าน,1,54,ความหวังใหม่,26
55,น่าน,1,55,ไทยรวมไทย,24
55,น่าน,1,56,เพื่อบ้านเมือง,68
55,น่าน,1,57,พลังไทยรักชาติ,59
55,น่าน,2,1,ไทยทรัพย์ทวี,1269
55,น่าน,2,2,เพื่อชาติไทย,1267
55,น่าน,2,3,ใหม่,2713
55,น่าน,2,4,มิติใหม่,327
55,น่าน,2,5,รวมใจไทย,1279
55,น่าน,2,6,รวมไทยสร้างชาติ,1233
55,น่าน,2,7,พลวัต,145
55,น่าน,2,8,ประชาธิปไตยใหม่,454
55,น่าน,2,9,เพื่อไทย,19622
55,น่าน,2,10,ทางเลือกใหม่,338
55,น่าน,2,11,เศรษฐกิจ,2371
55,น่าน,2,12,เสรีรวมไทย,268
55,น่าน,2,13,รวมพลังประชาชน,833
55,น่าน,2,14,ท้องที่ไทย,179
55,น่าน,2,15,อนาคตไทย,67
55,น่าน,2,16,พลังเพื่อไทย,265
55,น่าน,2,17,ไทยชนะ,223
55,น่าน,2,18,พลังสังคมใหม่,242
55,น่าน,2,19,สังคมประชาธิปไตยไทย,62
55,น่าน,2,20,ฟิวชัน,43
55,น่าน,2,21,ไทรวมพลัง,62
55,น่าน,2,22,ก้าวอิสระ,70
55,น่าน,2,23,ปวงชนไทย,116
55,น่าน,2,24,วิชชันใหม่,487
55,น่าน,2,25,เพื่อชีวิตใหม่,59
55,น่าน,2,26,คลองไทย,205
55,น่าน,2,27,ประชาธิปัตย์,4796
55,น่าน,2,28,ไทยก้าวหน้า,191
55,น่าน,2,29,ไทยภักดี,250
55,น่าน,2,30,แรงงานสร้างชาติ,193
55,น่าน,2,31,ประชากรไทย,189
55,น่าน,2,32,ครูไทยเพื่อประชาชน,306
55,น่าน,2,33,ประชาชาติ,125
55,น่าน,2,34,สร้างอนาคตไทย,232
55,น่าน,2,35,รักชาติ,113
55,น่าน,2,36,ไทยพร้อม,202
55,น่าน,2,37,ภูมิใจไทย,4906
55,น่าน,2,38,พลังธรรมใหม่,347
55,น่าน,2,39,กรีน,52
55,น่าน,2,40,ไทยธรรม,96
55,น่าน,2,41,แผ่นดินธรรม,163
55,น่าน,2,42,กล้าธรรม,11937
55,น่าน,2,43,พลังประชารัฐ,656
55,น่าน,2,44,โอกาสใหม่,148
55,น่าน,2,45,เป็นธรรม,395
55,น่าน,2,46,ประชาชน,30149
55,น่าน,2,47,ประชาไทย,263
55,น่าน,2,48,ไทยสร้างไทย,289
55,น่าน,2,49,ไทยก้าวใหม่,285
55,น่าน,2,50,ประชาอาสาชาติ,8
55,น่าน,2,51,พร้อม,46
55,น่าน,2,52,เครือข่ายชาวนาแห่งประเทศไทย,22
55,น่าน,2,53,ไทยพิทักษ์ธรรม,45
55,น่าน,2,54,ความหวังใหม่,33
55,น่าน,2,55,ไทยรวมไทย,24
55,น่าน,2,56,เพื่อบ้านเมือง,104
55,น่าน,2,57,พลังไทยรักชาติ,80
55,น่าน,3,1,Unknown,0
55,น่าน,3,2,ไทยทรัพย์ทวี,2239
55,น่าน,3,3,เพื่อชาติไทย,2670
55,น่าน,3,4,ใหม่,1254
55,น่าน,3,5,มิติใหม่,627
55,น่าน,3,6,รวมใจไทย,575
55,น่าน,3,7,รวมไทยสร้างชาติ,1096
55,น่าน,3,8,พลวัต,869
55,น่าน,3,9,ประชาธิปไตยใหม่,454
55,น่าน,3,10,เพื่อไทย,18897
55,น่าน,3,11,ทางเลือกใหม่,516
55,น่าน,3,12,เศรษฐกิจ,1778
55,น่าน,3,13,เสรีรวมไทย,243
55,น่าน,3,14,รวมพลังประชาชน,770
55,น่าน,3,15,ท้องที่ไทย,338
55,น่าน,3,16,อนาคตไทย,139
55,น่าน,3,17,พลังเพื่อไทย,303
55,น่าน,3,18,ไทยชนะ,336
55,น่าน,3,19,พลังสังคมใหม่,279
55,น่าน,3,20,สังคมประชาธิปไตยไทย,103
55,น่าน,3,21,ฟิวชัน,80
55,น่าน,3,22,ไทรวมพลัง,85
55,น่าน,3,23,ก้าวอิสระ,83
55,น่าน,3,24,ปวงชนไทย,83
55,น่าน,3,25,วิชชั่นใหม่,229
55,น่าน,3,26,เพื่อชีวิตใหม่,89
55,น่าน,3,27,คลองไทย,200
55,น่าน,3,28,ประชาธิปัตย์,2722
55,น่าน,3,29,ไทยก้าวหน้า,282
55,น่าน,3,30,ไทยภักดี,577
55,น่าน,3,31,แรงงานสร้างชาติ,432
55,น่าน,3,32,ประชากรไทย,365
55,น่าน,3,33,ครูไทยเพื่อประชาชน,274
55,น่าน,3,34,ประชาชาติ,281
55,น่าน,3,35,สร้างอนาคตไทย,162
55,น่าน,3,36,รักชาติ,113
55,น่าน,3,37,ไทยพร้อม,174
55,น่าน,3,38,ภูมิใจไทย,6096
55,น่าน,3,39,พลังธรรมใหม่,518
55,น่าน,3,40,กรีน,92
55,น่าน,3,41,ไทยธรรม,95
55,น่าน,3,42,แผ่นดินธรรม,55
55,น่าน,3,43,กล้าธรรม,2424
55,น่าน,3,44,พลังประชารัฐ,600
55,น่าน,3,45,โอกาสใหม่,619
55,น่าน,3,46,เป็นธรรม,295
55,น่าน,3,47,ประชาชน,28958
55,น่าน,3,48,ประชาไทย,202
55,น่าน,3,49,ไทยก้าวใหม่,444
55,น่าน,3,50,ไทยสร้างไทย,688
55,น่าน,3,51,ประชาอาสาชาติ,16
55,น่าน,3,52,พร้อม,54
55,น่าน,3,53,เครือข่ายชาวนาแห่งประเทศไทย,27
55,น่าน,3,54,ไทยพิทักษ์ธรรม,53
55,น่าน,3,55,ความหวังใหม่,42
55,น่าน,3,56,ไทยรวมไทย,49
55,น่าน,3,57,เพื่อบ้านเมือง,108
56,พะเยา,1,1,ไทยทรัพย์ทวี,76
56,พะเยา,1,2,เพื่อชาติไทย,391
56,พะเยา,1,3,ใหม่,941
56,พะเยา,1,4,มิติใหม่,95
56,พะเยา,1,5,รวมใจไทย,150
56,พะเยา,1,6,รวมไทยสร้างชาติ,705
56,พะเยา,1,7,พลวัต,43
56,พะเยา,1,8,ประชาธิปไตยใหม่,58
56,พะเยา,1,9,เพื่อไทย,5748
56,พะเยา,1,10,ทางเลือกใหม่,149
56,พะเยา,1,11,เศรษฐกิจ,943
56,พะเยา,1,12,เสรีรวมไทย,197
56,พะเยา,1,13,รวมพลังประชาชน,682
56,พะเยา,1,14,ท้องที่ไทย,68
56,พะเยา,1,15,อนาคตไทย,41
56,พะเยา,1,16,พลังเพื่อไทย,63
56,พะเยา,1,17,ไทยชนะ,42
56,พะเยา,1,18,พลังสังคมใหม่,3
56,พะเยา,1,19,สังคมประชาธิปไตยไทย,14
56,พะเยา,1,20,ฟิวชัน,25
56,พะเยา,1,21,ไทรวมพลัง,28
56,พะเยา,1,22,ก้าวอิสระ,64
56,พะเยา,1,23,ปวงชนไทย,47
56,พะเยา,1,24,วิชชั่นใหม่,595
56,พะเยา,1,25,เพื่อชีวิตใหม่,15
56,พะเยา,1,26,คลองไทย,34
56,พะเยา,1,27,ประชาธิปัตย์,1237
56,พะเยา,1,28,ไทยก้าวหน้า,57
56,พะเยา,1,29,ไทยภักดี,294
56,พะเยา,1,30,แรงงานสร้างชาติ,19
56,พะเยา,1,31,ประชากรไทย,46
56,พะเยา,1,32,ครูไทยเพื่อประชาชน,171
56,พะเยา,1,33,ประชาชาติ,75
56,พะเยา,1,34,สร้างอนาคตไทย,110
56,พะเยา,1,35,รักชาติ,43
56,พะเยา,1,36,ไทยพร้อม,33
56,พะเยา,1,37,ภูมิใจไทย,2484
56,พะเยา,1,38,พลังธรรมใหม่,70
56,พะเยา,1,39,กรีน,9
56,พะเยา,1,40,ไทยธรรม,58
56,พะเยา,1,41,แผ่นดินธรรม,176
56,พะเยา,1,42,กล้าธรรม,51944
56,พะเยา,1,43,พลังประชารัฐ,765
56,พะเยา,1,44,โอกาสใหม่,50
56,พะเยา,1,45,เป็นธรรม,71
56,พะเยา,1,46,ประชาชน,23565
56,พะเยา,1,47,ประชาไทย,85
56,พะเยา,1,48,ไทยสร้างไทย,112
56,พะเยา,1,49,ไทยก้าวใหม่,120
56,พะเยา,1,50,ประชาอาสาชาติ,3
56,พะเยา,1,51,พร้อม,25
56,พะเยา,1,52,เครือข่ายชาวนาแห่งประเทศไทย,11
56,พะเยา,1,53,ไทยพิทักษ์ธรรม,34
56,พะเยา,1,54,ความหวังใหม่,12
56,พะเยา,1,55,ไทยรวมไทย,14
56,พะเยา,1,56,เพื่อบ้านเมือง,6
56,พะเยา,1,57,พลังไทยรักชาติ,13
56,พะเยา,2,1,ไทยทรัพย์ทวี,1914
56,พะเยา,2,2,เพื่อชาติไทย,1107
56,พะเยา,2,3,ใหม่,638
56,พะเยา,2,4,มิติใหม่,123
56,พะเยา,2,5,รวมใจไทย,215
56,พะเยา,2,6,รวมไทยสร้างชาติ,514
56,พะเยา,2,7,พลวัต,40
56,พะเยา,2,8,ประชาธิปไตยใหม่,141
56,พะเยา,2,9,เพื่อไทย,18435
56,พะเยา,2,10,ทางเลือกใหม่,203
56,พะเยา,2,11,เศรษฐกิจ,1447
56,พะเยา,2,12,เสรีรวมไทย,205
56,พะเยา,2,13,รวมพลังประชาชน,627
56,พะเยา,2,14,ท้องที่ไทย,79
56,พะเยา,2,15,อนาคตไทย,45
56,พะเยา,2,16,พลังเพื่อไทย,121
56,พะเยา,2,17,ไทยชนะ,106
56,พะเยา,2,18,พลังสังคมใหม่,14
56,พะเยา,2,19,สังคมประชาธิปไตยไทย,29
56,พะเยา,2,20,ฟิวชัน,29
56,พะเยา,2,21,ไทรวมพลัง,44
56,พะเยา,2,22,ก้าวอิสระ,76
56,พะเยา,2,23,ปวงชนไทย,36
56,พะเยา,2,24,วิชชั่นใหม่,785
56,พะเยา,2,25,เพื่อชีวิตใหม่,22
56,พะเยา,2,26,คลองไทย,64
56,พะเยา,2,27,ประชาธิปัตย์,987
56,พะเยา,2,28,ไทยก้าวหน้า,90
56,พะเยา,2,29,ไทยภักดี,245
56,พะเยา,2,30,แรงงานสร้างชาติ,266
56,พะเยา,2,31,ประชากรไทย,83
56,พะเยา,2,32,ครูไทยเพื่อประชาชน,142
56,พะเยา,2,33,ประชาชาติ,61
56,พะเยา,2,34,สร้างอนาคตไทย,82
56,พะเยา,2,35,รักชาติ,39
56,พะเยา,2,36,ไทยพร้อม,48
56,พะเยา,2,37,ภูมิใจไทย,2530
56,พะเยา,2,38,พลังธรรมใหม่,345
56,พะเยา,2,39,กรีน,38
56,พะเยา,2,40,ไทยธรรม,66
56,พะเยา,2,41,แผ่นดินธรรม,183
56,พะเยา,2,42,กล้าธรรม,31919
56,พะเยา,2,43,พลังประชารัฐ,225
56,พะเยา,2,44,โอกาสใหม่,70
56,พะเยา,2,45,เป็นธรรม,99
56,พะเยา,2,46,ประชาชน,24359
56,พะเยา,2,47,ประชาไทย,114
56,พะเยา,2,48,ไทยสร้างไทย,157
56,พะเยา,2,49,ไทยก้าวใหม่,123
56,พะเยา,2,50,ประชาอาสาชาติ,9
56,พะเยา,2,51,พร้อม,28
56,พะเยา,2,52,เครือข่ายชาวนาแห่งประเทศไทย,25
56,พะเยา,2,53,ไทยพิทักษ์ธรรม,41
56,พะเยา,2,54,ความหวังใหม่,12
56,พะเยา,2,55,ไทยรวมไทย,9
56,พะเยา,2,56,เพื่อบ้านเมือง,16
56,พะเยา,2,57,พลังไทยรักชาติ,41
56,พะเยา,3,1,ไทยทรัพย์ทวี,2544
56,พะเยา,3,2,เพื่อชาติไทย,1339
56,พะเยา,3,3,ใหม่,773
56,พะเยา,3,4,มิติใหม่,179
56,พะเยา,3,5,รวมใจไทย,216
56,พะเยา,3,6,รวมไทยสร้างชาติ,536
56,พะเยา,3,7,พลวัต,50
56,พะเยา,3,8,ประชาธิปไตยใหม่,123
56,พะเยา,3,9,เพื่อไทย,12078
56,พะเยา,3,10,ทางเลือกใหม่,200
56,พะเยา,3,11,เศรษฐกิจ,1222
56,พะเยา,3,12,เสรีรวมไทย,274
56,พะเยา,3,13,รวมพลังประชาชน,892
56,พะเยา,3,14,ท้องที่ไทย,112
56,พะเยา,3,15,อนาคตไทย,61
56,พะเยา,3,16,พลังเพื่อไทย,141
56,พะเยา,3,17,ไทยชนะ,135
56,พะเยา,3,18,พลังสังคมใหม่,31
56,พะเยา,3,19,สังคมประชาธิปไตยไทย,33
56,พะเยา,3,20,ฟิวชัน,40
56,พะเยา,3,21,ไทรวมพลัง,54
56,พะเยา,3,22,ก้าวอิสระ,102
56,พะเยา,3,23,ปวงชนไทย,43
56,พะเยา,3,24,วิชชั่นใหม่,1039
56,พะเยา,3,25,เพื่อชีวิตใหม่,38
56,พะเยา,3,26,คลองไทย,83
56,พะเยา,3,27,ประชาธิปัตย์,1579
56,พะเยา,3,28,ไทยก้าวหน้า,121
56,พะเยา,3,29,ไทยภักดี,223
56,พะเยา,3,30,แรงงานสร้างชาติ,311
56,พะเยา,3,31,ประชากรไทย,133
56,พะเยา,3,32,ครูไทยเพื่อประชาชน,148
56,พะเยา,3,33,ประชาชาติ,85
56,พะเยา,3,34,สร้างอนาคตไทย,126
56,พะเยา,3,35,รักชาติ,53
56,พะเยา,3,36,ไทยพร้อม,64
56,พะเยา,3,37,ภูมิใจไทย,2621
56,พะเยา,3,38,พลังธรรมใหม่,204
56,พะเยา,3,39,กรีน,36
56,พะเยา,3,40,ไทยธรรม,88
56,พะเยา,3,41,แผ่นดินธรรม,243
56,พะเยา,3,42,กล้าธรรม,37613
56,พะเยา,3,43,พลังประชารัฐ,309
56,พะเยา,3,44,โอกาสใหม่,110
56,พะเยา,3,45,เป็นธรรม,151
56,พะเยา,3,46,ประชาชน,23184
56,พะเยา,3,47,ประชาไทย,106
56,พะเยา,3,48,ไทยสร้างไทย,197
56,พะเยา,3,49,ไทยก้าวใหม่,128
56,พะเยา,3,50,ประชาอาสาชาติ,7
56,พะเยา,3,51,พร้อม,32
56,พะเยา,3,52,เครือข่ายชาวนาแห่งประเทศไทย,27
56,พะเยา,3,53,ไทยพิทักษ์ธรรม,60
56,พะเยา,3,54,ความหวังใหม่,24
56,พะเยา,3,55,ไทยรวมไทย,16
56,พะเยา,3,56,เพื่อบ้านเมือง,36
56,พะเยา,3,57,พลังไทยรักชาติ,55
57,เชียงราย,1,1,ไทยทรัพย์ทวี,656
57,เชียงราย,1,2,เพื่อชาติไทย,903
57,เชียงราย,1,3,ใหม่,211
57,เชียงราย,1,4,มิติใหม่,171
57,เชียงราย,1,5,รวมใจไทย,313
57,เชียงราย,1,6,รวมไทยสร้างชาติ,2307
57,เชียงราย,1,7,พลวัต,2131
57,เชียงราย,1,8,ประชาธิปไตยใหม่,253
57,เชียงราย,1,9,เพื่อไทย,25309
57,เชียงราย,1,10,ทางเลือกใหม่,432
57,เชียงราย,1,11,เศรษฐกิจ,2200
57,เชียงราย,1,12,เสรีรวมไทย,405
57,เชียงราย,1,13,รวมพลังประชาชน,530
57,เชียงราย,1,14,ท้องที่ไทย,77
57,เชียงราย,1,15,อนาคตไทย,88
57,เชียงราย,1,16,พลังเพื่อไทย,267
57,เชียงราย,1,17,ไทยชนะ,165
57,เชียงราย,1,18,พลังสังคมใหม่,46
57,เชียงราย,1,19,สังคมประชาธิปไตย,47
57,เชียงราย,1,20,ฟิวชัน,52
57,เชียงราย,1,21,ไทรวมพลัง,53
57,เชียงราย,1,22,ก้าวอิสระ,61
57,เชียงราย,1,23,ปวงชนไทย,72
57,เชียงราย,1,24,วิชชั่นใหม่,156
57,เชียงราย,1,25,เพื่อชีวิตใหม่,35
57,เชียงราย,1,26,คลองไทย,100
57,เชียงราย,1,27,ประชาธิปัตย์,3168
57,เชียงราย,1,28,ไทยก้าวหน้า,123
57,เชียงราย,1,29,ไทยภักดี,775
57,เชียงราย,1,30,แรงงานสร้างชาติ,134
57,เชียงราย,1,31,ประชากรไทย,94
57,เชียงราย,1,32,ครูไทยเพื่อประชาชน,79
57,เชียงราย,1,33,ประชาชาติ,109
57,เชียงราย,1,34,สร้างอนาคตไทย,72
57,เชียงราย,1,35,รักชาติ,103
57,เชียงราย,1,36,ไทยพร้อม,204
57,เชียงราย,1,37,ภูมิใจไทย,8333
57,เชียงราย,1,38,พลังธรรมใหม่,267
57,เชียงราย,1,39,กรีน,51
57,เชียงราย,1,40,ไทยธรรม,50
57,เชียงราย,1,41,แผ่นดินธรรม,50
57,เชียงราย,1,42,กล้าธรรม,3673
57,เชียงราย,1,43,พลังประชารัฐ,137
57,เชียงราย,1,44,โอกาสใหม่,112
57,เชียงราย,1,45,เป็นธรรม,84
57,เชียงราย,1,46,ประชาชน,44555
57,เชียงราย,1,47,ประชาไทย,174
57,เชียงราย,1,48,ไทยสร้างไทย,365
57,เชียงราย,1,49,ไทยก้าวใหม่,303
57,เชียงราย,1,50,ประชาอาสาชาติ,5
57,เชียงราย,1,51,พร้อม,49
57,เชียงราย,1,52,เครือข่ายชาวนาแห่งประเทศไทย,16
57,เชียงราย,1,53,ไทยพิทักษ์ธรรม,14
57,เชียงราย,1,54,ความหวังใหม่,25
57,เชียงราย,1,55,ไทยรวมไทย,19
57,เชียงราย,1,56,เพื่อบ้านเมือง,31
57,เชียงราย,1,57,พลังไทยรักชาติ,65
57,เชียงราย,2,2,ไทยทรัพย์ทวี,313
57,เชียงราย,2,3,เพื่อชาติไทย,4529
57,เชียงราย,2,4,ใหม่,311
57,เชียงราย,2,5,มิติใหม่,1867
57,เชียงราย,2,6,รวมใจไทย,364
57,เชียงราย,2,7,รวมไทยสร้างชาติ,1528
57,เชียงราย,2,8,พลวัต,155
57,เชียงราย,2,9,ประชาธิปไตยใหม่,251
57,เชียงราย,2,10,เพื่อไทย,29326
57,เชียงราย,2,11,ทางเลือกใหม่,335
57,เชียงราย,2,12,เศรษฐกิจ,2394
57,เชียงราย,2,13,เสรีรวมไทย,274
57,เชียงราย,2,14,รวมพลังประชาชน,544
57,เชียงราย,2,15,ท้องที่ไทย,91
57,เชียงราย,2,16,อนาคตไทย,66
57,เชียงราย,2,17,พลังเพื่อไทย,236
57,เชียงราย,2,18,ไทยชนะ,183
57,เชียงราย,2,19,พลังสังคมใหม่,24
57,เชียงราย,2,20,สังคมประชาธิปไตยไทย,33
57,เชียงราย,2,21,ฟิวชั่น,48
57,เชียงราย,2,22,ไทรวมพลัง,31
57,เชียงราย,2,23,ก้าวอิสระ,54
57,เชียงราย,2,24,ปวงชนไทย,53
57,เชียงราย,2,25,วิชชั่นใหม่,287
57,เชียงราย,2,26,เพื่อชีวิตใหม่,41
57,เชียงราย,2,27,คลองไทย,136
57,เชียงราย,2,28,ประชาธิปัตย์,1501
57,เชียงราย,2,29,ไทยก้าวหน้า,129
57,เชียงราย,2,30,ไทยภักดี,403
57,เชียงราย,2,31,แรงงานสร้างชาติ,99
57,เชียงราย,2,32,ประชากรไทย,295
57,เชียงราย,2,33,ครูไทยเพื่อประชาชน,99
57,เชียงราย,2,34,ประชาชาติ,192
57,เชียงราย,2,35,สร้างอนาคตไทย,107
57,เชียงราย,2,36,รักชาติ,106
57,เชียงราย,2,37,ไทยพร้อม,97
57,เชียงราย,2,38,ภูมิใจไทย,5138
57,เชียงราย,2,39,พลังธรรมใหม่,477
57,เชียงราย,2,40,กรีน,52
57,เชียงราย,2,41,ไทยธรรม,60
57,เชียงราย,2,42,แผ่นดินธรรม,121
57,เชียงราย,2,43,กล้าธรรม,6901
57,เชียงราย,2,44,พลังประชารัฐ,117
57,เชียงราย,2,45,โอกาสใหม่,72
57,เชียงราย,2,46,เป็นธรรม,84
57,เชียงราย,2,47,ประชาชน,31654
57,เชียงราย,2,48,ประชาไทย,119
57,เชียงราย,2,49,ไทยสร้างไทย,265
57,เชียงราย,2,50,ไทยก้าวใหม่,195
57,เชียงราย,2,51,ประชาอาสาชาติ,10
57,เชียงราย,2,52,พร้อม,48
57,เชียงราย,2,53,เครือข่ายชาวนาแห่งประเทศไทย,12
57,เชียงราย,2,54,ไทยพิทักษ์ธรรม,17
57,เชียงราย,2,55,ความหวังใหม่,25
57,เชียงราย,2,56,ไทยรวมไทย,21
57,เชียงราย,2,57,เพื่อบ้านเมือง,29
57,เชียงราย,2,58,พลังไทยรักชาติ,41
57,เชียงราย,3,1,ไทยทรัพย์ทวี,688
57,เชียงราย,3,2,เพื่อชาติไทย,1429
57,เชียงราย,3,3,ใหม่,3036
57,เชียงราย,3,4,มิติใหม่,363
57,เชียงราย,3,5,รวมใจไทย,1050
57,เชียงราย,3,6,รวมไทยสร้างชาติ,3394
57,เชียงราย,3,7,พลวัต,283
57,เชียงราย,3,8,ประชาธิปไตยใหม่,389
57,เชียงราย,3,9,เพื่อไทย,24648
57,เชียงราย,3,10,ทางเลือกใหม่,420
57,เชียงราย,3,11,เศรษฐกิจ,2132
57,เชียงราย,3,12,เสรีรวมไทย,287
57,เชียงราย,3,13,รวมพลังประชาชน,793
57,เชียงราย,3,14,ท้องที่ไทย,127
57,เชียงราย,3,15,อนาคตไทย,102
57,เชียงราย,3,16,พลังเพื่อไทย,378
57,เชียงราย,3,17,ไทยชนะ,382
57,เชียงราย,3,18,พลังสังคมใหม่,65
57,เชียงราย,3,19,สังคมประชาธิปไตยไทย,74
57,เชียงราย,3,20,ฟิวชัน,87
57,เชียงราย,3,21,ไทรวมพลัง,65
57,เชียงราย,3,22,ก้าวอิสระ,74
57,เชียงราย,3,23,ปวงชนไทย,100
57,เชียงราย,3,24,วิชชั่นใหม่,263
57,เชียงราย,3,25,เพื่อชีวิตใหม่,91
57,เชียงราย,3,26,คลองไทย,248
57,เชียงราย,3,27,ประชาธิปัตย์,3625
57,เชียงราย,3,28,ไทยก้าวหน้า,187
57,เชียงราย,3,29,ไทยภักดี,272
57,เชียงราย,3,30,แรงงานสร้างชาติ,211
57,เชียงราย,3,31,ประชากรไทย,181
57,เชียงราย,3,32,ครูไทยเพื่อประชาชน,384
57,เชียงราย,3,33,ประชาชาติ,187
57,เชียงราย,3,34,สร้างอนาคตไทย,178
57,เชียงราย,3,35,รักชาติ,307
57,เชียงราย,3,36,ไทยพร้อม,191
57,เชียงราย,3,37,ภูมิใจไทย,5115
57,เชียงราย,3,38,พลังธรรมใหม่,509
57,เชียงราย,3,39,กรีน,79
57,เชียงราย,3,40,ไทยธรรม,89
57,เชียงราย,3,41,แผ่นดินธรรม,106
57,เชียงราย,3,42,กล้าธรรม,6983
57,เชียงราย,3,43,พลังประชารัฐ,338
57,เชียงราย,3,44,โอกาสใหม่,100
57,เชียงราย,3,45,เป็นธรรม,233
57,เชียงราย,3,46,ประชาชน,33968
57,เชียงราย,3,47,ประชาไทย,190
57,เชียงราย,3,48,ไทยสร้างไทย,303
57,เชียงราย,3,49,ไทยก้าวใหม่,211
57,เชียงราย,3,50,ประชาอาสาชาติ,22
57,เชียงราย,3,51,พร้อม,71
57,เชียงราย,3,52,เครือข่ายชาวนาแห่งประเทศไทย,31
57,เชียงราย,3,53,ไทยพิทักษ์ธรรม,27
57,เชียงราย,3,54,ความหวังใหม่,43
57,เชียงราย,3,55,ไทยรวมไทย,57
57,เชียงราย,3,56,เพื่อบ้านเมือง,82
57,เชียงราย,3,57,พลังไทยรักชาติ,88
57,เชียงราย,4,1,ไทยทรัพย์ทวี,2348
57,เชียงราย,4,2,เพื่อชาติไทย,1644
57,เชียงราย,4,3,ใหม่,301
57,เชียงราย,4,4,มิติใหม่,1665
57,เชียงราย,4,5,รวมใจไทย,318
57,เชียงราย,4,6,รวมไทยสร้างชาติ,1004
57,เชียงราย,4,7,พลวัต,186
57,เชียงราย,4,8,ประชาธิปไตยใหม่,324
57,เชียงราย,4,9,เพื่อไทย,28518
57,เชียงราย,4,10,ทางเลือกใหม่,349
57,เชียงราย,4,11,เศรษฐกิจ,2228
57,เชียงราย,4,12,เสรีรวมไทย,327
57,เชียงราย,4,13,รวมพลังประชาชน,679
57,เชียงราย,4,14,ท้องที่ไทย,123
57,เชียงราย,4,15,อนาคตไทย,81
57,เชียงราย,4,16,พลังเพื่อไทย,234
57,เชียงราย,4,17,ไทยชนะ,142
57,เชียงราย,4,18,พลังสังคมใหม่,25
57,เชียงราย,4,19,สังคมประชาธิปไตยไทย,42
57,เชียงราย,4,20,ฟิวชัน,46
57,เชียงราย,4,21,ไทรวมพลัง,131
57,เชียงราย,4,22,ก้าวอิสระ,61
57,เชียงราย,4,23,ปวงชนไทย,86
57,เชียงราย,4,24,วิชชั่นใหม่,496
57,เชียงราย,4,25,เพื่อชีวิตใหม่,37
57,เชียงราย,4,26,คลองไทย,115
57,เชียงราย,4,27,ประชาธิปัตย์,1800
57,เชียงราย,4,28,ไทยก้าวหน้า,134
57,เชียงราย,4,29,ไทยภักดี,343
57,เชียงราย,4,30,แรงงานสร้างชาติ,284
57,เชียงราย,4,31,ประชากรไทย,181
57,เชียงราย,4,32,ครูไทยเพื่อประชาชน,129
57,เชียงราย,4,33,ประชาชาติ,203
57,เชียงราย,4,34,สร้างอนาคตไทย,121
57,เชียงราย,4,35,รักชาติ,65
57,เชียงราย,4,36,ไทยพร้อม,110
57,เชียงราย,4,37,ภูมิใจไทย,5105
57,เชียงราย,4,38,พลังธรรมใหม่,453
57,เชียงราย,4,39,กรีน,60
57,เชียงราย,4,40,ไทยธรรม,65
57,เชียงราย,4,41,แผ่นดินธรรม,110
57,เชียงราย,4,42,กล้าธรรม,13547
57,เชียงราย,4,43,พลังประชารัฐ,179
57,เชียงราย,4,44,โอกาสใหม่,160
57,เชียงราย,4,45,เป็นธรรม,123
57,เชียงราย,4,46,ประชาชน,33135
57,เชียงราย,4,47,ประชาไทย,141
57,เชียงราย,4,48,ไทยสร้างไทย,387
57,เชียงราย,4,49,ไทยก้าวใหม่,208
57,เชียงราย,4,50,ประชาอาสาชาติ,19
57,เชียงราย,4,51,พร้อม,34
57,เชียงราย,4,52,เครือข่ายชาวนาแห่งประเทศไทย,17
57,เชียงราย,4,53,ไทยพิทักษ์ธรรม,28
57,เชียงราย,4,54,ความหวังใหม่,25
57,เชียงราย,4,55,ไทยรวมไทย,22
57,เชียงราย,4,56,เพื่อบ้านเมือง,37
57,เชียงราย,4,57,พลังไทยรักชาติ,69
57,เชียงราย,5,1,ไทยทรัพย์ทวี,1272
57,เชียงราย,5,2,เพื่อชาติไทย,3801
57,เชียงราย,5,3,ใหม่,679
57,เชียงราย,5,4,มิติใหม่,333
57,เชียงราย,5,5,รวมใจไทย,425
57,เชียงราย,5,6,รวมไทยสร้างชาติ,816
57,เชียงราย,5,7,พลวัต,356
57,เชียงราย,5,8,ประชาธิปไตยใหม่,379
57,เชียงราย,5,9,เพื่อไทย,30529
57,เชียงราย,5,10,ทางเลือกใหม่,373
57,เชียงราย,5,11,เศรษฐกิจ,2384
57,เชียงราย,5,12,เสรีรวมไทย,236
57,เชียงราย,5,13,รวมพลังประชาชน,542
57,เชียงราย,5,14,ท้องที่ไทย,58
57,เชียงราย,5,15,อนาคตไทย,85
57,เชียงราย,5,16,พลังเพื่อไทย,203
57,เชียงราย,5,17,ไทยชนะ,202
57,เชียงราย,5,18,พลังสังคมใหม่,25
57,เชียงราย,5,19,สังคมประชาธิปไตยไทย,58
57,เชียงราย,5,20,ฟิวชัน,39
57,เชียงราย,5,21,ไทรวมพลัง,44
57,เชียงราย,5,22,ก้าวอิสระ,32
57,เชียงราย,5,23,ปวงชนไทย,57
57,เชียงราย,5,24,วิชชั่นใหม่,50
57,เชียงราย,5,25,เพื่อชีวิตใหม่,21
57,เชียงราย,5,26,คลองไทย,71
57,เชียงราย,5,27,ประชาธิปัตย์,1737
57,เชียงราย,5,28,ไทยก้าวหน้า,90
57,เชียงราย,5,29,ไทยภักดี,240
57,เชียงราย,5,30,แรงงานสร้างชาติ,185
57,เชียงราย,5,31,ประชากรไทย,336
57,เชียงราย,5,32,ครูไทยเพื่อประชาชน,183
57,เชียงราย,5,33,ประชาชาติ,118
57,เชียงราย,5,34,สร้างอนาคตไทย,127
57,เชียงราย,5,35,รักชาติ,81
57,เชียงราย,5,36,ไทยพร้อม,154
57,เชียงราย,5,37,ภูมิใจไทย,14243
57,เชียงราย,5,38,พลังธรรมใหม่,578
57,เชียงราย,5,39,กรีน,51
57,เชียงราย,5,40,ไทยธรรม,47
57,เชียงราย,5,41,แผ่นดินธรรม,20
57,เชียงราย,5,42,กล้าธรรม,384
57,เชียงราย,5,43,พลังประชารัฐ,154
57,เชียงราย,5,44,โอกาสใหม่,454
57,เชียงราย,5,45,เป็นธรรม,165
57,เชียงราย,5,46,ประชาชน,29300
57,เชียงราย,5,47,ประชาไทย,149
57,เชียงราย,5,48,ไทยสร้างไทย,354
57,เชียงราย,5,49,ไทยก้าวใหม่,129
57,เชียงราย,5,50,ประชาอาสาชาติ,5
57,เชียงราย,5,51,พร้อม,30
57,เชียงราย,5,52,เครือข่ายชาวนาแห่งประเทศไทย,16
57,เชียงราย,5,53,ไทยพิทักษ์ธรรม,9
57,เชียงราย,5,54,ความหวังใหม่,14
57,เชียงราย,5,55,ไทยรวมไทย,17
57,เชียงราย,5,56,เพื่อบ้านเมือง,35
57,เชียงราย,5,57,พลังไทยรักชาติ,50
57,เชียงราย,6,2,ไทยทรัพย์ทวี,1064
57,เชียงราย,6,3,เพื่อชาติไทย,1028
57,เชียงราย,6,4,ใหม่,290
57,เชียงราย,6,5,มิติใหม่,1390
57,เชียงราย,6,6,รวมใจไทย,354
57,เชียงราย,6,7,รวมไทยสร้างชาติ,1053
57,เชียงราย,6,8,พลวัต,2027
57,เชียงราย,6,9,ประชาธิปไตยใหม่,322
57,เชียงราย,6,10,เพื่อไทย,18847
57,เชียงราย,6,11,ทางเลือกใหม่,365
57,เชียงราย,6,12,เศรษฐกิจ,1772
57,เชียงราย,6,13,เสรีรวมไทย,286
57,เชียงราย,6,14,รวมพลังประชาชน,419
57,เชียงราย,6,15,ท้องที่ไทย,119
57,เชียงราย,6,16,อนาคตไทย,98
57,เชียงราย,6,17,พลังเพื่อไทย,229
57,เชียงราย,6,18,ไทยชนะ,282
57,เชียงราย,6,19,พลังสังคมใหม่,60
57,เชียงราย,6,20,สังคมประชาธิปไตยไทย,41
57,เชียงราย,6,21,ฟิวชัน,68
57,เชียงราย,6,22,ไทรวมพลัง,59
57,เชียงราย,6,23,ก้าวอิสระ,89
57,เชียงราย,6,24,ปวงชนไทย,58
57,เชียงราย,6,25,วิชชั่นใหม่,205
57,เชียงราย,6,26,เพื่อชีวิตใหม่,49
57,เชียงราย,6,27,คลองไทย,134
57,เชียงราย,6,28,ประชาธิปัตย์,1924
57,เชียงราย,6,29,ไทยก้าวหน้า,190
57,เชียงราย,6,30,ไทยภักดี,319
57,เชียงราย,6,31,แรงงานสร้างชาติ,233
57,เชียงราย,6,32,ประชากรไทย,124
57,เชียงราย,6,33,ครูไทยเพื่อประชาชน,80
57,เชียงราย,6,34,ประชาชาติ,274
57,เชียงราย,6,35,สร้างอนาคตไทย,90
57,เชียงราย,6,36,รักชาติ,57
57,เชียงราย,6,37,ไทยพร้อม,228
57,เชียงราย,6,38,ภูมิใจไทย,4554
57,เชียงราย,6,39,พลังธรรมใหม่,303
57,เชียงราย,6,40,กรีน,47
57,เชียงราย,6,41,ไทยธรรม,70
57,เชียงราย,6,42,แผ่นดินธรรม,89
57,เชียงราย,6,43,กล้าธรรม,5958
57,เชียงราย,6,44,พลังประชารัฐ,159
57,เชียงราย,6,45,โอกาสใหม่,77
57,เชียงราย,6,46,เป็นธรรม,106
57,เชียงราย,6,47,ประชาชน,31622
57,เชียงราย,6,48,ประชาไทย,261
57,เชียงราย,6,49,ไทยสร้างไทย,226
57,เชียงราย,6,50,ไทยก้าวใหม่,212
57,เชียงราย,6,51,ประชาอาสาชาติ,17
57,เชียงราย,6,52,พร้อม,67
57,เชียงราย,6,53,เครือข่ายชาวนาแห่งประเทศไทย,26
57,เชียงราย,6,54,ไทยพิทักษ์ธรรม,16
57,เชียงราย,6,55,ความหวังใหม่,28
57,เชียงราย,6,56,ไทยรวมไทย,22
57,เชียงราย,6,57,เพื่อบ้านเมือง,49
57,เชียงราย,6,58,พลังไทยรักชาติ,91
57,เชียงราย,7,2,ไทยทรัพย์ทวี,493
57,เชียงราย,7,3,เพื่อชาติไทย,1751
57,เชียงราย,7,4,ใหม่,492
57,เชียงราย,7,5,มิติใหม่,203
57,เชียงราย,7,6,รวมใจไทย,425
57,เชียงราย,7,7,รวมไทยสร้างชาติ,3426
57,เชียงราย,7,8,พลวัต,389
57,เชียงราย,7,9,ประชาธิปไตยใหม่,2019
57,เชียงราย,7,10,เพื่อไทย,28773
57,เชียงราย,7,11,ทางเลือกใหม่,659
57,เชียงราย,7,12,เศรษฐกิจ,2384
57,เชียงราย,7,13,เสรีรวมไทย,287
57,เชียงราย,7,14,รวมพลังประชาชน,645
57,เชียงราย,7,15,ท้องที่ไทย,132
57,เชียงราย,7,16,อนาคตไทย,123
57,เชียงราย,7,17,พลังเพื่อไทย,320
57,เชียงราย,7,18,ไทยชนะ,225
57,เชียงราย,7,19,พลังสังคมใหม่,40
57,เชียงราย,7,20,สังคมประชาธิปไตยไทย,61
57,เชียงราย,7,21,ฟิวชัน,69
57,เชียงราย,7,22,ไทรวมพลัง,66
57,เชียงราย,7,23,ก้าวอิสระ,76
57,เชียงราย,7,24,ปวงชนไทย,80
57,เชียงราย,7,25,วิชชั่นใหม่,221
57,เชียงราย,7,26,เพื่อชีวิตใหม่,51
57,เชียงราย,7,27,คลองไทย,146
57,เชียงราย,7,28,ประชาธิปัตย์,1802
57,เชียงราย,7,29,ไทยก้าวหน้า,175
57,เชียงราย,7,30,ไทยภักดี,270
57,เชียงราย,7,31,แรงงานสร้างชาติ,145
57,เชียงราย,7,32,ประชากรไทย,179
57,เชียงราย,7,33,ครูไทยเพื่อประชาชน,136
57,เชียงราย,7,34,ประชาชาติ,113
57,เชียงราย,7,35,สร้างอนาคตไทย,92
57,เชียงราย,7,36,รักชาติ,246
57,เชียงราย,7,37,ไทยพร้อม,145
57,เชียงราย,7,38,ภูมิใจไทย,4973
57,เชียงราย,7,39,พลังธรรมใหม่,455
57,เชียงราย,7,40,กรีน,73
57,เชียงราย,7,41,ไทยธรรม,59
57,เชียงราย,7,42,แผ่นดินธรรม,61
57,เชียงราย,7,43,กล้าธรรม,4206
57,เชียงราย,7,44,พลังประชารัฐ,132
57,เชียงราย,7,45,โอกาสใหม่,305
57,เชียงราย,7,46,เป็นธรรม,83
57,เชียงราย,7,47,ประชาชน,30259
57,เชียงราย,7,48,ประชาไทย,151
57,เชียงราย,7,49,ไทยสร้างไทย,373
57,เชียงราย,7,50,ไทยก้าวใหม่,187
57,เชียงราย,7,51,ประชาอาสาชาติ,24
57,เชียงราย,7,52,พร้อม,52
57,เชียงราย,7,53,เครือข่ายชาวนาแห่งประเทศไทย,21
57,เชียงราย,7,54,ไทยพิทักษ์ธรรม,16
57,เชียงราย,7,55,ความหวังใหม่,36
57,เชียงราย,7,56,ไทยรวมไทย,30
57,เชียงราย,7,57,เพื่อบ้านเมือง,28
57,เชียงราย,7,58,พลังไทยรักชาติ,80
58,แม่ฮ่องสอน,1,1,ไทยทรัพย์ทวี,562
58,แม่ฮ่องสอน,1,2,เพื่อชาติไทย,3906
58,แม่ฮ่องสอน,1,3,ใหม่,781
58,แม่ฮ่องสอน,1,4,มิติใหม่,346
58,แม่ฮ่องสอน,1,5,รวมใจไทย,939
58,แม่ฮ่องสอน,1,6,รวมไทยสร้างชาติ,1051
58,แม่ฮ่องสอน,1,7,พลวัต,141
58,แม่ฮ่องสอน,1,8,ประชาธิปไตยใหม่,337
58,แม่ฮ่องสอน,1,9,เพื่อไทย,5824
58,แม่ฮ่องสอน,1,10,ทางเลือกใหม่,326
58,แม่ฮ่องสอน,1,11,เศรษฐกิจ,1851
58,แม่ฮ่องสอน,1,12,เสรีรวมไทย,280
58,แม่ฮ่องสอน,1,13,รวมพลังประชาชน,579
58,แม่ฮ่องสอน,1,14,ท้องที่ไทย,516
58,แม่ฮ่องสอน,1,15,อนาคตไทย,140
58,แม่ฮ่องสอน,1,16,พลังเพื่อไทย,246
58,แม่ฮ่องสอน,1,17,ไทยชนะ,336
58,แม่ฮ่องสอน,1,18,พลังสังคมใหม่,38
58,แม่ฮ่องสอน,1,19,สังคมประชาธิปไตยไทย,53
58,แม่ฮ่องสอน,1,20,ฟิวชัน,53
58,แม่ฮ่องสอน,1,21,ไทรวมพลัง,46
58,แม่ฮ่องสอน,1,22,ก้าวอิสระ,93
58,แม่ฮ่องสอน,1,23,ปวงชนไทย,67
58,แม่ฮ่องสอน,1,24,วิชชั่นใหม่,196
58,แม่ฮ่องสอน,1,25,เพื่อชีวิตใหม่,61
58,แม่ฮ่องสอน,1,26,คลองไทย,220
58,แม่ฮ่องสอน,1,27,ประชาธิปัตย์,4942
58,แม่ฮ่องสอน,1,28,ไทยก้าวหน้า,169
58,แม่ฮ่องสอน,1,29,ไทยภักดี,246
58,แม่ฮ่องสอน,1,30,แรงงานสร้างชาติ,160
58,แม่ฮ่องสอน,1,31,ประชากรไทย,411
58,แม่ฮ่องสอน,1,32,ครูไทยเพื่อประชาชน,191
58,แม่ฮ่องสอน,1,33,ประชาชาติ,131
58,แม่ฮ่องสอน,1,34,สร้างอนาคตไทย,126
58,แม่ฮ่องสอน,1,35,รักชาติ,108
58,แม่ฮ่องสอน,1,36,ไทยพร้อม,111
58,แม่ฮ่องสอน,1,37,ภูมิใจไทย,4324
58,แม่ฮ่องสอน,1,38,พลังธรรมใหม่,111
58,แม่ฮ่องสอน,1,39,กรีน,55
58,แม่ฮ่องสอน,1,40,ไทยธรรม,90
58,แม่ฮ่องสอน,1,41,แผ่นดินธรรม,109
58,แม่ฮ่องสอน,1,42,กล้าธรรม,4365
58,แม่ฮ่องสอน,1,43,พลังประชารัฐ,211
58,แม่ฮ่องสอน,1,44,โอกาสใหม่,99
58,แม่ฮ่องสอน,1,45,เป็นธรรม,163
58,แม่ฮ่องสอน,1,46,ประชาชน,26697
58,แม่ฮ่องสอน,1,47,ประชาไทย,199
58,แม่ฮ่องสอน,1,48,ไทยสร้างไทย,186
58,แม่ฮ่องสอน,1,49,ไทยก้าวใหม่,221
58,แม่ฮ่องสอน,1,50,ประชาอาสาชาติ,22
58,แม่ฮ่องสอน,1,51,พร้อม,61
58,แม่ฮ่องสอน,1,52,เครือข่ายชาวนาแห่งประเทศไทย,19
58,แม่ฮ่องสอน,1,53,ไทยพิทักษ์ธรรม,23
58,แม่ฮ่องสอน,1,54,ความหวังใหม่,33
58,แม่ฮ่องสอน,1,55,ไทยรวมไทย,49
58,แม่ฮ่องสอน,1,56,เพื่อบ้านเมือง,139
58,แม่ฮ่องสอน,1,57,พลังไทยรักชาติ,89
58,แม่ฮ่องสอน,2,1,ไทยทรัพย์ทวี,798
58,แม่ฮ่องสอน,2,2,เพื่อชาติไทย,4207
58,แม่ฮ่องสอน,2,3,ใหม่,806
58,แม่ฮ่องสอน,2,4,มิติใหม่,965
58,แม่ฮ่องสอน,2,5,รวมใจไทย,3880
58,แม่ฮ่องสอน,2,6,รวมไทยสร้างชาติ,1036
58,แม่ฮ่องสอน,2,7,พลวัต,400
58,แม่ฮ่องสอน,2,8,ประชาธิปไตยใหม่,538
58,แม่ฮ่องสอน,2,9,เพื่อไทย,5071
58,แม่ฮ่องสอน,2,10,ทางเลือกใหม่,400
58,แม่ฮ่องสอน,2,11,เศรษฐกิจ,1690
58,แม่ฮ่องสอน,2,12,เสรีรวมไทย,348
58,แม่ฮ่องสอน,2,13,รวมพลังประชาชน,560
58,แม่ฮ่องสอน,2,14,ท้องที่ไทย,298
58,แม่ฮ่องสอน,2,15,อนาคตไทย,185
58,แม่ฮ่องสอน,2,16,พลังเพื่อไทย,362
58,แม่ฮ่องสอน,2,17,ไทยชนะ,615
58,แม่ฮ่องสอน,2,18,พลังสังคมใหม่,97
58,แม่ฮ่องสอน,2,19,สังคมประชาธิปไตยไทย,114
58,แม่ฮ่องสอน,2,20,ฟิวชัน,104
58,แม่ฮ่องสอน,2,21,ไทยรวมพลัง,135
58,แม่ฮ่องสอน,2,22,ก้าวอิสระ,232
58,แม่ฮ่องสอน,2,23,ปวงชนไทย,142
58,แม่ฮ่องสอน,2,24,วินัยไทย,399
58,แม่ฮ่องสอน,2,25,เพื่อชีวิตใหม่,275
58,แม่ฮ่องสอน,2,26,คลองไทย,446
58,แม่ฮ่องสอน,2,27,ประชาธิปัตย์,5036
58,แม่ฮ่องสอน,2,28,ไทยก้าวหน้า,284
58,แม่ฮ่องสอน,2,29,ไทยภักดี,192
58,แม่ฮ่องสอน,2,30,แรงงานสร้างชาติ,199
58,แม่ฮ่องสอน,2,31,ประชากรไทย,500
58,แม่ฮ่องสอน,2,32,ครูไทยเพื่อประชาชน,218
58,แม่ฮ่องสอน,2,33,ประชาชาติ,225
58,แม่ฮ่องสอน,2,34,สร้างอนาคตไทย,395
58,แม่ฮ่องสอน,2,35,รักชาติ,178
58,แม่ฮ่องสอน,2,36,ไทยพร้อม,238
58,แม่ฮ่องสอน,2,37,ภูมิใจไทย,7668
58,แม่ฮ่องสอน,2,38,พลังธรรมใหม่,139
58,แม่ฮ่องสอน,2,39,กรีน,66
58,แม่ฮ่องสอน,2,40,ไทยธรรม,74
58,แม่ฮ่องสอน,2,41,แผ่นดินธรรม,110
58,แม่ฮ่องสอน,2,42,กล้าธรรม,2445
58,แม่ฮ่องสอน,2,43,พลังประชารัฐ,283
58,แม่ฮ่องสอน,2,44,โอกาสไทย,86
58,แม่ฮ่องสอน,2,45,เป็นธรรม,192
58,แม่ฮ่องสอน,2,46,ประชาชน,24494
58,แม่ฮ่องสอน,2,47,ประชาไทย,253
58,แม่ฮ่องสอน,2,48,ไทยสร้างไทย,132
58,แม่ฮ่องสอน,2,49,ไทยก้าวใหม่,171
58,แม่ฮ่องสอน,2,50,ประชาอาสาชาติ,33
58,แม่ฮ่องสอน,2,51,พร้อม,64
58,แม่ฮ่องสอน,2,52,เครือข่ายชาวนาแห่งประเทศไทย,42
58,แม่ฮ่องสอน,2,53,ไทยพิทักษ์ธรรม,88
58,แม่ฮ่องสอน,2,54,ความหวังใหม่,53
58,แม่ฮ่องสอน,2,55,ไทยรวมไทย,61
58,แม่ฮ่องสอน,2,56,เพื่อบ้านเมือง,152
58,แม่ฮ่องสอน,2,57,พลังไทยรักชาติ,106
60,นครสวรรค์,1,1,ไทยทรัพย์ทวี,156
60,นครสวรรค์,1,2,เพื่อชาติไทย,750
60,นครสวรรค์,1,3,ใหม่,2104
60,นครสวรรค์,1,4,มิติใหม่,411
60,นครสวรรค์,1,5,รวมใจไทย,662
60,นครสวรรค์,1,6,รวมไทยสร้างชาติ,2704
60,นครสวรรค์,1,7,พลวัต,98
60,นครสวรรค์,1,8,ประชาธิปไตยใหม่,490
60,นครสวรรค์,1,9,เพื่อไทย,6401
60,นครสวรรค์,1,10,ทางเลือกใหม่,529
60,นครสวรรค์,1,11,เศรษฐกิจ,2758
60,นครสวรรค์,1,12,เสรีรวมไทย,393
60,นครสวรรค์,1,13,รวมพลังประชาชน,382
60,นครสวรรค์,1,14,ท้องที่ไทย,237
60,นครสวรรค์,1,15,อนาคตไทย,77
60,นครสวรรค์,1,16,พลังเพื่อไทย,102
60,นครสวรรค์,1,17,ไทยชนะ,81
60,นครสวรรค์,1,18,พลังสังคมใหม่,20
60,นครสวรรค์,1,19,สังคมประชาธิปไตยไทย,46
60,นครสวรรค์,1,20,ฟิวชัน,26
60,นครสวรรค์,1,21,ไทรวมพลัง,44
60,นครสวรรค์,1,22,ก้าวอิสระ,23
60,นครสวรรค์,1,23,ปวงชนไทย,63
60,นครสวรรค์,1,24,วิชชั่นใหม่,47
60,นครสวรรค์,1,25,เพื่อชีวิตใหม่,28
60,นครสวรรค์,1,26,คลองไทย,60
60,นครสวรรค์,1,27,ประชาธิปัตย์,7173
60,นครสวรรค์,1,28,ไทยก้าวหน้า,95
60,นครสวรรค์,1,29,ไทยภักดี,1165
60,นครสวรรค์,1,30,แรงงานสร้างชาติ,62
60,นครสวรรค์,1,31,ประชากรไทย,89
60,นครสวรรค์,1,32,ครูไทยเพื่อประชาชน,145
60,นครสวรรค์,1,33,ประชาชาติ,122
60,นครสวรรค์,1,34,สร้างอนาคตไทย,103
60,นครสวรรค์,1,35,รักชาติ,157
60,นครสวรรค์,1,36,ไทยพร้อม,141
60,นครสวรรค์,1,37,ภูมิใจไทย,27799
60,นครสวรรค์,1,38,พลังธรรมใหม่,87
60,นครสวรรค์,1,39,กรีน,39
60,นครสวรรค์,1,40,ไทยธรรม,27
60,นครสวรรค์,1,41,แผ่นดินธรรม,13
60,นครสวรรค์,1,42,กล้าธรรม,189
60,นครสวรรค์,1,43,พลังประชารัฐ,155
60,นครสวรรค์,1,44,โอกาสใหม่,438
60,นครสวรรค์,1,45,เป็นธรรม,52
60,นครสวรรค์,1,46,ประชาชน,33966
60,นครสวรรค์,1,47,ประชาไทย,148
60,นครสวรรค์,1,48,ไทยสร้างไทย,272
60,นครสวรรค์,1,49,ไทยก้าวใหม่,242
60,นครสวรรค์,1,50,ประชาอาสาชาติ,3
60,นครสวรรค์,1,51,พร้อม,42
60,นครสวรรค์,1,52,เครือข่ายชาวนาแห่งประเทศไทย,15
60,นครสวรรค์,1,53,ไทยพิทักษ์ธรรม,12
60,นครสวรรค์,1,54,ความหวังใหม่,22
60,นครสวรรค์,1,55,ไทยรวมไทย,12
60,นครสวรรค์,1,56,เพื่อบ้านเมือง,28
60,นครสวรรค์,1,57,พลังไทยรักชาติ,42
60,นครสวรรค์,2,1,ไทยทรัพย์ทวี,322
60,นครสวรรค์,2,2,เพื่อชาติไทย,1375
60,นครสวรรค์,2,3,ใหม่,2346
60,นครสวรรค์,2,4,มิติใหม่,202
60,นครสวรรค์,2,5,รวมใจไทย,2644
60,นครสวรรค์,2,6,รวมไทยสร้างชาติ,2170
60,นครสวรรค์,2,7,พลวัต,161
60,นครสวรรค์,2,8,ประชาธิปไตยใหม่,713
60,นครสวรรค์,2,9,เพื่อไทย,12742
60,นครสวรรค์,2,10,ทางเลือกใหม่,449
60,นครสวรรค์,2,11,เศรษฐกิจ,3087
60,นครสวรรค์,2,12,เสรีรวมไทย,417
60,นครสวรรค์,2,13,รวมพลังประชาชน,487
60,นครสวรรค์,2,14,ท้องที่ไทย,343
60,นครสวรรค์,2,15,อนาคตไทย,75
60,นครสวรรค์,2,16,พลังเพื่อไทย,196
60,นครสวรรค์,2,17,ไทยชนะ,210
60,นครสวรรค์,2,18,พลังสังคมใหม่,23
60,นครสวรรค์,2,19,สังคมประชาธิปไตยไทย,86
60,นครสวรรค์,2,20,ฟิวชัน,43
60,นครสวรรค์,2,21,ไทรวมพลัง,39
60,นครสวรรค์,2,22,ก้าวอิสระ,35
60,นครสวรรค์,2,23,ปวงชนไทย,102
60,นครสวรรค์,2,24,วิชชันใหม่,62
60,นครสวรรค์,2,25,เพื่อชีวิตใหม่,74
60,นครสวรรค์,2,26,คลองไทย,129
60,นครสวรรค์,2,27,ประชาธิปัตย์,7262
60,นครสวรรค์,2,28,ไทยก้าวหน้า,135
60,นครสวรรค์,2,29,ไทยภักดี,621
60,นครสวรรค์,2,30,แรงงานสร้างชาติ,119
60,นครสวรรค์,2,31,ประชากรไทย,172
60,นครสวรรค์,2,32,ครูไทยเพื่อประชาชน,216
60,นครสวรรค์,2,33,ประชาชาติ,262
60,นครสวรรค์,2,34,สร้างอนาคตไทย,240
60,นครสวรรค์,2,35,รักชาติ,229
60,นครสวรรค์,2,36,ไทยพร้อม,177
60,นครสวรรค์,2,37,ภูมิใจไทย,28543
60,นครสวรรค์,2,38,พลังธรรมใหม่,264
60,นครสวรรค์,2,39,กรีน,65
60,นครสวรรค์,2,40,ไทยธรรม,47
60,นครสวรรค์,2,41,แผ่นดินธรรม,23
60,นครสวรรค์,2,42,กล้าธรรม,136
60,นครสวรรค์,2,43,พลังประชารัฐ,178
60,นครสวรรค์,2,44,โอกาสใหม่,655
60,นครสวรรค์,2,45,เป็นธรรม,80
60,นครสวรรค์,2,46,ประชาชน,26024
60,นครสวรรค์,2,47,ประชาไทย,221
60,นครสวรรค์,2,48,ไทยสร้างไทย,269
60,นครสวรรค์,2,49,ไทยก้าวใหม่,162
60,นครสวรรค์,2,50,ประชาอาสาชาติ,10
60,นครสวรรค์,2,51,พร้อม,54
60,นครสวรรค์,2,52,เครือข่ายชาวนาแห่งประเทศไทย,26
60,นครสวรรค์,2,53,ไทยพิทักษ์ธรรม,16
60,นครสวรรค์,2,54,ความหวังใหม่,23
60,นครสวรรค์,2,55,ไทยรวมไทย,20
60,นครสวรรค์,2,56,เพื่อบ้านเมือง,84
60,นครสวรรค์,2,57,พลังไทยรักชาติ,63
60,นครสวรรค์,3,1,ไทยทรัพย์ทวี,981
60,นครสวรรค์,3,2,เพื่อชาติไทย,1732
60,นครสวรรค์,3,3,ใหม่,1206
60,นครสวรรค์,3,4,มิติใหม่,437
60,นครสวรรค์,3,5,รวมใจไทย,5674
60,นครสวรรค์,3,6,รวมไทยสร้างชาติ,2202
60,นครสวรรค์,3,7,พลวัต,203
60,นครสวรรค์,3,8,ประชาธิปไตยใหม่,682
60,นครสวรรค์,3,9,เพื่อไทย,10490
60,นครสวรรค์,3,10,ทางเลือกใหม่,566
60,นครสวรรค์,3,11,เศรษฐกิจ,4063
60,นครสวรรค์,3,12,เสรีรวมไทย,491
60,นครสวรรค์,3,13,รวมพลังประชาชน,823
60,นครสวรรค์,3,14,ท้องที่ไทย,1041
60,นครสวรรค์,3,15,อนาคตไทย,160
60,นครสวรรค์,3,16,พลังเพื่อไทย,289
60,นครสวรรค์,3,17,ไทยชนะ,288
60,นครสวรรค์,3,18,พลังสังคมใหม่,38
60,นครสวรรค์,3,19,สังคมประชาธิปไตยไทย,67
60,นครสวรรค์,3,20,ฟิวชัน,72
60,นครสวรรค์,3,21,ไทรวมพลัง,68
60,นครสวรรค์,3,22,ก้าวอิสระ,63
60,นครสวรรค์,3,23,ปวงชนไทย,79
60,นครสวรรค์,3,24,วิชชั่นใหม่,219
60,นครสวรรค์,3,25,เพื่อชีวิตใหม่,87
60,นครสวรรค์,3,26,คลองไทย,158
60,นครสวรรค์,3,27,ประชาธิปัตย์,8566
60,นครสวรรค์,3,28,ไทยก้าวหน้า,230
60,นครสวรรค์,3,29,ไทยภักดี,497
60,นครสวรรค์,3,30,แรงงานสร้างไทย,250
60,นครสวรรค์,3,31,ประชากรไทย,250
60,นครสวรรค์,3,32,ครูไทยเพื่อประชาชน,202
60,นครสวรรค์,3,33,ประชาชาติ,203
60,นครสวรรค์,3,34,สร้างอนาคตไทย,426
60,นครสวรรค์,3,35,รักชาติ,250
60,นครสวรรค์,3,36,ไทยพร้อม,228
60,นครสวรรค์,3,37,ภูมิใจไทย,12777
60,นครสวรรค์,3,38,พลังธรรมใหม่,229
60,นครสวรรค์,3,39,กรีน,64
60,นครสวรรค์,3,40,ไทยธรรม,112
60,นครสวรรค์,3,41,แผ่นดินธรรม,66
60,นครสวรรค์,3,42,กล้าธรรม,3782
60,นครสวรรค์,3,43,พลังประชารัฐ,371
60,นครสวรรค์,3,44,โอกาสใหม่,276
60,นครสวรรค์,3,45,เป็นธรรม,180
60,นครสวรรค์,3,46,ประชาชน,27442
60,นครสวรรค์,3,47,ประชาไทย,211
60,นครสวรรค์,3,48,ไทยสร้างไทย,380
60,นครสวรรค์,3,49,ไทยก้าวใหม่,203
60,นครสวรรค์,3,50,ประชาอาสาชาติ,20
60,นครสวรรค์,3,51,พร้อม,84
60,นครสวรรค์,3,52,เครือข่ายชาวนาแห่งประเทศไทย,103
60,นครสวรรค์,3,53,ไทยพิทักษ์ธรรม,34
60,นครสวรรค์,3,54,ความหวังใหม่,42
60,นครสวรรค์,3,55,ไทยรวมไทย,35
60,นครสวรรค์,3,56,เพื่อบ้านเมือง,242
60,นครสวรรค์,3,57,พลังไทยรักชาติ,103
60,นครสวรรค์,4,1,ไทยทรัพย์ทวี,596
60,นครสวรรค์,4,2,เพื่อชาติไทย,6443
60,นครสวรรค์,4,3,ใหม่,870
60,นครสวรรค์,4,4,มิติใหม่,351
60,นครสวรรค์,4,5,รวมใจไทย,1208
60,นครสวรรค์,4,6,รวมไทยสร้างชาติ,1750
60,นครสวรรค์,4,7,พลวัต,122
60,นครสวรรค์,4,8,ประชาธิปไตยใหม่,605
60,นครสวรรค์,4,9,เพื่อไทย,10320
60,นครสวรรค์,4,10,ทางเลือกใหม่,396
60,นครสวรรค์,4,11,เศรษฐกิจ,3303
60,นครสวรรค์,4,12,เสรีรวมไทย,430
60,นครสวรรค์,4,13,รวมพลังประชาชน,574
60,นครสวรรค์,4,14,ท้องที่ไทย,5452
60,นครสวรรค์,4,15,อนาคตไทย,87
60,นครสวรรค์,4,16,พลังเพื่อไทย,267
60,นครสวรรค์,4,17,ไทยชนะ,193
60,นครสวรรค์,4,18,พลังสังคมใหม่,28
60,นครสวรรค์,4,19,สังคมประชาธิปไตยไทย,33
60,นครสวรรค์,4,20,ฟิวชัน,47
60,นครสวรรค์,4,21,ไทรวมพลัง,43
60,นครสวรรค์,4,22,ก้าวอิสระ,34
60,นครสวรรค์,4,23,ปวงชนไทย,91
60,นครสวรรค์,4,24,วิชชั่นใหม่,97
60,นครสวรรค์,4,25,เพื่อชีวิตใหม่,40
60,นครสวรรค์,4,26,คลองไทย,98
60,นครสวรรค์,4,27,ประชาธิปัตย์,3619
60,นครสวรรค์,4,28,ไทยก้าวหน้า,157
60,นครสวรรค์,4,29,ไทยภักดี,399
60,นครสวรรค์,4,30,แรงงานสร้างชาติ,210
60,นครสวรรค์,4,31,ประชากรไทย,665
60,นครสวรรค์,4,32,ครูไทยเพื่อประชาชน,233
60,นครสวรรค์,4,33,ประชาชาติ,168
60,นครสวรรค์,4,34,สร้างอนาคตไทย,195
60,นครสวรรค์,4,35,รักชาติ,196
60,นครสวรรค์,4,36,ไทยพร้อม,210
60,นครสวรรค์,4,37,ภูมิใจไทย,20176
60,นครสวรรค์,4,38,พลังธรรมใหม่,236
60,นครสวรรค์,4,39,กรีน,52
60,นครสวรรค์,4,40,ไทยธรรม,100
60,นครสวรรค์,4,41,แผ่นดินธรรม,41
60,นครสวรรค์,4,42,กล้าธรรม,301
60,นครสวรรค์,4,43,พลังประชารัฐ,245
60,นครสวรรค์,4,44,โอกาสใหม่,53
60,นครสวรรค์,4,45,เป็นธรรม,117
60,นครสวรรค์,4,46,ประชาชน,21276
60,นครสวรรค์,4,47,ประชาไทย,171
60,นครสวรรค์,4,48,ไทยสร้างไทย,294
60,นครสวรรค์,4,49,ไทยก้าวใหม่,126
60,นครสวรรค์,4,50,ประชาอาสาชาติ,9
60,นครสวรรค์,4,51,พร้อม,55
60,นครสวรรค์,4,52,เครือข่ายชาวนาแห่งประเทศไทย,26
60,นครสวรรค์,4,53,ไทยพิทักษ์ธรรม,12
60,นครสวรรค์,4,54,ความหวังใหม่,32
60,นครสวรรค์,4,55,ไทยรวมไทย,31
60,นครสวรรค์,4,56,เพื่อบ้านเมือง,124
60,นครสวรรค์,4,57,พลังไทยรักชาติ,87
60,นครสวรรค์,5,1,ไทยทรัพย์ทวี,564
60,นครสวรรค์,5,2,เพื่อชาติไทย,1153
60,นครสวรรค์,5,3,ใหม่,475
60,นครสวรรค์,5,4,มิติใหม่,2541
60,นครสวรรค์,5,5,รวมใจไทย,1300
60,นครสวรรค์,5,6,รวมไทยสร้างชาติ,1843
60,นครสวรรค์,5,7,พลวัต,120
60,นครสวรรค์,5,8,ประชาธิปไตยใหม่,787
60,นครสวรรค์,5,9,เพื่อไทย,8363
60,นครสวรรค์,5,10,ทางเลือกใหม่,427
60,นครสวรรค์,5,11,เศรษฐกิจ,3321
60,นครสวรรค์,5,12,เสรีรวมไทย,405
60,นครสวรรค์,5,13,รวมพลังประชาชน,565
60,นครสวรรค์,5,14,ท้องที่ไทย,3858
60,นครสวรรค์,5,15,อนาคตไทย,94
60,นครสวรรค์,5,16,พลังเพื่อไทย,249
60,นครสวรรค์,5,17,ไทยชนะ,231
60,นครสวรรค์,5,18,พลังสังคมใหม่,38
60,นครสวรรค์,5,19,สังคมประชาธิปไตยไทย,68
60,นครสวรรค์,5,20,ฟิวชัน,64
60,นครสวรรค์,5,21,ไทรวมพลัง,33
60,นครสวรรค์,5,22,ก้าวอิสระ,42
60,นครสวรรค์,5,23,ปวงชนไทย,90
60,นครสวรรค์,5,24,วิชชั่นใหม่,89
60,นครสวรรค์,5,25,เพื่อชีวิตใหม่,39
60,นครสวรรค์,5,26,คลองไทย,126
60,นครสวรรค์,5,27,ประชาธิปัตย์,5210
60,นครสวรรค์,5,28,ไทยก้าวหน้า,126
60,นครสวรรค์,5,29,ไทยภักดี,570
60,นครสวรรค์,5,30,แรงงานสร้างชาติ,169
60,นครสวรรค์,5,31,ประชากรไทย,242
60,นครสวรรค์,5,32,ครูไทยเพื่อประชาชน,170
60,นครสวรรค์,5,33,ประชาชาติ,334
60,นครสวรรค์,5,34,สรางอนาคตไทย,373
60,นครสวรรค์,5,35,รักชาติ,210
60,นครสวรรค์,5,36,ไทยพร้อม,218
60,นครสวรรค์,5,37,ภูมิใจไทย,25322
60,นครสวรรค์,5,38,พลังธรรมใหม่,183
60,นครสวรรค์,5,39,กรีน,62
60,นครสวรรค์,5,40,ไทยธรรม,66
60,นครสวรรค์,5,41,แผ่นดินธรรม,65
60,นครสวรรค์,5,42,กล้าธรรม,134
60,นครสวรรค์,5,43,พลังประชารัฐ,23122
60,นครสวรรค์,5,44,โอกาสใหม่,386
60,นครสวรรค์,5,45,เป็นธรรม,69
60,นครสวรรค์,5,46,ประชาชน,255
60,นครสวรรค์,5,47,ประชาไทย,316
60,นครสวรรค์,5,48,ไทยสร้างไทย,308
60,นครสวรรค์,5,49,ไทยก้าวใหม่,164
60,นครสวรรค์,5,50,ประชาอาสาชาติ,14
60,นครสวรรค์,5,51,พร้อม,57
60,นครสวรรค์,5,52,เครือขายชาวนาแหงประเทศไทย,54
60,นครสวรรค์,5,53,ไทยพิทักษ์ธรรม,11
60,นครสวรรค์,5,54,ความหวังใหม่,21
60,นครสวรรค์,5,55,ไทยรวมไทย,21
60,นครสวรรค์,5,56,เพื่อบ้านเมือง,62
60,นครสวรรค์,5,57,พลังไทยรักชาติ,72
60,นครสวรรค์,6,1,Unknown Party,0
60,นครสวรรค์,6,2,ไทยทรัพย์ทวี,697
60,นครสวรรค์,6,3,เพื่อชาติไทย,4539
60,นครสวรรค์,6,4,ใหม่,686
60,นครสวรรค์,6,5,มิติใหม่,319
60,นครสวรรค์,6,6,รวมใจไทย,3935
60,นครสวรรค์,6,7,รวมไทยสร้างชาติ,1420
60,นครสวรรค์,6,8,พลวัต,114
60,นครสวรรค์,6,9,ประชาธิปไตยใหม่,710
60,นครสวรรค์,6,10,เพื่อไทย,8528
60,นครสวรรค์,6,11,ทางเลือกใหม่,431
60,นครสวรรค์,6,12,เศรษฐกิจ,3321
60,นครสวรรค์,6,13,เสรีรวมไทย,392
60,นครสวรรค์,6,14,รวมพลังประชาชน,676
60,นครสวรรค์,6,15,ท้องที่ไทย,581
60,นครสวรรค์,6,16,อนาคตไทย,108
60,นครสวรรค์,6,17,พลังเพื่อไทย,263
60,นครสวรรค์,6,18,ไทยชนะ,250
60,นครสวรรค์,6,19,พลังสังคมใหม่,42
60,นครสวรรค์,6,20,สังคมประชาธิปไตยไทย,51
60,นครสวรรค์,6,21,ฟิวชัน,49
60,นครสวรรค์,6,22,ไทยรวมพลัง,60
60,นครสวรรค์,6,23,ก้าวอิสระ,58
60,นครสวรรค์,6,24,ปวงชนไทย,89
60,นครสวรรค์,6,25,วินัยไทย,206
60,นครสวรรค์,6,26,เพื่อชีวิตใหม่,78
60,นครสวรรค์,6,27,คลองไทย,136
60,นครสวรรค์,6,28,ประชาธิปัตย์,6465
60,นครสวรรค์,6,29,ไทยก้าวหน้า,139
60,นครสวรรค์,6,30,ไทยภักดี,369
60,นครสวรรค์,6,31,แรงงานสร้างชาติ,188
60,นครสวรรค์,6,32,ประชากรไทย,454
60,นครสวรรค์,6,33,ครูไทยเพื่อประชาชน,187
60,นครสวรรค์,6,34,ประชาชาติ,190
60,นครสวรรค์,6,35,สร้างอนาคตไทย,360
60,นครสวรรค์,6,36,รักชาติ,175
60,นครสวรรค์,6,37,ไทยพร้อม,190
60,นครสวรรค์,6,38,ภูมิใจไทย,17400
60,นครสวรรค์,6,39,พลังธรรมใหม่,211
60,นครสวรรค์,6,40,กรีน,64
60,นครสวรรค์,6,41,ไทยธรรม,125
60,นครสวรรค์,6,42,แผ่นดินธรรม,62
60,นครสวรรค์,6,43,กล้าธรรม,3322
60,นครสวรรค์,6,44,พลังประชารัฐ,251
60,นครสวรรค์,6,45,โอกาสไทย,1015
60,นครสวรรค์,6,46,เป็นธรรม,132
60,นครสวรรค์,6,47,ประชาชน,21582
60,นครสวรรค์,6,48,ประชาไทย,203
60,นครสวรรค์,6,49,ไทยสร้างไทย,350
60,นครสวรรค์,6,50,ไทยก้าวใหม่,142
60,นครสวรรค์,6,51,ประชาอาสาชาติ,20
60,นครสวรรค์,6,52,พร้อม,42
60,นครสวรรค์,6,53,เครือข่ายชาวนาแห่งประเทศไทย,39
60,นครสวรรค์,6,54,ไทยพิทักษ์ธรรม,20
60,นครสวรรค์,6,55,ความหวังใหม่,26
60,นครสวรรค์,6,56,ไทยรวมไทย,34
60,นครสวรรค์,6,57,เพื่อบ้านเมือง,69
60,นครสวรรค์,6,58,พลังไทยรักชาติ,72
61,อุทัยธานี,1,1,,0
61,อุทัยธานี,1,2,ไทยทรัพย์ทวี,402
61,อุทัยธานี,1,3,เพื่อชาติไทย,2505
61,อุทัยธานี,1,4,ใหม่,458
61,อุทัยธานี,1,5,รวมใจไทย,455
61,อุทัยธานี,1,6,รวมไทยสร้างชาติ,1671
61,อุทัยธานี,1,7,พลวัต,67
61,อุทัยธานี,1,8,ประชาธิปไตยใหม่,543
61,อุทัยธานี,1,9,เพื่อไทย,5083
61,อุทัยธานี,1,10,ทางเลือกใหม่,349
61,อุทัยธานี,1,11,เศรษฐกิจ,2190
61,อุทัยธานี,1,12,เสรีรวมไทย,344
61,อุทัยธานี,1,13,รวมพลังประชาชน,367
61,อุทัยธานี,1,14,ท้องที่ไทย,55
61,อุทัยธานี,1,15,อนาคตไทย,36
61,อุทัยธานี,1,16,พลังเพื่อไทย,78
61,อุทัยธานี,1,17,ไทยชนะ,143
61,อุทัยธานี,1,18,พลังสังคมใหม่,34
61,อุทัยธานี,1,19,สังคมประชาธิปไตยไทย,47
61,อุทัยธานี,1,20,ฟิวชัน,191
61,อุทัยธานี,1,21,ไทรวมพลัง,32
61,อุทัยธานี,1,22,ก้าวอิสระ,30
61,อุทัยธานี,1,23,ปวงชนไทย,89
61,อุทัยธานี,1,24,วิชชั่นใหม่,43
61,อุทัยธานี,1,25,เพื่อชีวิตใหม่,24
61,อุทัยธานี,1,26,คลองไทย,78
61,อุทัยธานี,1,27,ประชาธิปัตย์,6871
61,อุทัยธานี,1,28,ไทยก้าวหน้า,93
61,อุทัยธานี,1,29,ไทยภักดี,538
61,อุทัยธานี,1,30,แรงงานสร้างชาติ,130
61,อุทัยธานี,1,31,ประชากรไทย,286
61,อุทัยธานี,1,32,ครูไทยเพื่อประชาชน,226
61,อุทัยธานี,1,33,ประชาชาติ,136
61,อุทัยธานี,1,34,สร้างอนาคตไทย,120
61,อุทัยธานี,1,35,รักชาติ,128
61,อุทัยธานี,1,36,ไทยพร้อม,203
61,อุทัยธานี,1,37,ภูมิใจไทย,32183
61,อุทัยธานี,1,38,พลังธรรมใหม่,153
61,อุทัยธานี,1,39,กรีน,66
61,อุทัยธานี,1,40,ไทยธรรม,50
61,อุทัยธานี,1,41,แผ่นดินธรรม,21
61,อุทัยธานี,1,42,กล้าธรรม,127
61,อุทัยธานี,1,43,พลังประชารัฐ,105
61,อุทัยธานี,1,44,โอกาสใหม่,45
61,อุทัยธานี,1,45,เป็นธรรม,42
61,อุทัยธานี,1,46,ประชาชน,19806
61,อุทัยธานี,1,47,ประชาไทย,149
61,อุทัยธานี,1,48,ไทยสร้างไทย,208
61,อุทัยธานี,1,49,ไทยก้าวใหม่,137
61,อุทัยธานี,1,50,ประชาอาสาชาติ,8
61,อุทัยธานี,1,51,พร้อม,26
61,อุทัยธานี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,48
61,อุทัยธานี,1,53,ไทยพิทักษ์ธรรม,4
61,อุทัยธานี,1,54,ความหวังใหม่,14
61,อุทัยธานี,1,55,ไทยรวมไทย,18
61,อุทัยธานี,1,56,เพื่อบ้านเมือง,90
61,อุทัยธานี,1,57,พลังไทยรักชาติ,53
61,อุทัยธานี,2,1,N/A,0
61,อุทัยธานี,2,2,ไทยทรัพย์ทวี,843
61,อุทัยธานี,2,3,เพื่อชาติไทย,3161
61,อุทัยธานี,2,4,ใหม่,633
61,อุทัยธานี,2,5,รวมใจไทย,526
61,อุทัยธานี,2,6,รวมไทยสร้างชาติ,1086
61,อุทัยธานี,2,7,พลวัต,92
61,อุทัยธานี,2,8,ประชาธิปไตยใหม่,639
61,อุทัยธานี,2,9,เพื่อไทย,6107
61,อุทัยธานี,2,10,ทางเลือกใหม่,318
61,อุทัยธานี,2,11,เศรษฐกิจ,2408
61,อุทัยธานี,2,12,เสรีรวมไทย,349
61,อุทัยธานี,2,13,รวมพลังประชาชน,405
61,อุทัยธานี,2,14,ท้องที่ไทย,49
61,อุทัยธานี,2,15,อนาคตไทย,56
61,อุทัยธานี,2,16,พลังเพื่อไทย,118
61,อุทัยธานี,2,17,ไทยชนะ,178
61,อุทัยธานี,2,18,พลังสังคมใหม่,23
61,อุทัยธานี,2,19,สังคมประชาธิปไตยไทย,38
61,อุทัยธานี,2,20,ฟิวชัน,71
61,อุทัยธานี,2,21,ไทรวมพลัง,42
61,อุทัยธานี,2,22,ก้าวอิสระ,39
61,อุทัยธานี,2,23,ปวงชนไทย,78
61,อุทัยธานี,2,24,วิชชั่นใหม่,83
61,อุทัยธานี,2,25,เพื่อชีวิตใหม่,39
61,อุทัยธานี,2,26,คลองไทย,131
61,อุทัยธานี,2,27,ประชาธิปัตย์,5896
61,อุทัยธานี,2,28,ไทยก้าวหน้า,126
61,อุทัยธานี,2,29,ไทยภักดี,305
61,อุทัยธานี,2,30,แรงงานสร้างชาติ,199
61,อุทัยธานี,2,31,ประชากรไทย,375
61,อุทัยธานี,2,32,ครูไทยเพื่อประชาชน,254
61,อุทัยธานี,2,33,ประชาชาติ,152
61,อุทัยธานี,2,34,สร้างอนาคตไทย,139
61,อุทัยธานี,2,35,รักชาติ,123
61,อุทัยธานี,2,36,ไทยพร้อม,246
61,อุทัยธานี,2,37,ภูมิใจไทย,31647
61,อุทัยธานี,2,38,พลังธรรมใหม่,199
61,อุทัยธานี,2,39,กรีน,66
61,อุทัยธานี,2,40,ไทยธรรม,52
61,อุทัยธานี,2,41,แผ่นดินธรรม,16
61,อุทัยธานี,2,42,กล้าธรรม,109
61,อุทัยธานี,2,43,พลังประชารัฐ,127
61,อุทัยธานี,2,44,โอกาสใหม่,181
61,อุทัยธานี,2,45,เป็นธรรม,252
61,อุทัยธานี,2,46,ประชาชน,18309
61,อุทัยธานี,2,47,ประชาไทย,165
61,อุทัยธานี,2,48,ไทยสร้างไทย,203
61,อุทัยธานี,2,49,ไทยก้าวใหม่,103
61,อุทัยธานี,2,50,ประชาอาสาชาติ,7
61,อุทัยธานี,2,51,พร้อม,33
61,อุทัยธานี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,33
61,อุทัยธานี,2,53,ไทยพิทักษ์ธรรม,4
61,อุทัยธานี,2,54,ความหวังใหม่,15
61,อุทัยธานี,2,55,ไทยรวมไทย,30
61,อุทัยธานี,2,56,เพื่อบ้านเมือง,96
61,อุทัยธานี,2,57,พลังไทยรักชาติ,73
62,กำแพงเพชร,1,2,ไทยทรัพย์ทวี,481
62,กำแพงเพชร,1,4,เพื่อชาติไทย,5967
62,กำแพงเพชร,1,5,รวมใจไทย,935
62,กำแพงเพชร,1,6,ใหม่,655
62,กำแพงเพชร,1,7,รวมไทยสร้างชาติ,2424
62,กำแพงเพชร,1,8,มิติใหม่,1158
62,กำแพงเพชร,1,9,พลวัต,217
62,กำแพงเพชร,1,10,ประชาธิปไตยใหม่,632
62,กำแพงเพชร,1,11,เพื่อไทย,7569
62,กำแพงเพชร,1,12,ทางเลือกใหม่,458
62,กำแพงเพชร,1,13,เศรษฐกิจ,3831
62,กำแพงเพชร,1,14,เสรีรวมไทย,642
62,กำแพงเพชร,1,15,รวมพลังประชาชน,779
62,กำแพงเพชร,1,16,ท้องที่ไทย,193
62,กำแพงเพชร,1,17,อนาคตไทย,87
62,กำแพงเพชร,1,18,พลังเพื่อไทย,209
62,กำแพงเพชร,1,19,ไทยชนะ,206
62,กำแพงเพชร,1,20,พลังสังคมใหม่,29
62,กำแพงเพชร,1,21,สังคมประชาธิปไตยไทย,42
62,กำแพงเพชร,1,22,ฟิวชัน,32
62,กำแพงเพชร,1,23,ไทรวมพลัง,73
62,กำแพงเพชร,1,24,ก้าวอิสระ,81
62,กำแพงเพชร,1,25,ปวงชนไทย,56
62,กำแพงเพชร,1,26,วิชชั่นใหม่,307
62,กำแพงเพชร,1,27,เพื่อชีวิตใหม่,37
62,กำแพงเพชร,1,28,คลองไทย,134
62,กำแพงเพชร,1,29,ประชาธิปัตย์,8196
62,กำแพงเพชร,1,30,ไทยก้าวหน้า,151
62,กำแพงเพชร,1,31,ไทยภักดี,896
62,กำแพงเพชร,1,32,แรงงานสร้างชาติ,170
62,กำแพงเพชร,1,33,ประชากรไทย,385
62,กำแพงเพชร,1,34,ครูไทยเพื่อประชาชน,195
62,กำแพงเพชร,1,35,ประชาชาติ,218
62,กำแพงเพชร,1,36,สร้างอนาคตไทย,196
62,กำแพงเพชร,1,37,รักชาติ,142
62,กำแพงเพชร,1,38,ไทยพร้อม,168
62,กำแพงเพชร,1,39,ภูมิใจไทย,13169
62,กำแพงเพชร,1,39,กรีน,50
62,กำแพงเพชร,1,40,พลังธรรมใหม่,249
62,กำแพงเพชร,1,40,ไทยธรรม,87
62,กำแพงเพชร,1,41,แผ่นดินธรรม,60
62,กำแพงเพชร,1,42,กล้าธรรม,5140
62,กำแพงเพชร,1,43,พลังประชารัฐ,281
62,กำแพงเพชร,1,44,โอกาสใหม่,112
62,กำแพงเพชร,1,45,เป็นธรรม,248
62,กำแพงเพชร,1,46,ประชาชน,32891
62,กำแพงเพชร,1,47,ประชาไทย,191
62,กำแพงเพชร,1,48,ไทยสร้างไทย,285
62,กำแพงเพชร,1,49,ไทยก้าวใหม่,199
62,กำแพงเพชร,1,50,ประชาอาสาชาติ,9
62,กำแพงเพชร,1,51,พร้อม,68
62,กำแพงเพชร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,51
62,กำแพงเพชร,1,53,ไทยพิทักษ์ธรรม,22
62,กำแพงเพชร,1,54,ความหวังใหม่,30
62,กำแพงเพชร,1,55,ไทยรวมไทย,18
62,กำแพงเพชร,1,56,เพื่อบ้านเมือง,74
62,กำแพงเพชร,1,57,พลังไทยรักชาติ,79
62,กำแพงเพชร,2,2,ไทยทรัพย์ทวี,3302
62,กำแพงเพชร,2,3,เพื่อชาติไทย,2350
62,กำแพงเพชร,2,4,ใหม่,3972
62,กำแพงเพชร,2,5,มิติใหม่,361
62,กำแพงเพชร,2,6,รวมใจไทย,678
62,กำแพงเพชร,2,7,รวมไทยสร้างชาติ,1935
62,กำแพงเพชร,2,8,พลวัต,287
62,กำแพงเพชร,2,9,ประชาธิปไตยใหม่,859
62,กำแพงเพชร,2,10,เพื่อไทย,14578
62,กำแพงเพชร,2,11,ทางเลือกใหม่,433
62,กำแพงเพชร,2,12,เศรษฐกิจ,3843
62,กำแพงเพชร,2,13,เสรีรวมไทย,390
62,กำแพงเพชร,2,14,รวมพลังประชาชน,693
62,กำแพงเพชร,2,15,ท้องที่ไทย,309
62,กำแพงเพชร,2,16,อนาคตไทย,93
62,กำแพงเพชร,2,17,พลังเพื่อไทย,246
62,กำแพงเพชร,2,18,ไทยชนะ,263
62,กำแพงเพชร,2,19,พลังสังคมใหม่,46
62,กำแพงเพชร,2,20,สังคมประชาธิปไตยไทย,55
62,กำแพงเพชร,2,21,ฟิวชัน,34
62,กำแพงเพชร,2,22,ไทรวมพลัง,74
62,กำแพงเพชร,2,23,ก้าวอิสระ,68
62,กำแพงเพชร,2,24,ปวงชนไทย,110
62,กำแพงเพชร,2,25,วิชชั่นใหม่,181
62,กำแพงเพชร,2,26,เพื่อชีวิตใหม่,44
62,กำแพงเพชร,2,27,คลองไทย,202
62,กำแพงเพชร,2,28,ประชาธิปัตย์,11783
62,กำแพงเพชร,2,29,ไทยก้าวหน้า,162
62,กำแพงเพชร,2,30,ไทยภักดี,510
62,กำแพงเพชร,2,31,แรงงานสร้างชาติ,438
62,กำแพงเพชร,2,32,ประชากรไทย,253
62,กำแพงเพชร,2,33,ครูไทยเพื่อประชาชน,368
62,กำแพงเพชร,2,34,ประชาชาติ,216
62,กำแพงเพชร,2,35,สร้างอนาคตไทย,177
62,กำแพงเพชร,2,36,รักชาติ,137
62,กำแพงเพชร,2,37,ไทยพร้อม,192
62,กำแพงเพชร,2,38,ภูมิใจไทย,11314
62,กำแพงเพชร,2,39,พลังธรรมใหม่,366
62,กำแพงเพชร,2,39,กรีน,103
62,กำแพงเพชร,2,40,ไทยธรรม,101
62,กำแพงเพชร,2,41,แผ่นดินธรรม,57
62,กำแพงเพชร,2,42,กล้าธรรม,3423
62,กำแพงเพชร,2,43,พลังประชารัฐ,644
62,กำแพงเพชร,2,44,โอกาสใหม่,64
62,กำแพงเพชร,2,45,เป็นธรรม,224
62,กำแพงเพชร,2,46,ประชาชน,27524
62,กำแพงเพชร,2,47,ประชาไทย,290
62,กำแพงเพชร,2,48,ไทยสร้างไทย,338
62,กำแพงเพชร,2,49,ไทยก้าวใหม่,181
62,กำแพงเพชร,2,50,ประชาอาสาชาติ,11
62,กำแพงเพชร,2,51,พร้อม,60
62,กำแพงเพชร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,62
62,กำแพงเพชร,2,53,ไทยพิทักษ์ธรรม,23
62,กำแพงเพชร,2,54,ความหวังใหม่,31
62,กำแพงเพชร,2,55,ไทยรวมไทย,37
62,กำแพงเพชร,2,56,เพื่อบ้านเมือง,167
62,กำแพงเพชร,2,57,พลังไทยรักชาติ,91
62,กำแพงเพชร,3,1,,0
62,กำแพงเพชร,3,2,ไทยทรัพย์ทวี,420
62,กำแพงเพชร,3,3,เพื่อชาติไทย,1309
62,กำแพงเพชร,3,4,ใหม่,612
62,กำแพงเพชร,3,5,มิติใหม่,2708
62,กำแพงเพชร,3,6,รวมใจไทย,629
62,กำแพงเพชร,3,7,รวมไทยสร้างชาติ,4285
62,กำแพงเพชร,3,8,พลวัต,191
62,กำแพงเพชร,3,9,ประชาธิปไตยใหม่,937
62,กำแพงเพชร,3,10,เพื่อไทย,14924
62,กำแพงเพชร,3,11,ทางเลือกใหม่,465
62,กำแพงเพชร,3,12,เศรษฐกิจ,3719
62,กำแพงเพชร,3,13,เสรีรวมไทย,454
62,กำแพงเพชร,3,14,รวมพลังประชาชน,633
62,กำแพงเพชร,3,15,ท้องที่ไทย,993
62,กำแพงเพชร,3,16,อนาคตไทย,106
62,กำแพงเพชร,3,17,พลังเพื่อไทย,283
62,กำแพงเพชร,3,18,ไทยชนะ,266
62,กำแพงเพชร,3,19,พลังสังคมใหม่,60
62,กำแพงเพชร,3,20,สังคมประชาธิปไตยไทย,55
62,กำแพงเพชร,3,21,ฟิวชัน,37
62,กำแพงเพชร,3,22,ไทรวมพลัง,70
62,กำแพงเพชร,3,23,ก้าวอิสระ,61
62,กำแพงเพชร,3,24,ปวงชนไทย,61
62,กำแพงเพชร,3,25,วิชชั่นใหม่,150
62,กำแพงเพชร,3,26,เพื่อชีวิตใหม่,56
62,กำแพงเพชร,3,27,คลองไทย,219
62,กำแพงเพชร,3,28,ประชาธิปัตย์,8390
62,กำแพงเพชร,3,29,ไทยก้าวหน้า,186
62,กำแพงเพชร,3,30,ไทยภักดี,398
62,กำแพงเพชร,3,31,แรงงานสร้างชาติ,162
62,กำแพงเพชร,3,32,ประชากรไทย,150
62,กำแพงเพชร,3,33,ครูไทยเพื่อประชาชน,95
62,กำแพงเพชร,3,34,ประชาชาติ,321
62,กำแพงเพชร,3,35,สร้างอนาคตไทย,162
62,กำแพงเพชร,3,36,รักชาติ,337
62,กำแพงเพชร,3,37,ไทยพร้อม,169
62,กำแพงเพชร,3,38,ภูมิใจไทย,9287
62,กำแพงเพชร,3,39,พลังธรรมใหม่,303
62,กำแพงเพชร,3,40,กรีน,52
62,กำแพงเพชร,3,41,ไทยธรรม,87
62,กำแพงเพชร,3,42,แผ่นดินธรรม,41
62,กำแพงเพชร,3,43,กล้าธรรม,2010
62,กำแพงเพชร,3,44,พลังประชารัฐ,517
62,กำแพงเพชร,3,45,โอกาสใหม่,76
62,กำแพงเพชร,3,46,เป็นธรรม,161
62,กำแพงเพชร,3,47,ประชาชน,24137
62,กำแพงเพชร,3,48,ประชาไทย,313
62,กำแพงเพชร,3,49,ไทยสร้างไทย,366
62,กำแพงเพชร,3,50,ไทยก้าวใหม่,146
62,กำแพงเพชร,3,51,ประชาอาสาชาติ,12
62,กำแพงเพชร,3,52,พร้อม,66
62,กำแพงเพชร,3,53,เครือข่ายชาวนาแห่งประเทศไทย,28
62,กำแพงเพชร,3,54,ไทยพิทักษ์ธรรม,15
62,กำแพงเพชร,3,55,ความหวังใหม่,31
62,กำแพงเพชร,3,56,ไทยรวมไทย,32
62,กำแพงเพชร,3,57,เพื่อบ้านเมือง,104
62,กำแพงเพชร,4,1,ไทยทรัพย์ทวี,734
62,กำแพงเพชร,4,2,เพื่อชาติไทย,1626
62,กำแพงเพชร,4,3,ใหม่,621
62,กำแพงเพชร,4,4,มิติใหม่,2254
62,กำแพงเพชร,4,5,รวมใจไทย,766
62,กำแพงเพชร,4,6,รวมไทยสร้างชาติ,1969
62,กำแพงเพชร,4,7,พลวัต,2274
62,กำแพงเพชร,4,8,ประชาธิปไตยใหม่,799
62,กำแพงเพชร,4,9,เพื่อไทย,18637
62,กำแพงเพชร,4,10,ทางเลือกใหม่,479
62,กำแพงเพชร,4,11,เศรษฐกิจ,3903
62,กำแพงเพชร,4,12,เสรีรวมไทย,431
62,กำแพงเพชร,4,13,รวมพลังประชาชน,644
62,กำแพงเพชร,4,14,ท้องที่ไทย,148
62,กำแพงเพชร,4,15,อนาคตไทย,92
62,กำแพงเพชร,4,16,พลังเพื่อไทย,285
62,กำแพงเพชร,4,17,ไทยชนะ,212
62,กำแพงเพชร,4,18,พลังสังคมใหม่,40
62,กำแพงเพชร,4,19,สังคมประชาธิปไตยไทย,57
62,กำแพงเพชร,4,20,ฟิวชัน,36
62,กำแพงเพชร,4,21,ไทรวมพลัง,64
62,กำแพงเพชร,4,22,ก้าวอิสระ,53
62,กำแพงเพชร,4,23,ปวงชนไทย,68
62,กำแพงเพชร,4,24,วิชชั่นใหม่,175
62,กำแพงเพชร,4,25,เพื่อชีวิตใหม่,38
62,กำแพงเพชร,4,26,คลองไทย,105
62,กำแพงเพชร,4,27,ประชาธิปัตย์,7009
62,กำแพงเพชร,4,28,ไทยก้าวหน้า,171
62,กำแพงเพชร,4,29,ไทยภักดี,439
62,กำแพงเพชร,4,30,แรงงานสร้างชาติ,169
62,กำแพงเพชร,4,31,ประชากรไทย,188
62,กำแพงเพชร,4,32,ครูไทยเพื่อประชาชน,131
62,กำแพงเพชร,4,33,ประชาชาติ,260
62,กำแพงเพชร,4,34,สร้างอนาคตไทย,187
62,กำแพงเพชร,4,35,รักชาติ,174
62,กำแพงเพชร,4,36,ไทยพร้อม,310
62,กำแพงเพชร,4,37,ภูมิใจไทย,10036
62,กำแพงเพชร,4,38,พลังธรรมใหม่,306
62,กำแพงเพชร,4,39,กรีน,57
62,กำแพงเพชร,4,40,ไทยธรรม,109
62,กำแพงเพชร,4,41,แผ่นดินธรรม,63
62,กำแพงเพชร,4,42,กล้าธรรม,2813
62,กำแพงเพชร,4,43,พลังประชารัฐ,275
62,กำแพงเพชร,4,44,โอกาสใหม่,311
62,กำแพงเพชร,4,45,เป็นธรรม,244
62,กำแพงเพชร,4,46,ประชาชน,23593
62,กำแพงเพชร,4,47,ประชาไทย,269
62,กำแพงเพชร,4,48,ไทยสร้างไทย,325
62,กำแพงเพชร,4,49,ไทยก้าวใหม่,168
62,กำแพงเพชร,4,50,ประชาอาสาชาติ,18
62,กำแพงเพชร,4,51,พร้อม,64
62,กำแพงเพชร,4,52,เครือข่ายชาวนาแห่งประเทศไทย,81
62,กำแพงเพชร,4,53,ไทยพิทักษ์ธรรม,23
62,กำแพงเพชร,4,54,ความหวังใหม่,34
62,กำแพงเพชร,4,55,ไทยรวมไทย,22
62,กำแพงเพชร,4,56,เพื่อบ้านเมือง,74
62,กำแพงเพชร,4,57,พลังไทยรักชาติ,65
63,ตาก,1,1,ไทยทรัพย์ทวี,3208
63,ตาก,1,2,เพื่อชาติไทย,1457
63,ตาก,1,3,ใหม่,1692
63,ตาก,1,4,มิติใหม่,179
63,ตาก,1,5,รวมใจไทย,1358
63,ตาก,1,6,รวมไทยสร้างชาติ,2129
63,ตาก,1,7,พลวัต,300
63,ตาก,1,8,ประชาธิปไตยใหม่,1291
63,ตาก,1,9,เพื่อไทย,12979
63,ตาก,1,10,ทางเลือกใหม่,507
63,ตาก,1,11,เศรษฐกิจ,3753
63,ตาก,1,12,เสรีรวมไทย,298
63,ตาก,1,13,รวมพลังประชาชน,523
63,ตาก,1,14,ท้องที่ไทย,182
63,ตาก,1,15,อนาคตไทย,67
63,ตาก,1,16,พลังเพื่อไทย,182
63,ตาก,1,17,ไทยชนะ,215
63,ตาก,1,18,พลังสังคมใหม่,30
63,ตาก,1,19,สังคมประชาธิปไตยไทย,62
63,ตาก,1,20,ฟิวชัน,35
63,ตาก,1,21,ไทรวมพลัง,60
63,ตาก,1,22,ก้าวอิสระ,49
63,ตาก,1,23,ปวงชนไทย,59
63,ตาก,1,24,วิชชั่นใหม่,71
63,ตาก,1,25,เพื่อชีวิตใหม่,43
63,ตาก,1,26,ลองไทย,141
63,ตาก,1,27,ประชาธิปัตย์,12123
63,ตาก,1,28,ไทยก้าวหน้า,175
63,ตาก,1,29,ไทยภักดี,560
63,ตาก,1,30,แรงงานสร้างชาติ,334
63,ตาก,1,31,ประชากรไทย,210
63,ตาก,1,32,ครูไทยเพื่อประชาชน,192
63,ตาก,1,33,ประชาชาติ,143
63,ตาก,1,34,สร้างอนาคตไทย,152
63,ตาก,1,35,รักชาติ,164
63,ตาก,1,36,ไทยพร้อม,348
63,ตาก,1,37,ภูมิใจไทย,17181
63,ตาก,1,38,พลังธรรมใหม่,271
63,ตาก,1,39,กรีน,72
63,ตาก,1,40,ไทยธรรม,65
63,ตาก,1,41,แผ่นดินธรรม,128
63,ตาก,1,42,กล้าธรรม,341
63,ตาก,1,43,พลังประชารัฐ,194
63,ตาก,1,44,โอกาสใหม่,33
63,ตาก,1,45,เป็นธรรม,338
63,ตาก,1,46,ประชาชน,29783
63,ตาก,1,47,ประชาไทย,182
63,ตาก,1,48,ไทยสร้างไทย,314
63,ตาก,1,49,ไทยก้าวใหม่,221
63,ตาก,1,50,ประชาอาสาชาติ,18
63,ตาก,1,51,พร้อม,63
63,ตาก,1,52,เครือข่ายชาวนาแห่งประเทศไทย,16
63,ตาก,1,53,ไทยพิทักษ์ธรรม,12
63,ตาก,1,54,ความหวังใหม่,23
63,ตาก,1,55,ไทยรวมไทย,27
63,ตาก,1,56,เพื่อบ้านเมือง,143
63,ตาก,1,57,พลังไทยรักชาติ,97
63,ตาก,2,1,ไทยทรัพย์ทวี,572
63,ตาก,2,2,เพื่อชาติไทย,4155
63,ตาก,2,3,ใหม่,2272
63,ตาก,2,4,มิติใหม่,388
63,ตาก,2,5,รวมใจไทย,1155
63,ตาก,2,6,รวมไทยสร้างชาติ,1178
63,ตาก,2,7,พลวัต,293
63,ตาก,2,8,ประชาธิปไตยใหม่,679
63,ตาก,2,9,เพื่อไทย,7658
63,ตาก,2,10,ทางเลือกใหม่,415
63,ตาก,2,11,เศรษฐกิจ,2458
63,ตาก,2,12,เสรีรวมไทย,309
63,ตาก,2,13,รวมพลังประชาชน,434
63,ตาก,2,14,ท้องที่ไทย,140
63,ตาก,2,15,อนาคตไทย,108
63,ตาก,2,16,พลังเพื่อไทย,214
63,ตาก,2,17,ไทยชนะ,455
63,ตาก,2,18,พลังสังคมใหม่,83
63,ตาก,2,19,สังคมประชาธิปไตย,104
63,ตาก,2,20,ฟิวชัน,78
63,ตาก,2,21,ไทรวมพลัง,80
63,ตาก,2,22,ก้าวอิสระ,85
63,ตาก,2,23,ปวงชนไทย,73
63,ตาก,2,24,วิชชั่นใหม่,190
63,ตาก,2,25,เพื่อชีวิตใหม่,122
63,ตาก,2,26,คลองไทย,297
63,ตาก,2,27,ประชาธิปัตย์,14103
63,ตาก,2,28,ไทยก้าวหน้า,225
63,ตาก,2,29,ไทยภักดี,449
63,ตาก,2,30,แรงงานสร้างชาติ,168
63,ตาก,2,31,ประชากรไทย,340
63,ตาก,2,32,ครูไทยเพื่อประชาชน,226
63,ตาก,2,33,ประชาชาติ,173
63,ตาก,2,34,สร้างอนาคตไทย,137
63,ตาก,2,35,รักชาติ,90
63,ตาก,2,36,ไทยพร้อม,118
63,ตาก,2,37,ภูมิใจไทย,6193
63,ตาก,2,38,พลังธรรมใหม่,124
63,ตาก,2,39,กรีน,59
63,ตาก,2,40,ไทยธรรม,106
63,ตาก,2,41,แผ่นดินธรรม,45
63,ตาก,2,42,กล้าธรรม,1639
63,ตาก,2,43,พลังประชารัฐ,151
63,ตาก,2,44,โอกาสใหม่,68
63,ตาก,2,45,เป็นธรรม,100
63,ตาก,2,46,ประชาชน,28986
63,ตาก,2,47,ประชาไทย,245
63,ตาก,2,48,ไทยสร้างไทย,258
63,ตาก,2,49,ไทยก้าวใหม่,205
63,ตาก,2,50,ประชาอาสาชาติ,17
63,ตาก,2,51,พร้อม,74
63,ตาก,2,52,เครือข่ายชาวนาแห่งประเทศไทย,30
63,ตาก,2,53,ไทยพิทักษ์ธรรม,33
63,ตาก,2,54,ความหวังใหม่,19
63,ตาก,2,55,ไทยรวมไทย,69
63,ตาก,2,56,เพื่อบ้านเมือง,173
63,ตาก,2,57,พลังไทยรักชาติ,132
63,ตาก,3,1,ไทยทรัพย์ทวี,788
63,ตาก,3,2,เพื่อชาติไทย,4255
63,ตาก,3,3,ใหม่,703
63,ตาก,3,4,มิติใหม่,434
63,ตาก,3,5,รวมใจไทย,3348
63,ตาก,3,6,รวมไทยสร้างชาติ,6051
63,ตาก,3,7,พลวัต,1048
63,ตาก,3,8,ประชาธิปไตยใหม่,864
63,ตาก,3,9,เพื่อไทย,10263
63,ตาก,3,10,ทางเลือกใหม่,465
63,ตาก,3,11,เศรษฐกิจ,3215
63,ตาก,3,12,เสรีรวมไทย,566
63,ตาก,3,13,รวมพลังประชาชน,607
63,ตาก,3,14,ท้องที่ไทย,453
63,ตาก,3,15,อนาคตไทย,210
63,ตาก,3,16,พลังเพื่อไทย,421
63,ตาก,3,17,ไทยชนะ,568
63,ตาก,3,18,พลังสังคมใหม่,117
63,ตาก,3,19,สังคมประชาธิปไตยไทย,137
63,ตาก,3,20,ฟิวชัน,136
63,ตาก,3,21,ไทรวมพลัง,156
63,ตาก,3,22,ก้าวอิสระ,169
63,ตาก,3,23,ปวงชนไทย,196
63,ตาก,3,24,วิชชั่นใหม่,480
63,ตาก,3,25,เพื่อชีวิตใหม่,190
63,ตาก,3,26,คลองไทย,404
63,ตาก,3,27,ประชาธิปัตย์,9190
63,ตาก,3,28,ไทยก้าวหน้า,302
63,ตาก,3,29,ไทยภักดี,358
63,ตาก,3,30,แรงงานสร้างชาติ,183
63,ตาก,3,31,ประชากรไทย,386
63,ตาก,3,32,ครูไทยเพื่อประชาชน,179
63,ตาก,3,33,ประชาชาติ,161
63,ตาก,3,34,สร้างอนาคตไทย,272
63,ตาก,3,35,รักชาติ,441
63,ตาก,3,36,ไทยพร้อม,206
63,ตาก,3,37,ภูมิใจไทย,8559
63,ตาก,3,38,พลังธรรมใหม่,238
63,ตาก,3,39,กรีน,69
63,ตาก,3,40,ไทยธรรม,101
63,ตาก,3,41,แผ่นดินธรรม,88
63,ตาก,3,42,กล้าธรรม,3723
63,ตาก,3,43,พลังประชารัฐ,180
63,ตาก,3,44,โอกาสใหม่,139
63,ตาก,3,45,เป็นธรรม,125
63,ตาก,3,46,ประชาชน,24975
63,ตาก,3,47,ประชาไทย,341
63,ตาก,3,48,ไทยสร้างไทย,182
63,ตาก,3,49,ไทยก้าวใหม่,181
63,ตาก,3,50,ประชาอาสาชาติ,27
63,ตาก,3,51,พร้อม,87
63,ตาก,3,52,เครือข่ายชาวนาแห่งประเทศไทย,78
63,ตาก,3,53,ไทยพิทักษ์ธรรม,53
63,ตาก,3,54,ความหวังใหม่,25
63,ตาก,3,55,ไทยรวมไทย,66
63,ตาก,3,56,เพื่อบ้านเมือง,145
63,ตาก,3,57,พลังไทยรักชาติ,117
64,สุโขทัย,1,1,ไทยทรัพย์ทวี,537
64,สุโขทัย,1,2,เพื่อชาติไทย,1161
64,สุโขทัย,1,3,ใหม่,247
64,สุโขทัย,1,4,มิติใหม่,279
64,สุโขทัย,1,5,รวมใจไทย,2007
64,สุโขทัย,1,6,รวมไทยสร้างชาติ,1565
64,สุโขทัย,1,7,พลวัต,102
64,สุโขทัย,1,8,ประชาธิปไตยใหม่,619
64,สุโขทัย,1,9,เพื่อไทย,16005
64,สุโขทัย,1,10,ทางเลือกใหม่,313
64,สุโขทัย,1,11,เศรษฐกิจ,2431
64,สุโขทัย,1,12,เสรีรวมไทย,442
64,สุโขทัย,1,13,รวมพลังประชาชน,463
64,สุโขทัย,1,14,ท้องที่ไทย,127
64,สุโขทัย,1,15,อนาคตไทย,60
64,สุโขทัย,1,16,พลังเพื่อไทย,196
64,สุโขทัย,1,17,ไทยชนะ,159
64,สุโขทัย,1,18,พลังสังคมใหม่,23
64,สุโขทัย,1,19,สังคมประชาธิปไตยไทย,45
64,สุโขทัย,1,20,ฟิวชัน,28
64,สุโขทัย,1,21,ไทรวมพลัง,41
64,สุโขทัย,1,22,ก้าวอิสระ,28
64,สุโขทัย,1,23,ปวงชนไทย,55
64,สุโขทัย,1,24,วิชชั่นใหม่,108
64,สุโขทัย,1,25,เพื่อชีวิตใหม่,36
64,สุโขทัย,1,26,คลองไทย,99
64,สุโขทัย,1,27,ประชาธิปัตย์,10452
64,สุโขทัย,1,28,ไทยก้าวหน้า,97
64,สุโขทัย,1,29,ไทยภักดี,1000
64,สุโขทัย,1,30,แรงงานสร้างชาติ,109
64,สุโขทัย,1,31,ประชากรไทย,127
64,สุโขทัย,1,32,ครูไทยเพื่อประชาชน,83
64,สุโขทัย,1,33,ประชาชาติ,120
64,สุโขทัย,1,34,สร้างอนาคตไทย,229
64,สุโขทัย,1,35,รักชาติ,136
64,สุโขทัย,1,36,ไทยพร้อม,88
64,สุโขทัย,1,37,ภูมิใจไทย,9092
64,สุโขทัย,1,38,พลังธรรมใหม่,320
64,สุโขทัย,1,39,กรีน,50
64,สุโขทัย,1,40,ไทยธรรม,61
64,สุโขทัย,1,41,แผ่นดินธรรม,23
64,สุโขทัย,1,42,กล้าธรรม,356
64,สุโขทัย,1,43,พลังประชารัฐ,605
64,สุโขทัย,1,44,โอกาสใหม่,40
64,สุโขทัย,1,45,เป็นธรรม,71
64,สุโขทัย,1,46,ประชาชน,24781
64,สุโขทัย,1,47,ประชาไทย,120
64,สุโขทัย,1,48,ไทยสร้างไทย,301
64,สุโขทัย,1,49,ไทยก้าวใหม่,155
64,สุโขทัย,1,50,ประชาอาสาชาติ,9
64,สุโขทัย,1,51,พร้อม,33
64,สุโขทัย,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
64,สุโขทัย,1,53,ไทยพิทักษ์ธรรม,14
64,สุโขทัย,1,54,ความหวังใหม่,15
64,สุโขทัย,1,55,ไทยรวมไทย,20
64,สุโขทัย,1,56,เพื่อบ้านเมือง,116
64,สุโขทัย,1,57,พลังไทยรักชาติ,49
64,สุโขทัย,2,1,ไทยทรัพย์ทวี,901
64,สุโขทัย,2,2,เพื่อชาติไทย,4144
64,สุโขทัย,2,3,ใหม่,849
64,สุโขทัย,2,4,มิติใหม่,197
64,สุโขทัย,2,5,รวมใจไทย,407
64,สุโขทัย,2,6,รวมไทยสร้างชาติ,1237
64,สุโขทัย,2,7,พลวัต,108
64,สุโขทัย,2,8,ประชาธิปไตยใหม่,665
64,สุโขทัย,2,9,เพื่อไทย,11229
64,สุโขทัย,2,10,ทางเลือกใหม่,318
64,สุโขทัย,2,11,เศรษฐกิจ,2523
64,สุโขทัย,2,12,เสรีรวมไทย,320
64,สุโขทัย,2,13,รวมพลังประชาชน,562
64,สุโขทัย,2,14,ท้องที่ไทย,394
64,สุโขทัย,2,15,อนาคตไทย,58
64,สุโขทัย,2,16,พลังเพื่อไทย,167
64,สุโขทัย,2,17,ไทยชนะ,249
64,สุโขทัย,2,18,พลังสังคมใหม่,29
64,สุโขทัย,2,19,สังคมประชาธิปไตยไทย,53
64,สุโขทัย,2,20,ฟิวชัน,26
64,สุโขทัย,2,21,ไทรวมพลัง,74
64,สุโขทัย,2,22,ก้าวอิสระ,64
64,สุโขทัย,2,23,ปวงชนไทย,63
64,สุโขทัย,2,24,วิชชั่นใหม่,135
64,สุโขทัย,2,25,เพื่อชีวิตใหม่,33
64,สุโขทัย,2,26,คลองไทย,154
64,สุโขทัย,2,27,ประชาธิปัตย์,15628
64,สุโขทัย,2,28,ไทยก้าวหน้า,123
64,สุโขทัย,2,29,ไทยภักดี,378
64,สุโขทัย,2,30,แรงงานสร้างชาติ,175
64,สุโขทัย,2,31,ประชากรไทย,361
64,สุโขทัย,2,32,ครูไทยเพื่อประชาชน,178
64,สุโขทัย,2,33,ประชาชาติ,141
64,สุโขทัย,2,34,สร้างอนาคตไทย,109
64,สุโขทัย,2,35,รักชาติ,105
64,สุโขทัย,2,36,ไทยพร้อม,113
64,สุโขทัย,2,37,ภูมิใจไทย,5855
64,สุโขทัย,2,38,พลังธรรมใหม่,216
64,สุโขทัย,2,39,กรีน,44
64,สุโขทัย,2,40,ไทยธรรม,54
64,สุโขทัย,2,41,แผ่นดินธรรม,27
64,สุโขทัย,2,42,กล้าธรรม,754
64,สุโขทัย,2,43,พลังประชารัฐ,186
64,สุโขทัย,2,44,โอกาสใหม่,38
64,สุโขทัย,2,45,เป็นธรรม,68
64,สุโขทัย,2,46,ประชาชน,20189
64,สุโขทัย,2,47,ประชาไทย,147
64,สุโขทัย,2,48,ไทยสร้างไทย,218
64,สุโขทัย,2,49,ไทยก้าวใหม่,116
64,สุโขทัย,2,50,ประชาอาสาชาติ,10
64,สุโขทัย,2,51,พร้อม,33
64,สุโขทัย,2,52,เครือข่ายชาวนาแห่งประเทศไทย,16
64,สุโขทัย,2,53,ไทยพิทักษ์ธรรม,16
64,สุโขทัย,2,54,ความหวังใหม่,20
64,สุโขทัย,2,55,ไทยรวมไทย,31
64,สุโขทัย,2,56,เพื่อบ้านเมือง,264
64,สุโขทัย,2,57,พลังไทยรักชาติ,75
64,สุโขทัย,3,1,ไทยทรัพย์ทวี,2162
64,สุโขทัย,3,2,เพื่อชาติไทย,1426
64,สุโขทัย,3,3,ใหม่,317
64,สุโขทัย,3,4,มิติใหม่,388
64,สุโขทัย,3,5,รวมใจไทย,525
64,สุโขทัย,3,6,รวมไทยสร้างชาติ,1717
64,สุโขทัย,3,7,พลวัต,118
64,สุโขทัย,3,8,ประชาธิปไตยใหม่,507
64,สุโขทัย,3,9,เพื่อไทย,19087
64,สุโขทัย,3,10,ทางเลือกใหม่,377
64,สุโขทัย,3,11,เศรษฐกิจ,3264
64,สุโขทัย,3,12,เสรีรวมไทย,396
64,สุโขทัย,3,13,รวมพลังประชาชน,492
64,สุโขทัย,3,14,ท้องที่ไทย,77
64,สุโขทัย,3,15,อนาคตไทย,65
64,สุโขทัย,3,16,พลังเพื่อไทย,154
64,สุโขทัย,3,17,ไทยชนะ,134
64,สุโขทัย,3,18,พลังสังคมใหม่,43
64,สุโขทัย,3,19,สังคมประชาธิปไตยไทย,32
64,สุโขทัย,3,20,ฟิวชัน,391
64,สุโขทัย,3,21,ไทรวมพลัง,32
64,สุโขทัย,3,22,ก้าวอิสระ,18
64,สุโขทัย,3,23,ปวงชนไทย,33
64,สุโขทัย,3,24,วิชชั่นใหม่,109
64,สุโขทัย,3,25,เพื่อชีวิตใหม่,25
64,สุโขทัย,3,26,คลองไทย,73
64,สุโขทัย,3,27,ประชาธิปัตย์,5866
64,สุโขทัย,3,28,ไทยก้าวหน้า,117
64,สุโขทัย,3,29,ไทยภักดี,672
64,สุโขทัย,3,30,แรงงานสร้างชาติ,280
64,สุโขทัย,3,31,ประชากรไทย,141
64,สุโขทัย,3,32,ครูไทยเพื่อประชาชน,93
64,สุโขทัย,3,33,ประชาชาติ,131
64,สุโขทัย,3,34,สร้างอนาคตไทย,111
64,สุโขทัย,3,35,รักชาติ,163
64,สุโขทัย,3,36,ไทยพร้อม,100
64,สุโขทัย,3,37,ภูมิใจไทย,10675
64,สุโขทัย,3,38,พลังธรรมใหม่,430
64,สุโขทัย,3,39,กรีน,36
64,สุโขทัย,3,40,ไทยธรรม,78
64,สุโขทัย,3,41,แผ่นดินธรรม,27
64,สุโขทัย,3,42,กล้าธรรม,812
64,สุโขทัย,3,43,พลังประชารัฐ,161
64,สุโขทัย,3,44,โอกาสใหม่,48
64,สุโขทัย,3,45,เป็นธรรม,65
64,สุโขทัย,3,46,ประชาชน,21864
64,สุโขทัย,3,47,ประชาไทย,111
64,สุโขทัย,3,48,ไทยสร้างไทย,299
64,สุโขทัย,3,49,ไทยก้าวใหม่,152
64,สุโขทัย,3,50,ประชาอาสาชาติ,10
64,สุโขทัย,3,51,พร้อม,43
64,สุโขทัย,3,52,เครือข่ายชาวนาแห่งประเทศไทย,18
64,สุโขทัย,3,53,ไทยพิทักษ์ธรรม,9
64,สุโขทัย,3,54,ความหวังใหม่,14
64,สุโขทัย,3,55,ไทยรวมไทย,20
64,สุโขทัย,3,56,เพื่อบ้านเมือง,75
64,สุโขทัย,3,57,พลังไทยรักชาติ,93
64,สุโขทัย,4,1,ไทยทรัพย์ทวี,258
64,สุโขทัย,4,2,เพื่อชาติไทย,2643
64,สุโขทัย,4,3,ใหม่,309
64,สุโขทัย,4,4,มิติใหม่,325
64,สุโขทัย,4,5,รวมใจไทย,3227
64,สุโขทัย,4,6,รวมไทยสร้างชาติ,1144
64,สุโขทัย,4,7,พลวัต,91
64,สุโขทัย,4,8,ประชาธิปไตยใหม่,527
64,สุโขทัย,4,9,เพื่อไทย,15161
64,สุโขทัย,4,10,ทางเลือกใหม่,236
64,สุโขทัย,4,11,เศรษฐกิจ,2554
64,สุโขทัย,4,12,เสรีรวมไทย,379
64,สุโขทัย,4,13,รวมพลังประชาชน,561
64,สุโขทัย,4,14,ท้องที่ไทย,68
64,สุโขทัย,4,15,อนาคตไทย,68
64,สุโขทัย,4,16,พลังเพื่อไทย,228
64,สุโขทัย,4,17,ไทยชนะ,168
64,สุโขทัย,4,18,พลังสังคมใหม่,25
64,สุโขทัย,4,19,สังคมประชาธิปไตยไทย,43
64,สุโขทัย,4,20,ฟิวชัน,23
64,สุโขทัย,4,21,ไทรวมพลัง,33
64,สุโขทัย,4,22,ก้าวอิสระ,33
64,สุโขทัย,4,23,ปวงชนไทย,55
64,สุโขทัย,4,24,วิชชั่นใหม่,70
64,สุโขทัย,4,25,เพื่อชีวิตใหม่,32
64,สุโขทัย,4,26,คลองไทย,61
64,สุโขทัย,4,27,ประชาธิปัตย์,4080
64,สุโขทัย,4,28,ไทยก้าวหน้า,75
64,สุโขทัย,4,29,ไทยภักดี,375
64,สุโขทัย,4,30,แรงงานสร้างชาติ,94
64,สุโขทัย,4,31,ประชากรไทย,248
64,สุโขทัย,4,32,ครูไทยเพื่อประชาชน,131
64,สุโขทัย,4,33,ประชาชาติ,125
64,สุโขทัย,4,34,สร้างอนาคตไทย,257
64,สุโขทัย,4,35,รักชาติ,195
64,สุโขทัย,4,36,ไทยพร้อม,163
64,สุโขทัย,4,37,ภูมิใจไทย,22902
64,สุโขทัย,4,38,พลังธรรมใหม่,278
64,สุโขทัย,4,39,กรีน,49
64,สุโขทัย,4,40,ไทยธรรม,41
64,สุโขทัย,4,41,แผ่นดินธรรม,28
64,สุโขทัย,4,42,กล้าธรรม,566
64,สุโขทัย,4,43,พลังประชารัฐ,116
64,สุโขทัย,4,44,โอกาสใหม่,87
64,สุโขทัย,4,45,เป็นธรรม,76
64,สุโขทัย,4,46,ประชาชน,21639
64,สุโขทัย,4,47,ประชาไทย,135
64,สุโขทัย,4,48,ไทยสร้างไทย,198
64,สุโขทัย,4,49,ไทยก้าวใหม่,115
64,สุโขทัย,4,50,ประชาอาสาชาติ,14
64,สุโขทัย,4,51,พร้อม,25
64,สุโขทัย,4,52,เครือข่ายชาวนาแห่งประเทศไทย,14
64,สุโขทัย,4,53,ไทยพิทักษ์ธรรม,17
64,สุโขทัย,4,54,ความหวังใหม่,17
64,สุโขทัย,4,55,ไทยรวมไทย,20
64,สุโขทัย,4,56,เพื่อบ้านเมือง,42
64,สุโขทัย,4,57,พลังไทยรักชาติ,45
65,พิษณุโลก,1,1,ไทยทรัพย์ทวี,147
65,พิษณุโลก,1,2,เพื่อชาติไทย,1140
65,พิษณุโลก,1,3,ใหม่,264
65,พิษณุโลก,1,4,มิติใหม่,1378
65,พิษณุโลก,1,5,รวมใจไทย,666
65,พิษณุโลก,1,6,รวมไทยสร้างชาติ,2642
65,พิษณุโลก,1,7,พลวัต,90
65,พิษณุโลก,1,8,ประชาธิปไตยใหม่,356
65,พิษณุโลก,1,9,เพื่อไทย,12911
65,พิษณุโลก,1,10,ทางเลือกใหม่,605
65,พิษณุโลก,1,11,เศรษฐกิจ,3052
65,พิษณุโลก,1,12,เสรีรวมไทย,733
65,พิษณุโลก,1,13,รวมพลังประชาชน,483
65,พิษณุโลก,1,14,ท้องที่ไทย,419
65,พิษณุโลก,1,15,อนาคตไทย,80
65,พิษณุโลก,1,16,พลังเพื่อไทย,202
65,พิษณุโลก,1,17,ไทยชนะ,93
65,พิษณุโลก,1,18,พลังสังคมใหม่,32
65,พิษณุโลก,1,19,สังคมประชาธิปไตยไทย,32
65,พิษณุโลก,1,20,ฟิวชัน,37
65,พิษณุโลก,1,21,ไทรวมพลัง,45
65,พิษณุโลก,1,22,ก้าวอิสระ,26
65,พิษณุโลก,1,23,ปวงชนไทย,28
65,พิษณุโลก,1,24,วิชชั่นใหม่,49
65,พิษณุโลก,1,25,เพื่อชีวิตใหม่,25
65,พิษณุโลก,1,26,คลองไทย,54
65,พิษณุโลก,1,27,ประชาธิปัตย์,5381
65,พิษณุโลก,1,28,ไทยก้าวหน้า,88
65,พิษณุโลก,1,29,ไทยภักดี,3267
65,พิษณุโลก,1,30,แรงงานสร้างชาติ,56
65,พิษณุโลก,1,31,ประชากรไทย,70
65,พิษณุโลก,1,32,ครูไทยเพื่อประชาชน,83
65,พิษณุโลก,1,33,ประชาชาติ,149
65,พิษณุโลก,1,34,สร้างอนาคตไทย,103
65,พิษณุโลก,1,35,รักชาติ,150
65,พิษณุโลก,1,36,ไทยพร้อม,233
65,พิษณุโลก,1,37,ภูมิใจไทย,15962
65,พิษณุโลก,1,38,พลังธรรมใหม่,109
65,พิษณุโลก,1,39,กรีน,120
65,พิษณุโลก,1,40,ไทยธรรม,25
65,พิษณุโลก,1,41,แผ่นดินธรรม,22
65,พิษณุโลก,1,42,กล้าธรรม,211
65,พิษณุโลก,1,43,พลังประชารัฐ,132
65,พิษณุโลก,1,44,โอกาสใหม่,62
65,พิษณุโลก,1,45,เป็นธรรม,63
65,พิษณุโลก,1,46,ประชาชน,38220
65,พิษณุโลก,1,47,ประชาไทย,94
65,พิษณุโลก,1,48,ไทยสร้างไทย,310
65,พิษณุโลก,1,49,ไทยก้าวใหม่,263
65,พิษณุโลก,1,50,ประชาอาสาชาติ,5
65,พิษณุโลก,1,51,พร้อม,52
65,พิษณุโลก,1,52,เครือข่ายชาวนาแห่งประเทศไทย,17
65,พิษณุโลก,1,53,ไทยพิทักษ์ธรรม,7
65,พิษณุโลก,1,54,ความหวังใหม่,17
65,พิษณุโลก,1,55,ไทยรวมไทย,13
65,พิษณุโลก,1,56,เพื่อบ้านเมือง,61
65,พิษณุโลก,1,57,พลังไทยรักชาติ,58
65,พิษณุโลก,2,1,ไทยทรัพย์ทวี,1683
65,พิษณุโลก,2,2,เพื่อชาติไทย,1757
65,พิษณุโลก,2,3,ใหม่,1020
65,พิษณุโลก,2,4,มิติใหม่,327
65,พิษณุโลก,2,5,รวมใจไทย,505
65,พิษณุโลก,2,6,รวมไทยสร้างชาติ,2091
65,พิษณุโลก,2,7,พลวัต,110
65,พิษณุโลก,2,8,ประชาธิปไตยใหม่,625
65,พิษณุโลก,2,9,เพื่อไทย,17098
65,พิษณุโลก,2,10,ทางเลือกใหม่,595
65,พิษณุโลก,2,11,เศรษฐกิจ,3698
65,พิษณุโลก,2,12,เสรีรวมไทย,706
65,พิษณุโลก,2,13,รวมพลังประชาชน,807
65,พิษณุโลก,2,14,ท้องที่ไทย,523
65,พิษณุโลก,2,15,อนาคตไทย,101
65,พิษณุโลก,2,16,พลังเพื่อไทย,214
65,พิษณุโลก,2,17,ไทยชนะ,164
65,พิษณุโลก,2,18,พลังสังคมใหม่,27
65,พิษณุโลก,2,19,สังคมประชาธิปไตยไทย,71
65,พิษณุโลก,2,20,ฟิวชัน,35
65,พิษณุโลก,2,21,ไทรวมพลัง,52
65,พิษณุโลก,2,22,ก้าวอิสระ,29
65,พิษณุโลก,2,23,ปวงชนไทย,60
65,พิษณุโลก,2,24,วิชชั่นใหม่,108
65,พิษณุโลก,2,25,เพื่อชีวิตใหม่,43
65,พิษณุโลก,2,26,คลองไทย,71
65,พิษณุโลก,2,27,ประชาธิปัตย์,6787
65,พิษณุโลก,2,28,ไทยก้าวหน้า,134
65,พิษณุโลก,2,29,ไทยภักดี,1359
65,พิษณุโลก,2,30,แรงงานสร้างชาติ,285
65,พิษณุโลก,2,31,ประชากรไทย,192
65,พิษณุโลก,2,32,ครูไทยเพื่อประชาชน,145
65,พิษณุโลก,2,33,ประชาชาติ,144
65,พิษณุโลก,2,34,สร้างอนาคตไทย,126
65,พิษณุโลก,2,35,รักชาติ,145
65,พิษณุโลก,2,36,ไทยพร้อม,150
65,พิษณุโลก,2,37,ภูมิใจไทย,12852
65,พิษณุโลก,2,38,พลังธรรมใหม่,289
65,พิษณุโลก,2,39,กรีน,67
65,พิษณุโลก,2,40,ไทยธรรม,68
65,พิษณุโลก,2,41,แผ่นดินธรรม,19
65,พิษณุโลก,2,42,กล้าธรรม,352
65,พิษณุโลก,2,43,พลังประชารัฐ,343
65,พิษณุโลก,2,44,โอกาสใหม่,46
65,พิษณุโลก,2,45,เป็นธรรม,89
65,พิษณุโลก,2,46,ประชาชน,33505
65,พิษณุโลก,2,47,ประชาไทย,140
65,พิษณุโลก,2,48,ไทยสร้างไทย,298
65,พิษณุโลก,2,49,ไทยก้าวใหม่,221
65,พิษณุโลก,2,50,ประชาอาสาชาติ,18
65,พิษณุโลก,2,51,พร้อม,57
65,พิษณุโลก,2,52,เครือข่ายชาวนาแห่งประเทศไทย,36
65,พิษณุโลก,2,53,ไทยพิทักษ์ธรรม,12
65,พิษณุโลก,2,54,ความหวังใหม่,31
65,พิษณุโลก,2,55,ไทยรวมไทย,22
65,พิษณุโลก,2,56,เพื่อบ้านเมือง,116
65,พิษณุโลก,2,57,พลังไทยรักชาติ,86
65,พิษณุโลก,3,1,ไทยทรัพย์ทวี,685
65,พิษณุโลก,3,2,เพื่อชาติไทย,1394
65,พิษณุโลก,3,3,ใหม่,450
65,พิษณุโลก,3,4,มิติใหม่,1808
65,พิษณุโลก,3,5,รวมใจไทย,951
65,พิษณุโลก,3,6,รวมไทยสร้างชาติ,4902
65,พิษณุโลก,3,7,พลวัต,159
65,พิษณุโลก,3,8,ประชาธิปไตยใหม่,789
65,พิษณุโลก,3,9,เพื่อไทย,13506
65,พิษณุโลก,3,10,ทางเลือกใหม่,470
65,พิษณุโลก,3,11,เศรษฐกิจ,3807
65,พิษณุโลก,3,12,เสรีรวมไทย,515
65,พิษณุโลก,3,13,รวมพลังประชาชน,581
65,พิษณุโลก,3,14,ท้องที่ไทย,78
65,พิษณุโลก,3,15,อนาคตไทย,86
65,พิษณุโลก,3,16,พลังเพื่อไทย,334
65,พิษณุโลก,3,17,ไทยชนะ,224
65,พิษณุโลก,3,18,พลังสังคมใหม่,49
65,พิษณุโลก,3,19,สังคมประชาธิปไตยไทย,47
65,พิษณุโลก,3,20,ฟิวชัน,34
65,พิษณุโลก,3,21,ไทรวมพลัง,62
65,พิษณุโลก,3,22,ก้าวอิสระ,37
65,พิษณุโลก,3,23,ปวงชนไทย,96
65,พิษณุโลก,3,24,วิชชั่นใหม่,87
65,พิษณุโลก,3,25,เพื่อชีวิตใหม่,37
65,พิษณุโลก,3,26,คลองไทย,153
65,พิษณุโลก,3,27,ประชาธิปัตย์,6272
65,พิษณุโลก,3,28,ไทยก้าวหน้า,132
65,พิษณุโลก,3,29,ไทยภักดี,689
65,พิษณุโลก,3,30,แรงงานสร้างชาติ,312
65,พิษณุโลก,3,31,ประชากรไทย,227
65,พิษณุโลก,3,32,ครูไทยเพื่อประชาชน,140
65,พิษณุโลก,3,33,ประชาชาติ,281
65,พิษณุโลก,3,34,สร้างอนาคตไทย,165
65,พิษณุโลก,3,35,รักชาติ,389
65,พิษณุโลก,3,36,ไทยพร้อม,378
65,พิษณุโลก,3,37,ภูมิใจไทย,19308
65,พิษณุโลก,3,38,พลังธรรมใหม่,315
65,พิษณุโลก,3,39,กรีน,52
65,พิษณุโลก,3,40,ไทยธรรม,91
65,พิษณุโลก,3,41,แผ่นดินธรรม,42
65,พิษณุโลก,3,42,กล้าธรรม,243
65,พิษณุโลก,3,43,พลังประชารัฐ,226
65,พิษณุโลก,3,44,โอกาสใหม่,43
65,พิษณุโลก,3,45,เป็นธรรม,134
65,พิษณุโลก,3,46,ประชาชน,24037
65,พิษณุโลก,3,47,ประชาไทย,247
65,พิษณุโลก,3,48,ไทยสร้างไทย,271
65,พิษณุโลก,3,49,ไทยก้าวใหม่,126
65,พิษณุโลก,3,50,ประชาอาสาชาติ,16
65,พิษณุโลก,3,51,พร้อม,80
65,พิษณุโลก,3,52,เครือข่ายชาวนาแห่งประเทศไทย,21
65,พิษณุโลก,3,53,ไทยพิทักษ์ธรรม,16
65,พิษณุโลก,3,54,ความหวังใหม่,27
65,พิษณุโลก,3,55,ไทยรวมไทย,29
65,พิษณุโลก,3,56,เพื่อบ้านเมือง,82
65,พิษณุโลก,3,57,พลังไทยรักชาติ,88
65,พิษณุโลก,4,1,ไทยทรัพย์ทวี,1959
65,พิษณุโลก,4,2,เพื่อชาติไทย,1755
65,พิษณุโลก,4,3,ใหม่,2277
65,พิษณุโลก,4,4,มิติใหม่,459
65,พิษณุโลก,4,5,รวมใจไทย,724
65,พิษณุโลก,4,6,รวมไทยสร้างชาติ,1725
65,พิษณุโลก,4,7,พลวัต,152
65,พิษณุโลก,4,8,ประชาธิปไตยใหม่,536
65,พิษณุโลก,4,9,เพื่อไทย,15971
65,พิษณุโลก,4,10,ทางเลือกใหม่,435
65,พิษณุโลก,4,11,เศรษฐกิจ,2783
65,พิษณุโลก,4,12,เสรีรวมไทย,440
65,พิษณุโลก,4,13,รวมพลังประชาชน,133
65,พิษณุโลก,4,14,ท้องที่ไทย,621
65,พิษณุโลก,4,15,อนาคตไทย,57
65,พิษณุโลก,4,16,พลังเพื่อไทย,212
65,พิษณุโลก,4,17,ไทยชนะ,175
65,พิษณุโลก,4,18,พลังสังคมใหม่,18
65,พิษณุโลก,4,19,สังคมประชาธิปไตยไทย,38
65,พิษณุโลก,4,20,ฟิวชั่น,25
65,พิษณุโลก,4,21,ไทรวมพลัง,33
65,พิษณุโลก,4,22,ก้าวอิสระ,39
65,พิษณุโลก,4,23,ปวงชนไทย,94
65,พิษณุโลก,4,24,วิชชั่นใหม่,66
65,พิษณุโลก,4,25,เพื่อชีวิตใหม่,27
65,พิษณุโลก,4,26,คลองไทย,91
65,พิษณุโลก,4,27,ประชาธิปัตย์,3684
65,พิษณุโลก,4,28,ไทยก้าวหน้า,110
65,พิษณุโลก,4,29,ไทยภักดี,629
65,พิษณุโลก,4,30,แรงงานสร้างชาติ,265
65,พิษณุโลก,4,31,ประชากรไทย,236
65,พิษณุโลก,4,32,ครูไทยเพื่อประชาชน,239
65,พิษณุโลก,4,33,ประชาชาติ,194
65,พิษณุโลก,4,34,สร้างอนาคตไทย,149
65,พิษณุโลก,4,35,รักชาติ,120
65,พิษณุโลก,4,36,ไทยพร้อม,191
65,พิษณุโลก,4,37,ภูมิใจไทย,23285
65,พิษณุโลก,4,38,พลังธรรมใหม่,271
65,พิษณุโลก,4,39,กรีน,70
65,พิษณุโลก,4,40,ไทยธรรม,43
65,พิษณุโลก,4,41,แผ่นดินธรรม,23
65,พิษณุโลก,4,42,กล้าธรรม,195
65,พิษณุโลก,4,43,พลังประชารัฐ,150
65,พิษณุโลก,4,44,โอกาสใหม่,32
65,พิษณุโลก,4,45,เป็นธรรม,118
65,พิษณุโลก,4,46,ประชาชน,24967
65,พิษณุโลก,4,47,ประชาไทย,161
65,พิษณุโลก,4,48,ไทยสร้างไทย,196
65,พิษณุโลก,4,49,ไทยก้าวใหม่,151
65,พิษณุโลก,4,50,ประชาอาสาชาติ,8
65,พิษณุโลก,4,51,พร้อม,44
65,พิษณุโลก,4,52,เครือข่ายชาวนาแห่งประเทศไทย,22
65,พิษณุโลก,4,53,ไทยพิทักษ์ธรรม,11
65,พิษณุโลก,4,54,ความหวังใหม่,21
65,พิษณุโลก,4,55,ไทยรวมไทย,23
65,พิษณุโลก,4,56,เพื่อบ้านเมือง,47
65,พิษณุโลก,4,57,พลังไทยรักชาติ,59
65,พิษณุโลก,5,1,ไทยทรัพย์ทวี,914
65,พิษณุโลก,5,2,เพื่อชาติไทย,1878
65,พิษณุโลก,5,3,ใหม่,2883
65,พิษณุโลก,5,4,มิติใหม่,331
65,พิษณุโลก,5,5,รวมใจไทย,4482
65,พิษณุโลก,5,6,รวมไทยสร้างชาติ,1549
65,พิษณุโลก,5,7,พลวัต,131
65,พิษณุโลก,5,8,ประชาธิปไตยใหม่,809
65,พิษณุโลก,5,9,เพื่อไทย,12746
65,พิษณุโลก,5,10,ทางเลือกใหม่,486
65,พิษณุโลก,5,11,เศรษฐกิจ,3498
65,พิษณุโลก,5,12,เสรีรวมไทย,390
65,พิษณุโลก,5,13,รวมพลังประชาชน,681
65,พิษณุโลก,5,14,ท้องที่ไทย,155
65,พิษณุโลก,5,15,อนาคตไทย,177
65,พิษณุโลก,5,16,พลังเพื่อไทย,255
65,พิษณุโลก,5,17,ไทยชนะ,297
65,พิษณุโลก,5,18,พลังสังคมใหม่,30
65,พิษณุโลก,5,19,สังคมประชาธิปไตยไทย,53
65,พิษณุโลก,5,20,ฟิวชัน,36
65,พิษณุโลก,5,21,ไทรวมพลัง,73
65,พิษณุโลก,5,22,ก้าวอิสระ,40
65,พิษณุโลก,5,23,ปวงชนไทย,91
65,พิษณุโลก,5,24,วิชชั่นใหม่,104
65,พิษณุโลก,5,25,เพื่อชีวิตใหม่,76
65,พิษณุโลก,5,26,คลองไทย,142
65,พิษณุโลก,5,27,ประชาธิปัตย์,6962
65,พิษณุโลก,5,28,ไทยก้าวหน้า,153
65,พิษณุโลก,5,29,ไทยภักดี,528
65,พิษณุโลก,5,30,แรงงานสร้างชาติ,246
65,พิษณุโลก,5,31,ประชากรไทย,343
65,พิษณุโลก,5,32,ครูไทยเพื่อประชาชน,372
65,พิษณุโลก,5,33,ประชาชาติ,212
65,พิษณุโลก,5,34,สร้างอนาคตไทย,378
65,พิษณุโลก,5,35,รักชาติ,263
65,พิษณุโลก,5,36,ไทยพร้อม,213
65,พิษณุโลก,5,37,ภูมิใจไทย,18403
65,พิษณุโลก,5,38,พลังธรรมใหม่,296
65,พิษณุโลก,5,39,กรีน,81
65,พิษณุโลก,5,40,ไทยธรรม,115
65,พิษณุโลก,5,41,แผ่นดินธรรม,43
65,พิษณุโลก,5,42,กล้าธรรม,166
65,พิษณุโลก,5,43,พลังประชารัฐ,262
65,พิษณุโลก,5,44,โอกาสใหม่,47
65,พิษณุโลก,5,45,เป็นธรรม,129
65,พิษณุโลก,5,46,ประชาชน,23261
65,พิษณุโลก,5,47,ประชาไทย,172
65,พิษณุโลก,5,48,ไทยสร้างไทย,268
65,พิษณุโลก,5,49,ไทยก้าวใหม่,152
65,พิษณุโลก,5,50,ประชาอาสาชาติ,23
65,พิษณุโลก,5,51,พร้อม,56
65,พิษณุโลก,5,52,เครือข่ายชาวนาแห่งประเทศไทย,17
65,พิษณุโลก,5,53,ไทยพิทักษ์ธรรม,20
65,พิษณุโลก,5,54,ความหวังใหม่,31
65,พิษณุโลก,5,55,ไทยรวมไทย,40
65,พิษณุโลก,5,56,เพื่อบ้านเมือง,78
65,พิษณุโลก,5,57,พลังไทยรักชาติ,102
66,พิจิตร,1,1,ไทยทรัพย์ทวี,492
66,พิจิตร,1,2,เพื่อชาติไทย,1346
66,พิจิตร,1,3,ใหม่,451
66,พิจิตร,1,4,มิติใหม่,1152
66,พิจิตร,1,5,รวมใจไทย,789
66,พิจิตร,1,6,รวมไทยสร้างชาติ,6210
66,พิจิตร,1,7,พลวัต,509
66,พิจิตร,1,8,ประชาธิปไตยใหม่,718
66,พิจิตร,1,9,เพื่อไทย,8668
66,พิจิตร,1,10,ทางเลือกใหม่,451
66,พิจิตร,1,11,เศรษฐกิจ,3119
66,พิจิตร,1,12,เสรีรวมไทย,444
66,พิจิตร,1,13,รวมพลังประชาชน,577
66,พิจิตร,1,14,ท้องที่ไทย,690
66,พิจิตร,1,15,อนาคตไทย,63
66,พิจิตร,1,16,พลังเพื่อไทย,215
66,พิจิตร,1,17,ไทยชนะ,217
66,พิจิตร,1,18,พลังสังคมใหม่,36
66,พิจิตร,1,19,สังคมประชาธิปไตยไทย,45
66,พิจิตร,1,20,ฟิวชัน,32
66,พิจิตร,1,21,ไทรวมพลัง,54
66,พิจิตร,1,22,ก้าวอิสระ,31
66,พิจิตร,1,23,ปวงชนไทย,81
66,พิจิตร,1,24,วิชชั่นใหม่,102
66,พิจิตร,1,25,เพื่อชีวิตใหม่,29
66,พิจิตร,1,26,คลองไทย,109
66,พิจิตร,1,27,ประชาธิปัตย์,5380
66,พิจิตร,1,28,ไทยก้าวหน้า,113
66,พิจิตร,1,29,ไทยภักดี,774
66,พิจิตร,1,30,แรงงานสร้างชาติ,155
66,พิจิตร,1,31,ประชากรไทย,191
66,พิจิตร,1,32,ครูไทยเพื่อประชาชน,179
66,พิจิตร,1,33,ประชาชาติ,149
66,พิจิตร,1,34,สร้างอนาคตไทย,145
66,พิจิตร,1,35,รักชาติ,416
66,พิจิตร,1,36,ไทยพร้อม,491
66,พิจิตร,1,37,ภูมิใจไทย,26589
66,พิจิตร,1,38,พลังธรรมใหม่,232
66,พิจิตร,1,39,กรีน,69
66,พิจิตร,1,40,ไทยธรรม,78
66,พิจิตร,1,41,แผ่นดินธรรม,25
66,พิจิตร,1,42,กล้าธรรม,530
66,พิจิตร,1,43,พลังประชารัฐ,191
66,พิจิตร,1,44,โอกาสใหม่,46
66,พิจิตร,1,45,เป็นธรรม,75
66,พิจิตร,1,46,ประชาชน,27519
66,พิจิตร,1,47,ประชาไทย,180
66,พิจิตร,1,48,ไทยสร้างไทย,271
66,พิจิตร,1,49,ไทยก้าวใหม่,172
66,พิจิตร,1,50,ประชาอาสาชาติ,12
66,พิจิตร,1,51,พร้อม,38
66,พิจิตร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,144
66,พิจิตร,1,53,ไทยพิทักษ์ธรรม,15
66,พิจิตร,1,54,ความหวังใหม่,16
66,พิจิตร,1,55,ไทยรวมไทย,32
66,พิจิตร,1,56,เพื่อบ้านเมือง,66
66,พิจิตร,1,57,พลังไทยรักชาติ,98
66,พิจิตร,2,1,ไทยทรัพย์ทวี,985
66,พิจิตร,2,2,เพื่อชาติไทย,4993
66,พิจิตร,2,3,ใหม่,382
66,พิจิตร,2,4,มิติใหม่,333
66,พิจิตร,2,5,รวมใจไทย,683
66,พิจิตร,2,6,รวมไทยสร้างชาติ,2846
66,พิจิตร,2,7,พลวัต,138
66,พิจิตร,2,8,ประชาธิปไตยใหม่,609
66,พิจิตร,2,9,เพื่อไทย,10487
66,พิจิตร,2,10,ทางเลือกใหม่,381
66,พิจิตร,2,11,เศรษฐกิจ,3000
66,พิจิตร,2,12,เสรีรวมไทย,362
66,พิจิตร,2,13,รวมพลังประชาชน,505
66,พิจิตร,2,14,ท้องที่ไทย,178
66,พิจิตร,2,15,อนาคตไทย,62
66,พิจิตร,2,16,พลังเพื่อไทย,196
66,พิจิตร,2,17,ไทยชนะ,199
66,พิจิตร,2,18,พลังสังคมใหม่,31
66,พิจิตร,2,19,สังคมประชาธิปไตยไทย,52
66,พิจิตร,2,20,ฟิวชัน,46
66,พิจิตร,2,21,ไทรวมพลัง,38
66,พิจิตร,2,22,ก้าวอิสระ,44
66,พิจิตร,2,23,ปวงชนไทย,82
66,พิจิตร,2,24,วิชชั่นใหม่,66
66,พิจิตร,2,25,เพื่อชีวิตใหม่,31
66,พิจิตร,2,26,คลองไทย,113
66,พิจิตร,2,27,ประชาธิปัตย์,4223
66,พิจิตร,2,28,ไทยก้าวหน้า,102
66,พิจิตร,2,29,ไทยภักดี,576
66,พิจิตร,2,30,แรงงานสร้างชาติ,235
66,พิจิตร,2,31,ประชากรไทย,508
66,พิจิตร,2,32,ครูไทยเพื่อประชาชน,266
66,พิจิตร,2,33,ประชาชาติ,147
66,พิจิตร,2,34,สร้างอนาคตไทย,126
66,พิจิตร,2,35,รักชาติ,222
66,พิจิตร,2,36,ไทยพร้อม,226
66,พิจิตร,2,37,ภูมิใจไทย,21421
66,พิจิตร,2,38,พลังธรรมใหม่,230
66,พิจิตร,2,39,กรีน,62
66,พิจิตร,2,40,ไทยธรรม,55
66,พิจิตร,2,41,แผ่นดินธรรม,28
66,พิจิตร,2,42,กล้าธรรม,179
66,พิจิตร,2,43,พลังประชารัฐ,138
66,พิจิตร,2,44,โอกาสใหม่,28
66,พิจิตร,2,45,เป็นธรรม,73
66,พิจิตร,2,46,ประชาชน,25652
66,พิจิตร,2,47,ประชาไทย,116
66,พิจิตร,2,48,ไทยสร้างไทย,328
66,พิจิตร,2,49,ไทยก้าวใหม่,129
66,พิจิตร,2,50,ประชาอาสาชาติ,6
66,พิจิตร,2,51,พร้อม,49
66,พิจิตร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,21
66,พิจิตร,2,53,ไทยพิทักษ์ธรรม,11
66,พิจิตร,2,54,ความหวังใหม่,30
66,พิจิตร,2,55,ไทยรวมไทย,19
66,พิจิตร,2,56,เพื่อบ้านเมือง,59
66,พิจิตร,2,57,พลังไทยรักชาติ,84
66,พิจิตร,3,1,ไทยทรัพย์ทวี,2532
66,พิจิตร,3,2,เพื่อชาติไทย,4211
66,พิจิตร,3,3,ใหม่,816
66,พิจิตร,3,4,มิติใหม่,211
66,พิจิตร,3,5,รวมใจไทย,838
66,พิจิตร,3,6,รวมไทยสร้างชาติ,2213
66,พิจิตร,3,7,พลวัต,493
66,พิจิตร,3,8,ประชาธิปไตยใหม่,846
66,พิจิตร,3,9,เพื่อไทย,8929
66,พิจิตร,3,10,ทางเลือกใหม่,416
66,พิจิตร,3,11,เศรษฐกิจ,3563
66,พิจิตร,3,12,เสรีรวมไทย,340
66,พิจิตร,3,13,รวมพลังประชาชน,618
66,พิจิตร,3,14,ท้องที่ไทย,233
66,พิจิตร,3,15,อนาคตไทย,76
66,พิจิตร,3,16,พลังเพื่อไทย,187
66,พิจิตร,3,17,ไทยชนะ,237
66,พิจิตร,3,18,พลังสังคมใหม่,40
66,พิจิตร,3,19,สังคมประชาธิปไตยไทย,35
66,พิจิตร,3,20,ฟิวชัน,25
66,พิจิตร,3,21,ไทรวมพลัง,67
66,พิจิตร,3,22,ก้าวอิสระ,155
66,พิจิตร,3,23,บ่วงชนไทย,78
66,พิจิตร,3,24,วิชชั่นใหม่,173
66,พิจิตร,3,25,เพื่อชีวิตใหม่,49
66,พิจิตร,3,26,คลองไทย,133
66,พิจิตร,3,27,ประชาธิปัตย์,7512
66,พิจิตร,3,28,ไทยก้าวหน้า,163
66,พิจิตร,3,29,ไทยภักดี,531
66,พิจิตร,3,30,แรงงานสร้างชาติ,388
66,พิจิตร,3,31,ประชากรไทย,410
66,พิจิตร,3,32,ครูไทยเพื่อประชาชน,237
66,พิจิตร,3,33,ประชาชาติ,181
66,พิจิตร,3,34,สร้างอนาคตไทย,152
66,พิจิตร,3,35,รักชาติ,184
66,พิจิตร,3,36,ไทยพร้อม,218
66,พิจิตร,3,37,ภูมิใจไทย,24258
66,พิจิตร,3,38,พลังธรรมใหม่,228
66,พิจิตร,3,39,กรีน,58
66,พิจิตร,3,40,ไทยธรรม,86
66,พิจิตร,3,41,แผ่นดินธรรม,46
66,พิจิตร,3,42,กล้าธรรม,3095
66,พิจิตร,3,43,พลังประชารัฐ,197
66,พิจิตร,3,44,โอกาสใหม่,94
66,พิจิตร,3,45,เป็นธรรม,85
66,พิจิตร,3,46,ประชาชน,24722
66,พิจิตร,3,47,ประชาไทย,343
66,พิจิตร,3,48,ไทยสร้างไทย,247
66,พิจิตร,3,49,ไทยก้าวใหม่,176
66,พิจิตร,3,50,ประชาอาสาชาติ,11
66,พิจิตร,3,51,พร้อม,64
66,พิจิตร,3,52,เครือข่ายชาวนาแห่งประเทศไทย,51
66,พิจิตร,3,53,ไทยพิทักษ์ธรรม,16
66,พิจิตร,3,54,ความหวังใหม่,40
66,พิจิตร,3,55,ไทยรวมไทย,37
66,พิจิตร,3,56,เพื่อบ้านเมือง,121
66,พิจิตร,3,57,พลังไทยรักชาติ,119
67,เพชรบูรณ์,1,1,ไทยทรัพย์ทวี,3750
67,เพชรบูรณ์,1,2,เพื่อชาติไทย,1754
67,เพชรบูรณ์,1,3,ใหม่,351
67,เพชรบูรณ์,1,4,มิติใหม่,428
67,เพชรบูรณ์,1,5,รวมใจไทย,1339
67,เพชรบูรณ์,1,6,รวมไทยสร้างชาติ,2191
67,เพชรบูรณ์,1,7,พลวัต,109
67,เพชรบูรณ์,1,8,ประชาธิปไตยใหม่,695
67,เพชรบูรณ์,1,9,เพื่อไทย,7626
67,เพชรบูรณ์,1,10,ทางเลือกใหม่,484
67,เพชรบูรณ์,1,11,เศรษฐกิจ,3665
67,เพชรบูรณ์,1,12,เสรีรวมไทย,568
67,เพชรบูรณ์,1,13,รวมพลังประชาชน,575
67,เพชรบูรณ์,1,14,ท้องที่ไทย,80
67,เพชรบูรณ์,1,15,อนาคตไทย,88
67,เพชรบูรณ์,1,16,พลังเพื่อไทย,180
67,เพชรบูรณ์,1,17,ไทยชนะ,167
67,เพชรบูรณ์,1,18,พลังสังคมใหม่,35
67,เพชรบูรณ์,1,19,สังคมประชาธิปไตยไทย,40
67,เพชรบูรณ์,1,20,ฟิวชัน,34
67,เพชรบูรณ์,1,21,ไทรวมพลัง,72
67,เพชรบูรณ์,1,22,ก้าวอิสระ,39
67,เพชรบูรณ์,1,23,ปวงชนไทย,98
67,เพชรบูรณ์,1,24,วิชชั่นใหม่,68
67,เพชรบูรณ์,1,25,เพื่อชีวิตใหม่,47
67,เพชรบูรณ์,1,26,คลองไทย,80
67,เพชรบูรณ์,1,27,ประชาธิปัตย์,4228
67,เพชรบูรณ์,1,28,ไทยก้าวหน้า,144
67,เพชรบูรณ์,1,29,ไทยภักดี,570
67,เพชรบูรณ์,1,30,แรงงานสร้างชาติ,418
67,เพชรบูรณ์,1,31,ประชากรไทย,269
67,เพชรบูรณ์,1,32,ครูไทยเพื่อประชาชน,135
67,เพชรบูรณ์,1,33,ประชาชาติ,151
67,เพชรบูรณ์,1,34,สร้างอนาคตไทย,167
67,เพชรบูรณ์,1,35,รักชาติ,183
67,เพชรบูรณ์,1,36,ไทยพร้อม,189
67,เพชรบูรณ์,1,37,ภูมิใจไทย,22417
67,เพชรบูรณ์,1,38,พลังธรรมใหม่,179
67,เพชรบูรณ์,1,39,กรีน,49
67,เพชรบูรณ์,1,40,ไทยธรรม,65
67,เพชรบูรณ์,1,41,แผ่นดินธรรม,20
67,เพชรบูรณ์,1,42,กล้าธรรม,225
67,เพชรบูรณ์,1,43,พลังประชารัฐ,214
67,เพชรบูรณ์,1,44,โอกาสใหม่,44
67,เพชรบูรณ์,1,45,เป็นธรรม,320
67,เพชรบูรณ์,1,46,ประชาชน,24966
67,เพชรบูรณ์,1,47,ประชาไทย,170
67,เพชรบูรณ์,1,48,ไทยสร้างไทย,383
67,เพชรบูรณ์,1,49,ไทยก้าวใหม่,156
67,เพชรบูรณ์,1,50,ประชาอาสาชาติ,12
67,เพชรบูรณ์,1,51,พร้อม,63
67,เพชรบูรณ์,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
67,เพชรบูรณ์,1,53,ไทยพิทักษ์ธรรม,8
67,เพชรบูรณ์,1,54,ความหวังใหม่,27
67,เพชรบูรณ์,1,55,ไทยรวมไทย,16
67,เพชรบูรณ์,1,56,เพื่อบ้านเมือง,42
67,เพชรบูรณ์,1,57,พลังไทยรักชาติ,76
67,เพชรบูรณ์,2,1,ไทยทรัพย์ทวี,360
67,เพชรบูรณ์,2,2,เพื่อชาติไทย,1464
67,เพชรบูรณ์,2,3,ใหม่,437
67,เพชรบูรณ์,2,4,มิติใหม่,2077
67,เพชรบูรณ์,2,5,รวมใจไทย,3847
67,เพชรบูรณ์,2,6,รวมไทยสร้างชาติ,2008
67,เพชรบูรณ์,2,7,พลวัต,125
67,เพชรบูรณ์,2,8,ประชาธิปไตยใหม่,745
67,เพชรบูรณ์,2,9,เพื่อไทย,8645
67,เพชรบูรณ์,2,10,ทางเลือกใหม่,584
67,เพชรบูรณ์,2,11,เศรษฐกิจ,4175
67,เพชรบูรณ์,2,12,เสรีรวมไทย,548
67,เพชรบูรณ์,2,13,รวมพลังประชาชน,638
67,เพชรบูรณ์,2,14,ท้องที่ไทย,137
67,เพชรบูรณ์,2,15,อนาคตไทย,111
67,เพชรบูรณ์,2,16,พลังเพื่อไทย,219
67,เพชรบูรณ์,2,17,ไทยชนะ,250
67,เพชรบูรณ์,2,18,พลังสังคมใหม่,45
67,เพชรบูรณ์,2,19,สังคมประชาธิปไตยไทย,74
67,เพชรบูรณ์,2,20,ฟิวชัน,26
67,เพชรบูรณ์,2,21,ไทรวมพลัง,63
67,เพชรบูรณ์,2,22,ก้าวอิสระ,61
67,เพชรบูรณ์,2,23,ปวงชนไทย,103
67,เพชรบูรณ์,2,24,วิชชั่นใหม่,135
67,เพชรบูรณ์,2,25,เพื่อชีวิตใหม่,67
67,เพชรบูรณ์,2,26,คลองไทย,127
67,เพชรบูรณ์,2,27,ประชาธิปัตย์,5752
67,เพชรบูรณ์,2,28,ไทยก้าวหน้า,181
67,เพชรบูรณ์,2,29,ไทยภักดี,576
67,เพชรบูรณ์,2,30,แรงงานสร้างชาติ,155
67,เพชรบูรณ์,2,31,ประชากรไทย,266
67,เพชรบูรณ์,2,32,ครูไทยเพื่อประชาชน,211
67,เพชรบูรณ์,2,33,ประชาชาติ,260
67,เพชรบูรณ์,2,34,สร้างอนาคตไทย,389
67,เพชรบูรณ์,2,35,รักชาติ,204
67,เพชรบูรณ์,2,36,ไทยพร้อม,320
67,เพชรบูรณ์,2,37,ภูมิใจไทย,27073
67,เพชรบูรณ์,2,38,พลังธรรมใหม่,234
67,เพชรบูรณ์,2,39,กรีน,68
67,เพชรบูรณ์,2,40,ไทยธรรม,95
67,เพชรบูรณ์,2,41,แผ่นดินธรรม,56
67,เพชรบูรณ์,2,42,กล้าธรรม,2581
67,เพชรบูรณ์,2,43,พลังประชารัฐ,315
67,เพชรบูรณ์,2,44,โอกาสใหม่,192
67,เพชรบูรณ์,2,45,เป็นธรรม,167
67,เพชรบูรณ์,2,46,ประชาชน,24056
67,เพชรบูรณ์,2,47,ประชาไทย,238
67,เพชรบูรณ์,2,48,ไทยสร้างไทย,386
67,เพชรบูรณ์,2,49,ไทยก้าวใหม่,173
67,เพชรบูรณ์,2,50,ประชาอาสาชาติ,58
67,เพชรบูรณ์,2,51,พร้อม,83
67,เพชรบูรณ์,2,52,เครือข่ายชาวนาแห่งประเทศไทย,20
67,เพชรบูรณ์,2,53,ไทยพิทักษ์ธรรม,24
67,เพชรบูรณ์,2,54,ความหวังใหม่,39
67,เพชรบูรณ์,2,55,ไทยรวมไทย,30
67,เพชรบูรณ์,2,56,เพื่อบ้านเมือง,52
67,เพชรบูรณ์,2,57,พลังไทยรักชาติ,84
67,เพชรบูรณ์,3,1,ไทยทรัพย์ทวี,1156
67,เพชรบูรณ์,3,2,เพื่อชาติไทย,4536
67,เพชรบูรณ์,3,3,ใหม่,804
67,เพชรบูรณ์,3,4,มิติใหม่,346
67,เพชรบูรณ์,3,5,รวมใจไทย,2618
67,เพชรบูรณ์,3,6,รวมไทยสร้างชาติ,1490
67,เพชรบูรณ์,3,7,พลวัต,201
67,เพชรบูรณ์,3,8,ประชาธิปไตยใหม่,685
67,เพชรบูรณ์,3,9,เพื่อไทย,10126
67,เพชรบูรณ์,3,10,ทางเลือกใหม่,490
67,เพชรบูรณ์,3,11,เศรษฐกิจ,3520
67,เพชรบูรณ์,3,12,เสรีรวมไทย,467
67,เพชรบูรณ์,3,13,รวมพลังประชาชน,608
67,เพชรบูรณ์,3,14,ท้องที่ไทย,91
67,เพชรบูรณ์,3,15,อนาคตไทย,107
67,เพชรบูรณ์,3,16,พลังเพื่อไทย,206
67,เพชรบูรณ์,3,17,ไทยชนะ,270
67,เพชรบูรณ์,3,18,พลังสังคมใหม่,42
67,เพชรบูรณ์,3,19,สังคมประชาธิปไตยไทย,67
67,เพชรบูรณ์,3,20,ฟิวชัน,40
67,เพชรบูรณ์,3,21,ไทรวมพลัง,65
67,เพชรบูรณ์,3,22,ก้าวอิสระ,64
67,เพชรบูรณ์,3,23,ปวงชนไทย,93
67,เพชรบูรณ์,3,24,วิชชั่นใหม่,121
67,เพชรบูรณ์,3,25,เพื่อชีวิตใหม่,61
67,เพชรบูรณ์,3,26,คลองไทย,139
67,เพชรบูรณ์,3,27,ประชาธิปัตย์,7557
67,เพชรบูรณ์,3,28,ไทยก้าวหน้า,193
67,เพชรบูรณ์,3,29,ไทยภักดี,433
67,เพชรบูรณ์,3,30,แรงงานสร้างชาติ,233
67,เพชรบูรณ์,3,31,ประชากรไทย,385
67,เพชรบูรณ์,3,32,ครูไทยเพื่อประชาชน,222
67,เพชรบูรณ์,3,33,ประชาชาติ,187
67,เพชรบูรณ์,3,34,สร้างอนาคตไทย,255
67,เพชรบูรณ์,3,35,รักชาติ,179
67,เพชรบูรณ์,3,36,ไทยพร้อม,191
67,เพชรบูรณ์,3,37,ภูมิใจไทย,18717
67,เพชรบูรณ์,3,38,พลังธรรมใหม่,249
67,เพชรบูรณ์,3,39,กรีน,54
67,เพชรบูรณ์,3,40,ไทยธรรม,98
67,เพชรบูรณ์,3,41,แผ่นดินธรรม,45
67,เพชรบูรณ์,3,42,กล้าธรรม,1053
67,เพชรบูรณ์,3,43,พลังประชารัฐ,232
67,เพชรบูรณ์,3,44,โอกาสใหม่,69
67,เพชรบูรณ์,3,45,เป็นธรรม,108
67,เพชรบูรณ์,3,46,ประชาชน,23448
67,เพชรบูรณ์,3,47,ประชาไทย,202
67,เพชรบูรณ์,3,48,ไทยสร้างไทย,312
67,เพชรบูรณ์,3,49,ไทยก้าวใหม่,174
67,เพชรบูรณ์,3,50,ประชาอาสาชาติ,10
67,เพชรบูรณ์,3,51,พร้อม,69
67,เพชรบูรณ์,3,52,เครือข่ายชาวนาแห่งประเทศไทย,26
67,เพชรบูรณ์,3,53,ไทยพิทักษ์ธรรม,64
67,เพชรบูรณ์,3,54,ความหวังใหม่,27
67,เพชรบูรณ์,3,55,ไทยรวมไทย,21
67,เพชรบูรณ์,3,56,เพื่อบ้านเมือง,98
67,เพชรบูรณ์,3,57,พลังไทยรักชาติ,96
67,เพชรบูรณ์,4,1,ไทยทรัพย์ทวี,578
67,เพชรบูรณ์,4,2,เพื่อชาติไทย,800
67,เพชรบูรณ์,4,3,ใหม่,286
67,เพชรบูรณ์,4,4,มิติใหม่,172
67,เพชรบูรณ์,4,5,รวมใจไทย,1072
67,เพชรบูรณ์,4,6,รวมไทยสร้างชาติ,1186
67,เพชรบูรณ์,4,7,พลวัต,2008
67,เพชรบูรณ์,4,8,ประชาธิปไตยใหม่,804
67,เพชรบูรณ์,4,9,เพื่อไทย,9016
67,เพชรบูรณ์,4,10,ทางเลือกใหม่,321
67,เพชรบูรณ์,4,11,เศรษฐกิจ,2609
67,เพชรบูรณ์,4,12,เสรีรวมไทย,380
67,เพชรบูรณ์,4,13,รวมพลังประชาชน,495
67,เพชรบูรณ์,4,14,ท้องที่ไทย,65
67,เพชรบูรณ์,4,15,อนาคตไทย,76
67,เพชรบูรณ์,4,16,พลังเพื่อไทย,204
67,เพชรบูรณ์,4,17,ไทยชนะ,257
67,เพชรบูรณ์,4,18,พลังสังคมใหม่,34
67,เพชรบูรณ์,4,19,สังคมประชาธิปไตยไทย,40
67,เพชรบูรณ์,4,20,ฟิวชัน,40
67,เพชรบูรณ์,4,21,ไทรวมพลัง,40
67,เพชรบูรณ์,4,22,ก้าวอิสระ,33
67,เพชรบูรณ์,4,23,ปวงชนไทย,81
67,เพชรบูรณ์,4,24,วิชชั่นใหม่,57
67,เพชรบูรณ์,4,25,เพื่อชีวิตใหม่,26
67,เพชรบูรณ์,4,26,คลองไทย,60
67,เพชรบูรณ์,4,27,ประชาธิปัตย์,2462
67,เพชรบูรณ์,4,28,ไทยก้าวหน้า,80
67,เพชรบูรณ์,4,29,ไทยภักดี,371
67,เพชรบูรณ์,4,30,แรงงานสร้างชาติ,154
67,เพชรบูรณ์,4,31,ประชากรไทย,234
67,เพชรบูรณ์,4,32,ครูไทยเพื่อประชาชน,145
67,เพชรบูรณ์,4,33,ประชาชาติ,114
67,เพชรบูรณ์,4,34,สร้างอนาคตไทย,173
67,เพชรบูรณ์,4,35,รักชาติ,178
67,เพชรบูรณ์,4,36,ไทยพร้อม,376
67,เพชรบูรณ์,4,37,ภูมิใจไทย,26151
67,เพชรบูรณ์,4,38,พลังธรรมใหม่,234
67,เพชรบูรณ์,4,39,กรีน,56
67,เพชรบูรณ์,4,40,ไทยธรรม,72
67,เพชรบูรณ์,4,41,แผ่นดินธรรม,30
67,เพชรบูรณ์,4,42,กล้าธรรม,111
67,เพชรบูรณ์,4,43,พลังประชารัฐ,152
67,เพชรบูรณ์,4,44,โอกาสใหม่,122
67,เพชรบูรณ์,4,45,เป็นธรรม,56
67,เพชรบูรณ์,4,46,ประชาชน,17637
67,เพชรบูรณ์,4,47,ประชาไทย,191
67,เพชรบูรณ์,4,48,ไทยสร้างไทย,298
67,เพชรบูรณ์,4,49,ไทยก้าวใหม่,125
67,เพชรบูรณ์,4,50,ประชาอาสาชาติ,11
67,เพชรบูรณ์,4,51,พร้อม,68
67,เพชรบูรณ์,4,52,เครือข่ายชาวนาแห่งประเทศไทย,19
67,เพชรบูรณ์,4,53,ไทยพิทักษ์ธรรม,15
67,เพชรบูรณ์,4,54,ความหวังใหม่,22
67,เพชรบูรณ์,4,55,ไทยรวมไทย,19
67,เพชรบูรณ์,4,56,เพื่อบ้านเมือง,62
67,เพชรบูรณ์,4,57,พลังไทยรักชาติ,72
67,เพชรบูรณ์,5,1,ไทยทรัพย์ทวี,361
67,เพชรบูรณ์,5,2,เพื่อชาติไทย,4321
67,เพชรบูรณ์,5,3,ใหม่,858
67,เพชรบูรณ์,5,4,มิติใหม่,311
67,เพชรบูรณ์,5,5,รวมใจไทย,1166
67,เพชรบูรณ์,5,6,รวมไทยสร้างชาติ,1654
67,เพชรบูรณ์,5,7,พลวัต,181
67,เพชรบูรณ์,5,8,ประชาธิปไตยใหม่,735
67,เพชรบูรณ์,5,9,เพื่อไทย,9200
67,เพชรบูรณ์,5,10,ทางเลือกใหม่,272
67,เพชรบูรณ์,5,11,เศรษฐกิจ,3811
67,เพชรบูรณ์,5,12,เสรีรวมไทย,505
67,เพชรบูรณ์,5,13,รวมพลังประชาชน,542
67,เพชรบูรณ์,5,14,ท้องที่ไทย,92
67,เพชรบูรณ์,5,15,อนาคตไทย,66
67,เพชรบูรณ์,5,16,พลังเพื่อไทย,167
67,เพชรบูรณ์,5,17,ไทยชนะ,211
67,เพชรบูรณ์,5,18,พลังสังคมใหม่,31
67,เพชรบูรณ์,5,19,สังคมประชาธิปไตยไทย,35
67,เพชรบูรณ์,5,20,ฟิวชัน,32
67,เพชรบูรณ์,5,21,ไทรวมพลัง,31
67,เพชรบูรณ์,5,22,ก้าวอิสระ,37
67,เพชรบูรณ์,5,23,ปวงชนไทย,103
67,เพชรบูรณ์,5,24,วิชชั่นใหม่,68
67,เพชรบูรณ์,5,25,เพื่อชีวิตใหม่,22
67,เพชรบูรณ์,5,26,คลองไทย,90
67,เพชรบูรณ์,5,27,ประชาธิปัตย์,3256
67,เพชรบูรณ์,5,28,ไทยก้าวหน้า,107
67,เพชรบูรณ์,5,29,ไทยภักดี,385
67,เพชรบูรณ์,5,30,แรงงานสร้างชาติ,169
67,เพชรบูรณ์,5,31,ประชากรไทย,441
67,เพชรบูรณ์,5,32,ครูไทยเพื่อประชาชน,393
67,เพชรบูรณ์,5,33,ประชาชาติ,159
67,เพชรบูรณ์,5,34,สร้างอนาคตไทย,202
67,เพชรบูรณ์,5,35,รักชาติ,192
67,เพชรบูรณ์,5,36,ไทยพร้อม,226
67,เพชรบูรณ์,5,37,ภูมิใจไทย,22207
67,เพชรบูรณ์,5,38,พลังธรรมใหม่,247
67,เพชรบูรณ์,5,39,กรีน,70
67,เพชรบูรณ์,5,40,ไทยธรรม,72
67,เพชรบูรณ์,5,41,แผ่นดินธรรม,30
67,เพชรบูรณ์,5,42,กล้าธรรม,206
67,เพชรบูรณ์,5,43,พลังประชารัฐ,253
67,เพชรบูรณ์,5,44,โอกาสใหม่,87
67,เพชรบูรณ์,5,45,เป็นธรรม,148
67,เพชรบูรณ์,5,46,ประชาชน,19876
67,เพชรบูรณ์,5,47,ประชาไทย,160
67,เพชรบูรณ์,5,48,ไทยสร้างไทย,294
67,เพชรบูรณ์,5,49,ไทยก้าวใหม่,138
67,เพชรบูรณ์,5,50,ประชาอาสาชาติ,10
67,เพชรบูรณ์,5,51,พร้อม,50
67,เพชรบูรณ์,5,52,เครือข่ายชาวนาแห่งประเทศไทย,23
67,เพชรบูรณ์,5,53,ไทยพิทักษ์ธรรม,13
67,เพชรบูรณ์,5,54,ความหวังใหม่,17
67,เพชรบูรณ์,5,55,ไทยรวมไทย,26
67,เพชรบูรณ์,5,56,เพื่อบ้านเมือง,73
67,เพชรบูรณ์,5,57,พลังไทยรักชาติ,70
67,เพชรบูรณ์,6,1,ไทยทรัพย์ทวี,762
67,เพชรบูรณ์,6,2,เพื่อชาติไทย,1321
67,เพชรบูรณ์,6,3,ใหม่,3179
67,เพชรบูรณ์,6,4,มิติใหม่,496
67,เพชรบูรณ์,6,5,รวมใจไทย,734
67,เพชรบูรณ์,6,6,รวมไทยสร้างชาติ,1304
67,เพชรบูรณ์,6,7,พลวัต,240
67,เพชรบูรณ์,6,8,ประชาธิปไตยใหม่,814
67,เพชรบูรณ์,6,9,เพื่อไทย,9192
67,เพชรบูรณ์,6,10,ทางเลือกใหม่,381
67,เพชรบูรณ์,6,11,เศรษฐกิจ,3646
67,เพชรบูรณ์,6,12,เสรีรวมไทย,543
67,เพชรบูรณ์,6,13,รวมพลังประชาชน,631
67,เพชรบูรณ์,6,14,ท้องที่ไทย,102
67,เพชรบูรณ์,6,15,อนาคตไทย,60
67,เพชรบูรณ์,6,16,พลังเพื่อไทย,178
67,เพชรบูรณ์,6,17,ไทยชนะ,271
67,เพชรบูรณ์,6,18,พลังสังคมใหม่,43
67,เพชรบูรณ์,6,19,สังคมประชาธิปไตยไทย,56
67,เพชรบูรณ์,6,20,ฟิวชัน,34
67,เพชรบูรณ์,6,21,ไทรวมพลัง,35
67,เพชรบูรณ์,6,22,ก้าวอิสระ,33
67,เพชรบูรณ์,6,23,ปวงชนไทย,167
67,เพชรบูรณ์,6,24,วิชชั่นใหม่,60
67,เพชรบูรณ์,6,25,เพื่อชีวิตใหม่,30
67,เพชรบูรณ์,6,26,คลองไทย,70
67,เพชรบูรณ์,6,27,ประชาธิปัตย์,3051
67,เพชรบูรณ์,6,28,ไทยก้าวหน้า,107
67,เพชรบูรณ์,6,29,ไทยภักดี,334
67,เพชรบูรณ์,6,30,แรงงานสร้างชาติ,180
67,เพชรบูรณ์,6,31,ประชากรไทย,328
67,เพชรบูรณ์,6,32,ครูไทยเพื่อประชาชน,410
67,เพชรบูรณ์,6,33,ประชาชาติ,269
67,เพชรบูรณ์,6,34,สร้างอนาคตไทย,206
67,เพชรบูรณ์,6,35,รักชาติ,146
67,เพชรบูรณ์,6,36,ไทยพร้อม,269
67,เพชรบูรณ์,6,37,ภูมิใจไทย,26924
67,เพชรบูรณ์,6,38,พลังธรรมใหม่,251
67,เพชรบูรณ์,6,39,กรีน,54
67,เพชรบูรณ์,6,40,ไทยธรรม,79
67,เพชรบูรณ์,6,41,แผ่นดินธรรม,22
67,เพชรบูรณ์,6,42,กล้าธรรม,143
67,เพชรบูรณ์,6,43,พลังประชารัฐ,176
67,เพชรบูรณ์,6,44,โอกาสใหม่,65
67,เพชรบูรณ์,6,45,เป็นธรรม,57
67,เพชรบูรณ์,6,46,ประชาชน,20704
67,เพชรบูรณ์,6,47,ประชาไทย,209
67,เพชรบูรณ์,6,48,ไทยสร้างไทย,385
67,เพชรบูรณ์,6,49,ไทยก้าวใหม่,114
67,เพชรบูรณ์,6,50,ประชาอาสาชาติ,8
67,เพชรบูรณ์,6,51,พร้อม,51
67,เพชรบูรณ์,6,52,เครือข่ายชาวนาแห่งประเทศไทย,17
67,เพชรบูรณ์,6,53,ไทยพิทักษ์ธรรม,14
67,เพชรบูรณ์,6,54,ความหวังใหม่,32
67,เพชรบูรณ์,6,55,ไทยรวมไทย,18
67,เพชรบูรณ์,6,56,เพื่อบ้านเมือง,47
67,เพชรบูรณ์,6,57,พลังไทยรักชาติ,71
70,ราชบุรี,1,1,ไทยทรัพย์ทวี,500
70,ราชบุรี,1,2,เพื่อชาติไทย,1789
70,ราชบุรี,1,3,ใหม่,361
70,ราชบุรี,1,4,มิติใหม่,1915
70,ราชบุรี,1,5,รวมใจไทย,769
70,ราชบุรี,1,6,รวมไทยสร้างชาติ,3555
70,ราชบุรี,1,7,พลวัต,111
70,ราชบุรี,1,8,ประชาธิปไตยใหม่,605
70,ราชบุรี,1,9,เพื่อไทย,9145
70,ราชบุรี,1,10,ทางเลือกใหม่,761
70,ราชบุรี,1,11,เศรษฐกิจ,3819
70,ราชบุรี,1,12,เสรีรวมไทย,426
70,ราชบุรี,1,13,รวมพลังประชาชน,613
70,ราชบุรี,1,14,ท้องที่ไทย,108
70,ราชบุรี,1,15,อนาคตไทย,81
70,ราชบุรี,1,16,พลังเพื่อไทย,137
70,ราชบุรี,1,17,ไทยชนะ,111
70,ราชบุรี,1,18,พลังสังคมใหม่,32
70,ราชบุรี,1,19,สังคมประชาธิปไตยไทย,32
70,ราชบุรี,1,20,ฟิวชัน,47
70,ราชบุรี,1,21,ไทรวมพลัง,43
70,ราชบุรี,1,22,ก้าวอิสระ,29
70,ราชบุรี,1,23,ปวงชนไทย,113
70,ราชบุรี,1,24,วิชชั่นใหม่,75
70,ราชบุรี,1,25,เพื่อชีวิตใหม่,19
70,ราชบุรี,1,26,คลองไทย,72
70,ราชบุรี,1,27,ประชาธิปัตย์,8309
70,ราชบุรี,1,28,ไทยก้าวหน้า,130
70,ราชบุรี,1,29,ไทยภักดี,1221
70,ราชบุรี,1,30,แรงงานสร้างชาติ,101
70,ราชบุรี,1,31,ประชากรไทย,122
70,ราชบุรี,1,32,ครูไทยเพื่อประชาชน,96
70,ราชบุรี,1,33,ประชาชาติ,212
70,ราชบุรี,1,34,สร้างอนาคตไทย,116
70,ราชบุรี,1,35,รักชาติ,124
70,ราชบุรี,1,36,ไทยพร้อม,132
70,ราชบุรี,1,37,ภูมิใจไทย,22882
70,ราชบุรี,1,38,พลังธรรมใหม่,289
70,ราชบุรี,1,39,กรีน,68
70,ราชบุรี,1,40,ไทยธรรม,24
70,ราชบุรี,1,41,แผ่นดินธรรม,33
70,ราชบุรี,1,42,กล้าธรรม,260
70,ราชบุรี,1,43,พลังประชารัฐ,246
70,ราชบุรี,1,44,โอกาสใหม่,147
70,ราชบุรี,1,45,เป็นธรรม,52
70,ราชบุรี,1,46,ประชาชน,35561
70,ราชบุรี,1,47,ประชาไทย,181
70,ราชบุรี,1,48,ไทยสร้างไทย,340
70,ราชบุรี,1,49,ไทยก้าวใหม่,389
70,ราชบุรี,1,50,ประชาอาสาชาติ,12
70,ราชบุรี,1,51,พร้อม,72
70,ราชบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,23
70,ราชบุรี,1,53,ไทยพิทักษ์ธรรม,7
70,ราชบุรี,1,54,ความหวังใหม่,23
70,ราชบุรี,1,55,ไทยรวมไทย,21
70,ราชบุรี,1,56,เพื่อบ้านเมือง,61
70,ราชบุรี,1,57,พลังไทยรักชาติ,57
70,ราชบุรี,2,1,พรรคที่ 1,0
70,ราชบุรี,2,2,ไทยทรัพย์ทวี,1010
70,ราชบุรี,2,3,เพื่อชาติไทย,2331
70,ราชบุรี,2,4,ใหม่,711
70,ราชบุรี,2,5,มิติใหม่,3242
70,ราชบุรี,2,6,รวมใจไทย,982
70,ราชบุรี,2,7,รวมไทยสร้างชาติ,3115
70,ราชบุรี,2,8,พลวัต,140
70,ราชบุรี,2,9,ประชาธิปไตยใหม่,770
70,ราชบุรี,2,10,เพื่อไทย,8294
70,ราชบุรี,2,11,ทางเลือกใหม่,731
70,ราชบุรี,2,12,เศรษฐกิจ,3914
70,ราชบุรี,2,13,เสรีรวมไทย,538
70,ราชบุรี,2,14,รวมพลังประชาชน,840
70,ราชบุรี,2,15,ท้องที่ไทย,115
70,ราชบุรี,2,16,อนาคตไทย,127
70,ราชบุรี,2,17,พลังเพื่อไทย,288
70,ราชบุรี,2,18,ไทยชนะ,192
70,ราชบุรี,2,19,พลังสังคมใหม่,35
70,ราชบุรี,2,20,สังคมประชาธิปไตยไทย,46
70,ราชบุรี,2,21,ฟิวชัน,41
70,ราชบุรี,2,22,ไทรวมพลัง,67
70,ราชบุรี,2,23,ก้าวอิสระ,62
70,ราชบุรี,2,24,ปวงชนไทย,225
70,ราชบุรี,2,25,วิชชั่นใหม่,209
70,ราชบุรี,2,26,เพื่อชีวิตใหม่,58
70,ราชบุรี,2,27,คลองไทย,135
70,ราชบุรี,2,28,ประชาธิปัตย์,11306
70,ราชบุรี,2,29,ไทยก้าวหน้า,267
70,ราชบุรี,2,30,ไทยภักดี,643
70,ราชบุรี,2,31,แรงงานสร้างชาติ,188
70,ราชบุรี,2,32,ประชากรไทย,213
70,ราชบุรี,2,33,ครูไทยเพื่อประชาชน,129
70,ราชบุรี,2,34,ประชาชาติ,373
70,ราชบุรี,2,35,สร้างอนาคตไทย,210
70,ราชบุรี,2,36,รักชาติ,182
70,ราชบุรี,2,37,ไทยพร้อม,155
70,ราชบุรี,2,38,ภูมิใจไทย,12695
70,ราชบุรี,2,39,พลังธรรมใหม่,157
70,ราชบุรี,2,40,กรีน,65
70,ราชบุรี,2,41,ไทยธรรม,109
70,ราชบุรี,2,42,แผ่นดินธรรม,88
70,ราชบุรี,2,43,กล้าธรรม,3475
70,ราชบุรี,2,44,พลังประชารัฐ,266
70,ราชบุรี,2,45,โอกาสใหม่,105
70,ราชบุรี,2,46,เป็นธรรม,239
70,ราชบุรี,2,47,ประชาชน,29423
70,ราชบุรี,2,48,ประชาไทย,196
70,ราชบุรี,2,49,ไทยสร้างไทย,351
70,ราชบุรี,2,50,ไทยก้าวใหม่,253
70,ราชบุรี,2,51,ประชาอาสาชาติ,13
70,ราชบุรี,2,52,พร้อม,85
70,ราชบุรี,2,53,เครือข่ายชาวนาแห่งประเทศไทย,32
70,ราชบุรี,2,54,ไทยพิทักษ์ธรรม,29
70,ราชบุรี,2,55,ความหวังใหม่,34
70,ราชบุรี,2,56,ไทยรวมไทย,38
70,ราชบุรี,2,57,เพื่อบ้านเมือง,108
70,ราชบุรี,3,1,ไทยทรัพย์ทวี,551
70,ราชบุรี,3,2,เพื่อชาติไทย,6666
70,ราชบุรี,3,3,ใหม่,784
70,ราชบุรี,3,4,มิติใหม่,417
70,ราชบุรี,3,5,รวมใจไทย,1217
70,ราชบุรี,3,6,รวมไทยสร้างชาติ,3704
70,ราชบุรี,3,7,พลวัต,476
70,ราชบุรี,3,8,ประชาธิปไตยใหม่,947
70,ราชบุรี,3,9,เพื่อไทย,8062
70,ราชบุรี,3,10,ทางเลือกใหม่,769
70,ราชบุรี,3,11,เศรษฐกิจ,3950
70,ราชบุรี,3,12,เสรีรวมไทย,656
70,ราชบุรี,3,13,รวมพลังประชาชน,908
70,ราชบุรี,3,14,ท้องที่ไทย,173
70,ราชบุรี,3,15,อนาคตไทย,123
70,ราชบุรี,3,16,พลังเพื่อไทย,205
70,ราชบุรี,3,17,ไทยชนะ,165
70,ราชบุรี,3,18,พลังสังคมใหม่,54
70,ราชบุรี,3,19,สังคมประชาธิปไตยไทย,79
70,ราชบุรี,3,20,ฟิวชัน,42
70,ราชบุรี,3,21,ไทรวมพลัง,70
70,ราชบุรี,3,22,ก้าวอิสระ,75
70,ราชบุรี,3,23,ปวงชนไทย,55
70,ราชบุรี,3,24,วิชชั่นใหม่,180
70,ราชบุรี,3,25,เพื่อชีวิตใหม่,49
70,ราชบุรี,3,26,คลองไทย,122
70,ราชบุรี,3,27,ประชาธิปัตย์,11362
70,ราชบุรี,3,28,ไทยก้าวหน้า,254
70,ราชบุรี,3,29,ไทยภักดี,835
70,ราชบุรี,3,30,แรงงานสร้างชาติ,193
70,ราชบุรี,3,31,ประชากรไทย,428
70,ราชบุรี,3,32,ครูไทยเพื่อประชาชน,155
70,ราชบุรี,3,33,ประชาชาติ,191
70,ราชบุรี,3,34,สร้างอนาคตไทย,153
70,ราชบุรี,3,35,รักชาติ,205
70,ราชบุรี,3,36,ไทยพร้อม,208
70,ราชบุรี,3,37,ภูมิใจไทย,13782
70,ราชบุรี,3,38,พลังธรรมใหม่,157
70,ราชบุรี,3,39,กรีน,71
70,ราชบุรี,3,40,ไทยธรรม,127
70,ราชบุรี,3,41,แผ่นดินธรรม,57
70,ราชบุรี,3,42,กล้าธรรม,4724
70,ราชบุรี,3,43,พลังประชารัฐ,497
70,ราชบุรี,3,44,โอกาสใหม่,71
70,ราชบุรี,3,45,เป็นธรรม,97
70,ราชบุรี,3,46,ประชาชน,32402
70,ราชบุรี,3,47,ประชาไทย,349
70,ราชบุรี,3,48,ไทยสร้างไทย,409
70,ราชบุรี,3,49,ไทยก้าวใหม่,400
70,ราชบุรี,3,50,ประชาอาสาชาติ,20
70,ราชบุรี,3,51,พร้อม,104
70,ราชบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,27
70,ราชบุรี,3,53,ไทยพิทักษ์ธรรม,23
70,ราชบุรี,3,54,ความหวังใหม่,42
70,ราชบุรี,3,55,ไทยรวมไทย,21
70,ราชบุรี,3,56,เพื่อบ้านเมือง,76
70,ราชบุรี,3,57,พลังไทยรักชาติ,136
70,ราชบุรี,4,1,ไทยทรัพย์ทวี,294
70,ราชบุรี,4,2,เพื่อชาติไทย,1861
70,ราชบุรี,4,3,ใหม่,2771
70,ราชบุรี,4,4,มิติใหม่,637
70,ราชบุรี,4,5,รวมใจไทย,1163
70,ราชบุรี,4,6,รวมไทยสร้างชาติ,3250
70,ราชบุรี,4,7,พลวัต,1338
70,ราชบุรี,4,8,ประชาธิปไตยใหม่,779
70,ราชบุรี,4,9,เพื่อไทย,9069
70,ราชบุรี,4,10,ทางเลือกใหม่,664
70,ราชบุรี,4,11,เศรษฐกิจ,3710
70,ราชบุรี,4,12,เสรีรวมไทย,604
70,ราชบุรี,4,13,รวมพลังประชาชน,827
70,ราชบุรี,4,14,ท้องที่ไทย,80
70,ราชบุรี,4,15,อนาคตไทย,82
70,ราชบุรี,4,16,พลังเพื่อไทย,237
70,ราชบุรี,4,17,ไทยชนะ,131
70,ราชบุรี,4,18,พลังสังคมใหม่,29
70,ราชบุรี,4,19,สังคมประชาธิปไตยไทย,45
70,ราชบุรี,4,20,ฟิวชัน,50
70,ราชบุรี,4,21,ไทรวมพลัง,48
70,ราชบุรี,4,22,ก้าวอิสระ,29
70,ราชบุรี,4,23,ปวงชนไทย,62
70,ราชบุรี,4,24,วิชชั่นใหม่,93
70,ราชบุรี,4,25,เพื่อชีวิตใหม่,32
70,ราชบุรี,4,26,คลองไทย,87
70,ราชบุรี,4,27,ประชาธิปัตย์,8425
70,ราชบุรี,4,28,ไทยก้าวหน้า,205
70,ราชบุรี,4,29,ไทยภักดี,1007
70,ราชบุรี,4,30,แรงงานสร้างชาติ,112
70,ราชบุรี,4,31,ประชากรไทย,147
70,ราชบุรี,4,32,ครูไทยเพื่อประชาชน,212
70,ราชบุรี,4,33,ประชาชาติ,182
70,ราชบุรี,4,34,สร้างอนาคตไทย,109
70,ราชบุรี,4,35,รักชาติ,150
70,ราชบุรี,4,36,ไทยพร้อม,199
70,ราชบุรี,4,37,ภูมิใจไทย,24114
70,ราชบุรี,4,38,พลังธรรมใหม่,158
70,ราชบุรี,4,39,กรีน,83
70,ราชบุรี,4,40,ไทยธรรม,54
70,ราชบุรี,4,41,แผ่นดินธรรม,31
70,ราชบุรี,4,42,กล้าธรรม,1360
70,ราชบุรี,4,43,พลังประชารัฐ,271
70,ราชบุรี,4,44,โอกาสใหม่,95
70,ราชบุรี,4,45,เป็นธรรม,184
70,ราชบุรี,4,46,ประชาชน,36715
70,ราชบุรี,4,47,ประชาไทย,214
70,ราชบุรี,4,48,ไทยสร้างไทย,348
70,ราชบุรี,4,49,ไทยก้าวใหม่,254
70,ราชบุรี,4,50,ประชาอาสาชาติ,9
70,ราชบุรี,4,51,พร้อม,89
70,ราชบุรี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,11
70,ราชบุรี,4,53,ไทยพิทักษ์ธรรม,10
70,ราชบุรี,4,54,ความหวังใหม่,24
70,ราชบุรี,4,55,ไทยรวมไทย,24
70,ราชบุรี,4,56,เพื่อบ้านเมือง,35
70,ราชบุรี,4,57,พลังไทยรักชาติ,50
70,ราชบุรี,5,1,ไทยทรัพย์ทวี,368
70,ราชบุรี,5,2,เพื่อชาติไทย,1569
70,ราชบุรี,5,3,ใหม่,2313
70,ราชบุรี,5,4,มิติใหม่,1988
70,ราชบุรี,5,5,รวมใจไทย,1155
70,ราชบุรี,5,6,รวมไทยสร้างชาติ,3580
70,ราชบุรี,5,7,พลวัต,223
70,ราชบุรี,5,8,ประชาธิปไตยใหม่,842
70,ราชบุรี,5,9,เพื่อไทย,7799
70,ราชบุรี,5,10,ทางเลือกใหม่,741
70,ราชบุรี,5,11,เศรษฐกิจ,3861
70,ราชบุรี,5,12,เสรีรวมไทย,612
70,ราชบุรี,5,13,รวมพลังประชาชน,801
70,ราชบุรี,5,14,ท้องที่ไทย,70
70,ราชบุรี,5,15,อนาคตไทย,86
70,ราชบุรี,5,16,พลังเพื่อไทย,216
70,ราชบุรี,5,17,ไทยชนะ,148
70,ราชบุรี,5,18,พลังสังคมใหม่,24
70,ราชบุรี,5,19,สังคมประชาธิปไตยไทย,44
70,ราชบุรี,5,20,ฟิวชัน,37
70,ราชบุรี,5,21,ไทรวมพลัง,51
70,ราชบุรี,5,22,ก้าวอิสระ,59
70,ราชบุรี,5,23,ปวงชนไทย,70
70,ราชบุรี,5,24,วิชชั่นใหม่,130
70,ราชบุรี,5,25,เพื่อชีวิตใหม่,38
70,ราชบุรี,5,26,คลองไทย,114
70,ราชบุรี,5,27,ประชาธิปัตย์,10594
70,ราชบุรี,5,28,ไทยก้าวหน้า,206
70,ราชบุรี,5,29,ไทยภักดี,665
70,ราชบุรี,5,30,แรงงานสร้างชาติ,136
70,ราชบุรี,5,31,ประชากรไทย,132
70,ราชบุรี,5,32,ครูไทยเพื่อประชาชน,183
70,ราชบุรี,5,33,ประชาชาติ,296
70,ราชบุรี,5,34,สร้างอนาคตไทย,234
70,ราชบุรี,5,35,รักชาติ,158
70,ราชบุรี,5,36,ไทยพร้อม,182
70,ราชบุรี,5,37,ภูมิใจไทย,25109
70,ราชบุรี,5,38,พลังธรรมใหม่,144
70,ราชบุรี,5,39,กรีน,54
70,ราชบุรี,5,40,ไทยธรรม,49
70,ราชบุรี,5,41,แผ่นดินธรรม,46
70,ราชบุรี,5,42,กล้าธรรม,4654
70,ราชบุรี,5,43,พลังประชารัฐ,342
70,ราชบุรี,5,44,โอกาสใหม่,51
70,ราชบุรี,5,45,เป็นธรรม,98
70,ราชบุรี,5,46,ประชาชน,33133
70,ราชบุรี,5,47,ประชาไทย,218
70,ราชบุรี,5,48,ไทยสร้างไทย,473
70,ราชบุรี,5,49,ไทยก้าวใหม่,296
70,ราชบุรี,5,50,ประชาอาสาชาติ,37
70,ราชบุรี,5,51,พร้อม,64
70,ราชบุรี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,15
70,ราชบุรี,5,53,ไทยพิทักษ์ธรรม,29
70,ราชบุรี,5,54,ความหวังใหม่,30
70,ราชบุรี,5,55,ไทยรวมไทย,14
70,ราชบุรี,5,56,เพื่อบ้านเมือง,52
70,ราชบุรี,5,57,พลังไทยรักชาติ,81
71,กาญจนบุรี,1,2,ไทยทรัพย์ทวี,568
71,กาญจนบุรี,1,3,เพื่อชาติไทย,1459
71,กาญจนบุรี,1,4,ใหม่,283
71,กาญจนบุรี,1,5,มิติใหม่,267
71,กาญจนบุรี,1,6,รวมใจไทย,3076
71,กาญจนบุรี,1,7,รวมไทยสร้างชาติ,3710
71,กาญจนบุรี,1,8,พลวัต,190
71,กาญจนบุรี,1,9,ประชาธิปไตยใหม่,723
71,กาญจนบุรี,1,10,เพื่อไทย,13217
71,กาญจนบุรี,1,11,ทางเลือกใหม่,699
71,กาญจนบุรี,1,12,เศรษฐกิจ,3961
71,กาญจนบุรี,1,13,เสรีรวมไทย,667
71,กาญจนบุรี,1,14,รวมพลังประชาชน,647
71,กาญจนบุรี,1,15,ท้องที่ไทย,53
71,กาญจนบุรี,1,16,อนาคตไทย,95
71,กาญจนบุรี,1,17,พลังเพื่อไทย,275
71,กาญจนบุรี,1,18,ไทยชนะ,108
71,กาญจนบุรี,1,19,พลังสังคมใหม่,24
71,กาญจนบุรี,1,20,สังคมประชาธิปไตยไทย,32
71,กาญจนบุรี,1,21,ฟิวชัน,32
71,กาญจนบุรี,1,22,ไทรวมพลัง,189
71,กาญจนบุรี,1,23,ก้าวอิสระ,42
71,กาญจนบุรี,1,24,ปวงชนไทย,389
71,กาญจนบุรี,1,25,วิชชั่นใหม่,48
71,กาญจนบุรี,1,26,เพื่อชีวิตใหม่,32
71,กาญจนบุรี,1,27,คลองไทย,66
71,กาญจนบุรี,1,28,ประชาธิปัตย์,6404
71,กาญจนบุรี,1,29,ไทยก้าวหน้า,144
71,กาญจนบุรี,1,30,ไทยภักดี,851
71,กาญจนบุรี,1,31,แรงงานสร้างชาติ,118
71,กาญจนบุรี,1,32,ประชากรไทย,124
71,กาญจนบุรี,1,33,ครูไทยเพื่อประชาชน,90
71,กาญจนบุรี,1,34,ประชาชาติ,109
71,กาญจนบุรี,1,35,สร้างอนาคตไทย,211
71,กาญจนบุรี,1,36,รักชาติ,158
71,กาญจนบุรี,1,37,ไทยพร้อม,111
71,กาญจนบุรี,1,38,ภูมิใจไทย,14347
71,กาญจนบุรี,1,39,พลังธรรมใหม่,119
71,กาญจนบุรี,1,40,กรีน,66
71,กาญจนบุรี,1,41,ไทยธรรม,44
71,กาญจนบุรี,1,42,แผ่นดินธรรม,36
71,กาญจนบุรี,1,43,กล้าธรรม,214
71,กาญจนบุรี,1,44,พลังประชารัฐ,205
71,กาญจนบุรี,1,45,โอกาสใหม่,58
71,กาญจนบุรี,1,46,เป็นธรรม,74
71,กาญจนบุรี,1,47,ประชาชน,31045
71,กาญจนบุรี,1,48,ประชาไทย,104
71,กาญจนบุรี,1,49,ไทยสร้างไทย,356
71,กาญจนบุรี,1,50,ไทยก้าวใหม่,306
71,กาญจนบุรี,1,51,ประชาอาสาชาติ,13
71,กาญจนบุรี,1,52,พร้อม,79
71,กาญจนบุรี,1,53,เครือข่ายชาวนาแห่งประเทศไทย,18
71,กาญจนบุรี,1,54,ไทยพิทักษ์ธรรม,17
71,กาญจนบุรี,1,55,ความหวังใหม่,25
71,กาญจนบุรี,1,56,ไทยรวมไทย,22
71,กาญจนบุรี,1,57,เพื่อบ้านเมือง,52
71,กาญจนบุรี,1,58,พลังไทยรักชาติ,89
71,กาญจนบุรี,2,1,ไทยทรัพย์ทวี,369
71,กาญจนบุรี,2,2,เพื่อชาติไทย,4455
71,กาญจนบุรี,2,3,ใหม่,435
71,กาญจนบุรี,2,4,มิติใหม่,1632
71,กาญจนบุรี,2,5,รวมใจไทย,1130
71,กาญจนบุรี,2,6,รวมไทยสร้างชาติ,3406
71,กาญจนบุรี,2,7,พลวัต,189
71,กาญจนบุรี,2,8,ประชาธิปไตยใหม่,688
71,กาญจนบุรี,2,9,เพื่อไทย,13525
71,กาญจนบุรี,2,10,ทางเลือกใหม่,657
71,กาญจนบุรี,2,11,เศรษฐกิจ,3985
71,กาญจนบุรี,2,12,เสรีรวมไทย,507
71,กาญจนบุรี,2,13,รวมพลังประชาชน,742
71,กาญจนบุรี,2,14,ท้องที่ไทย,68
71,กาญจนบุรี,2,15,อนาคตไทย,109
71,กาญจนบุรี,2,16,พลังเพื่อไทย,210
71,กาญจนบุรี,2,17,ไทยชนะ,126
71,กาญจนบุรี,2,18,พลังสังคมใหม่,35
71,กาญจนบุรี,2,19,สังคมประชาธิปไตยไทย,41
71,กาญจนบุรี,2,20,ฟิวชัน,39
71,กาญจนบุรี,2,21,ไทรวมพลัง,64
71,กาญจนบุรี,2,22,ก้าวอิสระ,41
71,กาญจนบุรี,2,23,ปวงชนไทย,115
71,กาญจนบุรี,2,24,วิชชั่นใหม่,59
71,กาญจนบุรี,2,25,เพื่อชีวิตใหม่,32
71,กาญจนบุรี,2,26,คลองไทย,207
71,กาญจนบุรี,2,27,ประชาธิปัตย์,6842
71,กาญจนบุรี,2,28,ไทยก้าวหน้า,156
71,กาญจนบุรี,2,29,ไทยภักดี,632
71,กาญจนบุรี,2,30,แรงงานสร้างชาติ,142
71,กาญจนบุรี,2,31,ประชากรไทย,312
71,กาญจนบุรี,2,32,ครูไทยเพื่อประชาชน,157
71,กาญจนบุรี,2,33,ประชาชาติ,245
71,กาญจนบุรี,2,34,สร้างอนาคตไทย,219
71,กาญจนบุรี,2,35,รักชาติ,155
71,กาญจนบุรี,2,36,ไทยพร้อม,307
71,กาญจนบุรี,2,37,ภูมิใจไทย,19447
71,กาญจนบุรี,2,38,พลังธรรมใหม่,191
71,กาญจนบุรี,2,39,กรีน,65
71,กาญจนบุรี,2,40,ไทยธรรม,44
71,กาญจนบุรี,2,41,แผ่นดินธรรม,26
71,กาญจนบุรี,2,42,กล้าธรรม,627
71,กาญจนบุรี,2,43,พลังประชารัฐ,271
71,กาญจนบุรี,2,44,โอกาสใหม่,50
71,กาญจนบุรี,2,45,เป็นธรรม,75
71,กาญจนบุรี,2,46,ประชาชน,30319
71,กาญจนบุรี,2,47,ประชาไทย,142
71,กาญจนบุรี,2,48,ไทยสร้างไทย,327
71,กาญจนบุรี,2,49,ไทยก้าวใหม่,318
71,กาญจนบุรี,2,50,ประชาอาสาชาติ,12
71,กาญจนบุรี,2,51,พร้อม,60
71,กาญจนบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,29
71,กาญจนบุรี,2,53,ไทยพิทักษ์ธรรม,14
71,กาญจนบุรี,2,54,ความหวังใหม่,24
71,กาญจนบุรี,2,55,ไทยรวมไทย,29
71,กาญจนบุรี,2,56,เพื่อบ้านเมือง,52
71,กาญจนบุรี,2,57,พลังไทยรักชาติ,75
71,กาญจนบุรี,3,1,ไทยทรัพย์ทวี,294
71,กาญจนบุรี,3,2,เพื่อชาติไทย,1768
71,กาญจนบุรี,3,3,ใหม่,343
71,กาญจนบุรี,3,4,มิติใหม่,1487
71,กาญจนบุรี,3,5,รวมใจไทย,2842
71,กาญจนบุรี,3,6,รวมไทยสร้างชาติ,2303
71,กาญจนบุรี,3,7,พลวัต,196
71,กาญจนบุรี,3,8,ประชาธิปไตยใหม่,608
71,กาญจนบุรี,3,9,เพื่อไทย,19129
71,กาญจนบุรี,3,10,ทางเลือกใหม่,642
71,กาญจนบุรี,3,11,เศรษฐกิจ,3754
71,กาญจนบุรี,3,12,เสรีรวมไทย,485
71,กาญจนบุรี,3,13,รวมพลังประชาชน,653
71,กาญจนบุรี,3,14,ท้องที่ไทย,64
71,กาญจนบุรี,3,15,อนาคตไทย,73
71,กาญจนบุรี,3,16,พลังเพื่อไทย,233
71,กาญจนบุรี,3,17,ไทยชนะ,116
71,กาญจนบุรี,3,18,พลังสังคมใหม่,35
71,กาญจนบุรี,3,19,สังคมประชาธิปไตยไทย,29
71,กาญจนบุรี,3,20,ฟิวชัน,39
71,กาญจนบุรี,3,21,ไทรวมพลัง,48
71,กาญจนบุรี,3,22,ก้าวอิสระ,39
71,กาญจนบุรี,3,23,ปวงชนไทย,110
71,กาญจนบุรี,3,24,วิชชั่นใหม่,54
71,กาญจนบุรี,3,25,เพื่อชีวิตใหม่,39
71,กาญจนบุรี,3,26,คลองไทย,77
71,กาญจนบุรี,3,27,ประชาธิปัตย์,5430
71,กาญจนบุรี,3,28,ไทยก้าวหน้า,133
71,กาญจนบุรี,3,29,ไทยภักดี,620
71,กาญจนบุรี,3,30,แรงงานสร้างชาติ,105
71,กาญจนบุรี,3,31,ประชากรไทย,150
71,กาญจนบุรี,3,32,ครูไทยเพื่อประชาชน,109
71,กาญจนบุรี,3,33,ประชาชาติ,216
71,กาญจนบุรี,3,34,สร้างอนาคตไทย,243
71,กาญจนบุรี,3,35,รักชาติ,207
71,กาญจนบุรี,3,36,ไทยพร้อม,178
71,กาญจนบุรี,3,37,ภูมิใจไทย,26169
71,กาญจนบุรี,3,38,พลังธรรมใหม่,398
71,กาญจนบุรี,3,39,กรีน,70
71,กาญจนบุรี,3,40,ไทยธรรม,47
71,กาญจนบุรี,3,41,แผ่นดินธรรม,29
71,กาญจนบุรี,3,42,กล้าธรรม,158
71,กาญจนบุรี,3,43,พลังประชารัฐ,184
71,กาญจนบุรี,3,44,โอกาสใหม่,337
71,กาญจนบุรี,3,45,เป็นธรรม,76
71,กาญจนบุรี,3,46,ประชาชน,32756
71,กาญจนบุรี,3,47,ประชาไทย,175
71,กาญจนบุรี,3,48,ไทยสร้างไทย,396
71,กาญจนบุรี,3,49,ไทยก้าวใหม่,327
71,กาญจนบุรี,3,50,ประชาอาสาชาติ,12
71,กาญจนบุรี,3,51,พร้อม,44
71,กาญจนบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,19
71,กาญจนบุรี,3,53,ไทยพิทักษ์ธรรม,12
71,กาญจนบุรี,3,54,ความหวังใหม่,27
71,กาญจนบุรี,3,55,ไทยรวมไทย,15
71,กาญจนบุรี,3,56,เพื่อบ้านเมือง,59
71,กาญจนบุรี,3,57,พลังไทยรักชาติ,65
71,กาญจนบุรี,4,1,ไทยทรัพย์ทวี,4950
71,กาญจนบุรี,4,2,เพื่อชาติไทย,3573
71,กาญจนบุรี,4,3,ใหม่,534
71,กาญจนบุรี,4,4,มิติใหม่,678
71,กาญจนบุรี,4,5,รวมใจไทย,953
71,กาญจนบุรี,4,6,ไทยสร้างชาติ,1646
71,กาญจนบุรี,4,7,พลวัต,251
71,กาญจนบุรี,4,8,ประชาธิปไตยใหม่,616
71,กาญจนบุรี,4,9,เพื่อไทย,10779
71,กาญจนบุรี,4,10,ทางเลือกใหม่,640
71,กาญจนบุรี,4,11,เศรษฐกิจ,2906
71,กาญจนบุรี,4,12,เสรีรวมไทย,367
71,กาญจนบุรี,4,13,รวมพลังประชาชน,676
71,กาญจนบุรี,4,14,ท้องที่ไทย,182
71,กาญจนบุรี,4,15,อนาคตใหม่,98
71,กาญจนบุรี,4,16,พลังเพื่อไทย,208
71,กาญจนบุรี,4,17,ไทยชนะ,212
71,กาญจนบุรี,4,18,พลังสังคมใหม่,50
71,กาญจนบุรี,4,19,สังคมประชาธิปไตยไทย,45
71,กาญจนบุรี,4,20,ฟิวชัน,51
71,กาญจนบุรี,4,21,ไทรวมพลัง,55
71,กาญจนบุรี,4,22,ก้าวอิสระ,53
71,กาญจนบุรี,4,23,ปวงชนไทย,86
71,กาญจนบุรี,4,24,วิชชั่นใหม่,99
71,กาญจนบุรี,4,25,เพื่อชีวิตใหม่,72
71,กาญจนบุรี,4,26,คลองไทย,137
71,กาญจนบุรี,4,27,ประชาธิปัตย์,5480
71,กาญจนบุรี,4,28,ไทยก้าวหน้า,196
71,กาญจนบุรี,4,29,ไทยภักดี,287
71,กาญจนบุรี,4,30,แรงงานสร้างชาติ,618
71,กาญจนบุรี,4,31,ประชากรไทย,404
71,กาญจนบุรี,4,32,รูไทยเพื่อประชาชน,137
71,กาญจนบุรี,4,33,ประชาชาติ,159
71,กาญจนบุรี,4,34,สร้างอนาคตใหม่,179
71,กาญจนบุรี,4,35,รักชาติ,196
71,กาญจนบุรี,4,36,ไทยพร้อม,232
71,กาญจนบุรี,4,37,ภูมิใจไทย,17963
71,กาญจนบุรี,4,38,พลังธรรมใหม่,214
71,กาญจนบุรี,4,39,กรีน,67
71,กาญจนบุรี,4,40,ไทยธรรม,66
71,กาญจนบุรี,4,41,แผ่นดินธรรม,24
71,กาญจนบุรี,4,42,กล้าธรรม,148
71,กาญจนบุรี,4,43,พลังประชารัฐ,162
71,กาญจนบุรี,4,44,โอกาสใหม่,151
71,กาญจนบุรี,4,45,เป็นธรรม,188
71,กาญจนบุรี,4,46,ประชาชน,23873
71,กาญจนบุรี,4,47,ประชาไทย,289
71,กาญจนบุรี,4,48,ไทยสร้างไทย,286
71,กาญจนบุรี,4,49,ไทยก้าวใหม่,215
71,กาญจนบุรี,4,50,ประชาอาสาชาติ,11
71,กาญจนบุรี,4,51,พร้อม,73
71,กาญจนบุรี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,92
71,กาญจนบุรี,4,53,ไทยพิทักษ์ธรรม,18
71,กาญจนบุรี,4,54,ความหวังใหม่,46
71,กาญจนบุรี,4,55,ไทยรวมไทย,29
71,กาญจนบุรี,4,56,เพื่อบ้านเมือง,170
71,กาญจนบุรี,4,57,พลังไทยรักชาติ,124
71,กาญจนบุรี,5,1,ไทยทรัพย์ทวี,679
71,กาญจนบุรี,5,2,เพื่อชาติไทย,4957
71,กาญจนบุรี,5,3,ใหม่,2841
71,กาญจนบุรี,5,4,มิติใหม่,219
71,กาญจนบุรี,5,5,รวมใจไทย,656
71,กาญจนบุรี,5,6,รวมไทยสร้างชาติ,1597
71,กาญจนบุรี,5,7,พลวัต,232
71,กาญจนบุรี,5,8,ประชาธิปไตยใหม่,561
71,กาญจนบุรี,5,9,เพื่อไทย,15572
71,กาญจนบุรี,5,10,ทางเลือกใหม่,362
71,กาญจนบุรี,5,11,เศรษฐกิจ,3114
71,กาญจนบุรี,5,12,เสรีรวมไทย,479
71,กาญจนบุรี,5,13,รวมพลังประชาชน,636
71,กาญจนบุรี,5,14,ท้องที่ไทย,85
71,กาญจนบุรี,5,15,อนาคตไทย,84
71,กาญจนบุรี,5,16,พลังเพื่อไทย,211
71,กาญจนบุรี,5,17,ไทยชนะ,191
71,กาญจนบุรี,5,18,พลังสังคมใหม่,35
71,กาญจนบุรี,5,19,สังคมประชาธิปไตย,40
71,กาญจนบุรี,5,20,ฟิวชัน,36
71,กาญจนบุรี,5,21,ไทรวมพลัง,70
71,กาญจนบุรี,5,22,ก้าวอิสระ,35
71,กาญจนบุรี,5,23,ปวงชนไทย,64
71,กาญจนบุรี,5,24,วิชชั่นใหม่,51
71,กาญจนบุรี,5,25,เพื่อชีวิตใหม่,31
71,กาญจนบุรี,5,26,คลองไทย,78
71,กาญจนบุรี,5,27,ประชาธิปัตย์,4823
71,กาญจนบุรี,5,28,ไทยก้าวหน้า,104
71,กาญจนบุรี,5,29,ไทยภักดี,375
71,กาญจนบุรี,5,30,แรงงานสร้างชาติ,122
71,กาญจนบุรี,5,31,ประชากรไทย,348
71,กาญจนบุรี,5,32,ครูไทยเพื่อประชาชน,288
71,กาญจนบุรี,5,33,ประชาชาติ,150
71,กาญจนบุรี,5,34,สร้างอนาคตไทย,196
71,กาญจนบุรี,5,35,รักชาติ,111
71,กาญจนบุรี,5,36,ไทยพร้อม,164
71,กาญจนบุรี,5,37,ภูมิใจไทย,16461
71,กาญจนบุรี,5,38,พลังธรรมใหม่,209
71,กาญจนบุรี,5,39,กรีน,79
71,กาญจนบุรี,5,40,ไทยธรรม,33
71,กาญจนบุรี,5,41,แผ่นดินธรรม,45
71,กาญจนบุรี,5,42,กล้าธรรม,116
71,กาญจนบุรี,5,43,พลังประชารัฐ,387
71,กาญจนบุรี,5,44,โอกาสใหม่,31
71,กาญจนบุรี,5,45,เป็นธรรม,87
71,กาญจนบุรี,5,46,ประชาชน,23372
71,กาญจนบุรี,5,47,ประชาไทย,138
71,กาญจนบุรี,5,48,ไทยสร้างไทย,214
71,กาญจนบุรี,5,49,ไทยก้าวใหม่,445
71,กาญจนบุรี,5,50,ประชาอาสาชาติ,11
71,กาญจนบุรี,5,51,พร้อม,44
71,กาญจนบุรี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,19
71,กาญจนบุรี,5,53,ไทยพิทักษ์ธรรม,15
71,กาญจนบุรี,5,54,ความหวังใหม่,20
71,กาญจนบุรี,5,55,ไทยรวมไทย,29
71,กาญจนบุรี,5,56,เพื่อบ้านเมือง,41
71,กาญจนบุรี,5,57,พลังไทยรักชาติ,50
72,สุพรรณบุรี,1,1,ไทยทรัพย์ทวี,1532
72,สุพรรณบุรี,1,2,เพื่อชาติไทย,975
72,สุพรรณบุรี,1,3,ใหม่,190
72,สุพรรณบุรี,1,4,มิติใหม่,63
72,สุพรรณบุรี,1,5,รวมใจไทย,451
72,สุพรรณบุรี,1,6,รวมไทยสร้างชาติ,1766
72,สุพรรณบุรี,1,7,พลวัต,261
72,สุพรรณบุรี,1,8,ประชาธิปไตยใหม่,583
72,สุพรรณบุรี,1,9,เพื่อไทย,6073
72,สุพรรณบุรี,1,10,ทางเลือกใหม่,386
72,สุพรรณบุรี,1,11,เศรษฐกิจ,2090
72,สุพรรณบุรี,1,12,เสรีรวมไทย,512
72,สุพรรณบุรี,1,13,รวมพลังประชาชน,365
72,สุพรรณบุรี,1,14,ท้องที่ไทย,37
72,สุพรรณบุรี,1,15,อนาคตไทย,42
72,สุพรรณบุรี,1,16,พลังเพื่อไทย,80
72,สุพรรณบุรี,1,17,ไทยชนะ,117
72,สุพรรณบุรี,1,18,พลังสังคมใหม่,28
72,สุพรรณบุรี,1,19,สังคมประชาธิปไตยไทย,22
72,สุพรรณบุรี,1,20,ฟิวชัน,20
72,สุพรรณบุรี,1,21,ไทรวมพลัง,72
72,สุพรรณบุรี,1,22,ก้าวอิสระ,26
72,สุพรรณบุรี,1,23,ปวงชนไทย,45
72,สุพรรณบุรี,1,24,วิชชั่นใหม่,27
72,สุพรรณบุรี,1,25,เพื่อชีวิตใหม่,16
72,สุพรรณบุรี,1,26,คลองไทย,37
72,สุพรรณบุรี,1,27,ประชาธิปัตย์,2771
72,สุพรรณบุรี,1,28,ไทยก้าวหน้า,91
72,สุพรรณบุรี,1,29,ไทยภักดี,739
72,สุพรรณบุรี,1,30,แรงงานสร้างชาติ,170
72,สุพรรณบุรี,1,31,ประชากรไทย,231
72,สุพรรณบุรี,1,32,ครูไทยเพื่อประชาชน,135
72,สุพรรณบุรี,1,33,ประชาชาติ,96
72,สุพรรณบุรี,1,34,สร้างอนาคตไทย,127
72,สุพรรณบุรี,1,35,รักชาติ,143
72,สุพรรณบุรี,1,36,ไทยพร้อม,213
72,สุพรรณบุรี,1,37,ภูมิใจไทย,39992
72,สุพรรณบุรี,1,38,พลังธรรมใหม่,136
72,สุพรรณบุรี,1,39,กรีน,54
72,สุพรรณบุรี,1,40,ไทยธรรม,31
72,สุพรรณบุรี,1,41,แผ่นดินธรรม,20
72,สุพรรณบุรี,1,42,กล้าธรรม,140
72,สุพรรณบุรี,1,43,พลังประชารัฐ,98
72,สุพรรณบุรี,1,44,โอกาสใหม่,43
72,สุพรรณบุรี,1,45,เป็นธรรม,35
72,สุพรรณบุรี,1,46,ประชาชน,31712
72,สุพรรณบุรี,1,47,ประชาไทย,330
72,สุพรรณบุรี,1,48,ไทยสร้างไทย,393
72,สุพรรณบุรี,1,49,ไทยก้าวใหม่,195
72,สุพรรณบุรี,1,50,ประชาอาสาชาติ,9
72,สุพรรณบุรี,1,51,พร้อม,33
72,สุพรรณบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,18
72,สุพรรณบุรี,1,53,ไทยพิทักษ์ธรรม,15
72,สุพรรณบุรี,1,54,ความหวังใหม่,19
72,สุพรรณบุรี,1,55,ไทยรวมไทย,5
72,สุพรรณบุรี,1,56,เพื่อบ้านเมือง,38
72,สุพรรณบุรี,1,57,พลังไทยรักชาติ,49
72,สุพรรณบุรี,2,2,ไทยทรัพย์ทวี,522
72,สุพรรณบุรี,2,3,เพื่อชาติไทย,1120
72,สุพรรณบุรี,2,4,ใหม่,451
72,สุพรรณบุรี,2,5,รวมใจไทย,2078
72,สุพรรณบุรี,2,5,มิติใหม่,129
72,สุพรรณบุรี,2,6,รวมไทยสร้างชาติ,1387
72,สุพรรณบุรี,2,7,พลวัต,613
72,สุพรรณบุรี,2,8,ประชาธิปไตยใหม่,527
72,สุพรรณบุรี,2,9,เพื่อไทย,6833
72,สุพรรณบุรี,2,10,ทางเลือกใหม่,412
72,สุพรรณบุรี,2,11,เศรษฐกิจ,2164
72,สุพรรณบุรี,2,12,เสรีรวมไทย,462
72,สุพรรณบุรี,2,13,รวมพลังประชาชน,473
72,สุพรรณบุรี,2,14,ท้องที่ไทย,37
72,สุพรรณบุรี,2,15,อนาคตไทย,69
72,สุพรรณบุรี,2,16,พลังเพื่อไทย,107
72,สุพรรณบุรี,2,17,ไทยชนะ,136
72,สุพรรณบุรี,2,18,พลังสังคมใหม่,23
72,สุพรรณบุรี,2,19,สังคมประชาธิปไตยไทย,17
72,สุพรรณบุรี,2,20,ฟิวชัน,28
72,สุพรรณบุรี,2,21,ไทรวมพลัง,25
72,สุพรรณบุรี,2,22,ก้าวอิสระ,18
72,สุพรรณบุรี,2,23,ปวงชนไทย,52
72,สุพรรณบุรี,2,24,วิชชั่นใหม่,37
72,สุพรรณบุรี,2,25,เพื่อชีวิตใหม่,48
72,สุพรรณบุรี,2,26,คลองไทย,55
72,สุพรรณบุรี,2,27,ประชาธิปัตย์,2600
72,สุพรรณบุรี,2,28,ไทยก้าวหน้า,88
72,สุพรรณบุรี,2,29,ไทยภักดี,383
72,สุพรรณบุรี,2,30,แรงงานสร้างชาติ,103
72,สุพรรณบุรี,2,31,ประชากรไทย,122
72,สุพรรณบุรี,2,32,ครูไทยเพื่อประชาชน,110
72,สุพรรณบุรี,2,33,ประชาชาติ,100
72,สุพรรณบุรี,2,34,สร้างอนาคตไทย,191
72,สุพรรณบุรี,2,35,รักชาติ,350
72,สุพรรณบุรี,2,36,ไทยพร้อม,229
72,สุพรรณบุรี,2,37,ภูมิใจไทย,33279
72,สุพรรณบุรี,2,38,พลังธรรมใหม่,143
72,สุพรรณบุรี,2,39,กรีน,46
72,สุพรรณบุรี,2,40,ไทยธรรม,49
72,สุพรรณบุรี,2,41,แผ่นดินธรรม,32
72,สุพรรณบุรี,2,42,กล้าธรรม,362
72,สุพรรณบุรี,2,43,พลังประชารัฐ,92
72,สุพรรณบุรี,2,44,โอกาสใหม่,24
72,สุพรรณบุรี,2,45,เป็นธรรม,87
72,สุพรรณบุรี,2,46,ประชาชน,27020
72,สุพรรณบุรี,2,47,ประชาไทย,212
72,สุพรรณบุรี,2,48,ไทยสร้างไทย,291
72,สุพรรณบุรี,2,49,ไทยก้าวใหม่,186
72,สุพรรณบุรี,2,50,ประชาอาสาชาติ,12
72,สุพรรณบุรี,2,51,พร้อม,63
72,สุพรรณบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,63
72,สุพรรณบุรี,2,53,ไทยพิทักษ์ธรรม,7
72,สุพรรณบุรี,2,54,ความหวังใหม่,24
72,สุพรรณบุรี,2,55,ไทยรวมไทย,19
72,สุพรรณบุรี,2,56,เพื่อบ้านเมือง,32
72,สุพรรณบุรี,2,57,พลังไทยรักชาติ,77
72,สุพรรณบุรี,3,1,ไทยทรัพย์ทวี,313
72,สุพรรณบุรี,3,2,เพื่อชาติไทย,1519
72,สุพรรณบุรี,3,3,ใหม่,387
72,สุพรรณบุรี,3,4,มิติใหม่,1933
72,สุพรรณบุรี,3,5,รวมใจไทย,813
72,สุพรรณบุรี,3,6,รวมไทยสร้างชาติ,4904
72,สุพรรณบุรี,3,7,พลวัต,247
72,สุพรรณบุรี,3,8,ประชาธิปไตยใหม่,643
72,สุพรรณบุรี,3,9,เพื่อไทย,7973
72,สุพรรณบุรี,3,10,ทางเลือกใหม่,521
72,สุพรรณบุรี,3,11,เศรษฐกิจ,2712
72,สุพรรณบุรี,3,12,เสรีรวมไทย,530
72,สุพรรณบุรี,3,13,รวมพลังประชาชน,599
72,สุพรรณบุรี,3,14,ท้องที่ไทย,86
72,สุพรรณบุรี,3,15,อนาคตไทย,79
72,สุพรรณบุรี,3,16,พลังเพื่อไทย,178
72,สุพรรณบุรี,3,17,ไทยชนะ,162
72,สุพรรณบุรี,3,18,พลังสังคมใหม่,30
72,สุพรรณบุรี,3,19,สังคมประชาธิปไตยไทย,30
72,สุพรรณบุรี,3,20,ฟิวชัน,25
72,สุพรรณบุรี,3,21,ไทรวมพลัง,46
72,สุพรรณบุรี,3,22,ก้าวอิสระ,47
72,สุพรรณบุรี,3,23,ปวงชนไทย,64
72,สุพรรณบุรี,3,24,วิชชั่นใหม่,97
72,สุพรรณบุรี,3,25,เพื่อชีวิตใหม่,39
72,สุพรรณบุรี,3,26,คลองไทย,86
72,สุพรรณบุรี,3,27,ประชาธิปัตย์,3151
72,สุพรรณบุรี,3,28,ไทยก้าวหน้า,163
72,สุพรรณบุรี,3,29,ไทยภักดี,473
72,สุพรรณบุรี,3,30,แรงงานสร้างชาติ,117
72,สุพรรณบุรี,3,31,ประชากรไทย,181
72,สุพรรณบุรี,3,32,ครูไทยเพื่อประชาชน,145
72,สุพรรณบุรี,3,33,ประชาชาติ,285
72,สุพรรณบุรี,3,34,สร้างอนาคตไทย,324
72,สุพรรณบุรี,3,35,รักชาติ,321
72,สุพรรณบุรี,3,36,ไทยพร้อม,336
72,สุพรรณบุรี,3,37,ภูมิใจไทย,34037
72,สุพรรณบุรี,3,38,พลังธรรมใหม่,210
72,สุพรรณบุรี,3,39,กรีน,67
72,สุพรรณบุรี,3,40,ไทยธรรม,53
72,สุพรรณบุรี,3,41,แผ่นดินธรรม,41
72,สุพรรณบุรี,3,42,กล้าธรรม,2787
72,สุพรรณบุรี,3,43,พลังประชารัฐ,172
72,สุพรรณบุรี,3,44,โอกาสใหม่,59
72,สุพรรณบุรี,3,45,เป็นธรรม,106
72,สุพรรณบุรี,3,46,ประชาชน,29244
72,สุพรรณบุรี,3,47,ประชาไทย,265
72,สุพรรณบุรี,3,48,ไทยสร้างไทย,291
72,สุพรรณบุรี,3,49,ไทยก้าวใหม่,208
72,สุพรรณบุรี,3,50,ประชาอาสาชาติ,9
72,สุพรรณบุรี,3,51,พร้อม,48
72,สุพรรณบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,29
72,สุพรรณบุรี,3,53,ไทยพิทักษ์ธรรม,13
72,สุพรรณบุรี,3,54,ความหวังใหม่,31
72,สุพรรณบุรี,3,55,ไทยรวมไทย,20
72,สุพรรณบุรี,3,56,เพื่อบ้านเมือง,47
72,สุพรรณบุรี,3,57,พลังไทยรักชาติ,58
72,สุพรรณบุรี,4,1,ไทยทรัพย์ทวี,461
72,สุพรรณบุรี,4,2,เพื่อชาติไทย,1684
72,สุพรรณบุรี,4,3,ใหม่,669
72,สุพรรณบุรี,4,4,มิติใหม่,269
72,สุพรรณบุรี,4,5,รวมใจไทย,3655
72,สุพรรณบุรี,4,6,รวมไทยสร้างชาติ,1420
72,สุพรรณบุรี,4,7,พลวัต,254
72,สุพรรณบุรี,4,8,ประชาธิปไตยใหม่,810
72,สุพรรณบุรี,4,9,เพื่อไทย,8499
72,สุพรรณบุรี,4,10,ทางเลือกใหม่,414
72,สุพรรณบุรี,4,11,เศรษฐกิจ,2872
72,สุพรรณบุรี,4,12,เสรีรวมไทย,524
72,สุพรรณบุรี,4,13,รวมพลังประชาชน,555
72,สุพรรณบุรี,4,14,ท้องที่ไทย,68
72,สุพรรณบุรี,4,15,อนาคตไทย,89
72,สุพรรณบุรี,4,16,พลังเพื่อไทย,169
72,สุพรรณบุรี,4,17,ไทยชนะ,251
72,สุพรรณบุรี,4,18,พลังสังคมใหม่,43
72,สุพรรณบุรี,4,19,สังคมประชาธิปไตยไทย,53
72,สุพรรณบุรี,4,20,ฟิวชัน,36
72,สุพรรณบุรี,4,21,ไทรวมพลัง,53
72,สุพรรณบุรี,4,22,ก้าวอิสระ,32
72,สุพรรณบุรี,4,23,ปวงชนไทย,88
72,สุพรรณบุรี,4,24,วิชชั่นใหม่,83
72,สุพรรณบุรี,4,25,เพื่อชีวิตใหม่,58
72,สุพรรณบุรี,4,26,คลองไทย,88
72,สุพรรณบุรี,4,27,ประชาธิปัตย์,2258
72,สุพรรณบุรี,4,28,ไทยก้าวหน้า,122
72,สุพรรณบุรี,4,29,ไทยภักดี,395
72,สุพรรณบุรี,4,30,แรงงานสร้างชาติ,187
72,สุพรรณบุรี,4,31,ประชากรไทย,255
72,สุพรรณบุรี,4,32,ครูไทยเพื่อประชาชน,265
72,สุพรรณบุรี,4,33,ประชาชาติ,160
72,สุพรรณบุรี,4,34,สร้างอนาคตไทย,355
72,สุพรรณบุรี,4,35,รักชาติ,472
72,สุพรรณบุรี,4,36,ไทยพร้อม,293
72,สุพรรณบุรี,4,37,ภูมิใจไทย,32516
72,สุพรรณบุรี,4,38,พลังธรรมใหม่,284
72,สุพรรณบุรี,4,39,กรีน,101
72,สุพรรณบุรี,4,40,ไทยธรรม,66
72,สุพรรณบุรี,4,41,แผ่นดินธรรม,33
72,สุพรรณบุรี,4,42,กล้าธรรม,296
72,สุพรรณบุรี,4,43,พลังประชารัฐ,249
72,สุพรรณบุรี,4,44,โอกาสใหม่,163
72,สุพรรณบุรี,4,45,เป็นธรรม,114
72,สุพรรณบุรี,4,46,ประชาชน,27319
72,สุพรรณบุรี,4,47,ประชาไทย,246
72,สุพรรณบุรี,4,48,ไทยสร้างไทย,291
72,สุพรรณบุรี,4,49,ไทยก้าวใหม่,159
72,สุพรรณบุรี,4,50,ประชาอาสาชาติ,17
72,สุพรรณบุรี,4,51,พร้อม,48
72,สุพรรณบุรี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,28
72,สุพรรณบุรี,4,53,ไทยพิทักษ์ธรรม,26
72,สุพรรณบุรี,4,54,ความหวังใหม่,32
72,สุพรรณบุรี,4,55,ไทยรวมไทย,36
72,สุพรรณบุรี,4,56,เพื่อบ้านเมือง,48
72,สุพรรณบุรี,4,57,พลังไทยรักชาติ,118
72,สุพรรณบุรี,5,1,ไทยทรัพย์ทวี,271
72,สุพรรณบุรี,5,2,เพื่อชาติไทย,1596
72,สุพรรณบุรี,5,3,ใหม่,831
72,สุพรรณบุรี,5,4,มิติใหม่,470
72,สุพรรณบุรี,5,5,รวมใจไทย,3358
72,สุพรรณบุรี,5,6,รวมไทยสร้างชาติ,1777
72,สุพรรณบุรี,5,7,พลวัต,207
72,สุพรรณบุรี,5,8,ประชาธิปไตยใหม่,659
72,สุพรรณบุรี,5,9,เพื่อไทย,11746
72,สุพรรณบุรี,5,10,ทางเลือกใหม่,459
72,สุพรรณบุรี,5,11,เศรษฐกิจ,2782
72,สุพรรณบุรี,5,12,เสรีรวมไทย,536
72,สุพรรณบุรี,5,13,รวมพลังประชาชน,676
72,สุพรรณบุรี,5,14,ท้องที่ไทย,75
72,สุพรรณบุรี,5,15,อนาคตไทย,75
72,สุพรรณบุรี,5,16,พลังเพื่อไทย,169
72,สุพรรณบุรี,5,17,ไทยชนะ,183
72,สุพรรณบุรี,5,18,พลังสังคมใหม่,36
72,สุพรรณบุรี,5,19,สังคมประชาธิปไตยไทย,31
72,สุพรรณบุรี,5,20,ฟิวชัน,31
72,สุพรรณบุรี,5,21,ไทรวมพลัง,46
72,สุพรรณบุรี,5,22,ก้าวอิสระ,31
72,สุพรรณบุรี,5,23,ปวงชนไทย,75
72,สุพรรณบุรี,5,24,วิชชั่นใหม่,54
72,สุพรรณบุรี,5,25,เพื่อชีวิตใหม่,35
72,สุพรรณบุรี,5,26,คลองไทย,59
72,สุพรรณบุรี,5,27,ประชาธิปัตย์,2339
72,สุพรรณบุรี,5,28,ไทยก้าวหน้า,135
72,สุพรรณบุรี,5,29,ไทยภักดี,568
72,สุพรรณบุรี,5,30,แรงงานสร้างชาติ,117
72,สุพรรณบุรี,5,31,ประชากรไทย,213
72,สุพรรณบุรี,5,32,ครูไทยเพื่อประชาชน,250
72,สุพรรณบุรี,5,33,ประชาชาติ,174
72,สุพรรณบุรี,5,34,สร้างอนาคตไทย,378
72,สุพรรณบุรี,5,35,รักชาติ,330
72,สุพรรณบุรี,5,36,ไทยพร้อม,238
72,สุพรรณบุรี,5,37,ภูมิใจไทย,33826
72,สุพรรณบุรี,5,38,พลังธรรมใหม่,270
72,สุพรรณบุรี,5,39,กรีน,81
72,สุพรรณบุรี,5,40,ไทยธรรม,61
72,สุพรรณบุรี,5,41,แผ่นดินธรรม,26
72,สุพรรณบุรี,5,42,กล้าธรรม,173
72,สุพรรณบุรี,5,43,พลังประชารัฐ,136
72,สุพรรณบุรี,5,44,โอกาสใหม่,98
72,สุพรรณบุรี,5,45,เป็นธรรม,76
72,สุพรรณบุรี,5,46,ประชาชน,31538
72,สุพรรณบุรี,5,47,ประชาไทย,271
72,สุพรรณบุรี,5,48,ไทยสร้างไทย,435
72,สุพรรณบุรี,5,49,ไทยก้าวใหม่,233
72,สุพรรณบุรี,5,50,ประชาอาสาชาติ,14
72,สุพรรณบุรี,5,51,พร้อม,56
72,สุพรรณบุรี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,32
72,สุพรรณบุรี,5,53,ไทยพิทักษ์ธรรม,18
72,สุพรรณบุรี,5,54,ความหวังใหม่,23
72,สุพรรณบุรี,5,55,ไทยรวมไทย,23
72,สุพรรณบุรี,5,56,เพื่อบ้านเมือง,40
72,สุพรรณบุรี,5,57,พลังไทยรักชาติ,93
73,นครปฐม,1,1,ใหม่,300
73,นครปฐม,1,2,ไทยทรัพย์ทวี,202
73,นครปฐม,1,3,เพื่อชาติไทย,1178
73,นครปฐม,1,4,มิติใหม่,181
73,นครปฐม,1,5,รวมใจไทย,805
73,นครปฐม,1,6,รวมไทยสร้างชาติ,3208
73,นครปฐม,1,7,พลวัต,295
73,นครปฐม,1,8,ประชาธิปไตยใหม่,3155
73,นครปฐม,1,9,เพื่อไทย,8637
73,นครปฐม,1,10,ทางเลือกใหม่,670
73,นครปฐม,1,11,เศรษฐกิจ,3538
73,นครปฐม,1,12,เสรีรวมไทย,881
73,นครปฐม,1,13,รวมพลังประชาชน,845
73,นครปฐม,1,14,ท้องที่ไทย,82
73,นครปฐม,1,15,อนาคตไทย,117
73,นครปฐม,1,16,พลังเพื่อไทย,214
73,นครปฐม,1,17,ไทยชนะ,88
73,นครปฐม,1,18,พลังสังคมใหม่,39
73,นครปฐม,1,19,สังคมประชาธิปไตยไทย,56
73,นครปฐม,1,20,ฟิวชัน,31
73,นครปฐม,1,21,ไทรวมพลัง,64
73,นครปฐม,1,22,ก้าวอิสระ,38
73,นครปฐม,1,23,ปวงชนไทย,70
73,นครปฐม,1,24,วิชชั่นใหม่,39
73,นครปฐม,1,25,เพื่อชีวิตใหม่,58
73,นครปฐม,1,26,คลองไทย,76
73,นครปฐม,1,27,ประชาธิปัตย์,6232
73,นครปฐม,1,28,ไทยก้าวหน้า,223
73,นครปฐม,1,29,ไทยภักดี,921
73,นครปฐม,1,30,แรงงานสร้างชาติ,91
73,นครปฐม,1,31,ประชากรไทย,109
73,นครปฐม,1,32,ครูไทยเพื่อประชาชน,101
73,นครปฐม,1,33,ประชาชาติ,118
73,นครปฐม,1,34,สร้างอนาคตไทย,130
73,นครปฐม,1,35,รักชาติ,170
73,นครปฐม,1,36,ไทยพร้อม,155
73,นครปฐม,1,37,ภูมิใจไทย,23371
73,นครปฐม,1,38,พลังธรรมใหม่,214
73,นครปฐม,1,39,กรีน,70
73,นครปฐม,1,40,ไทยธรรม,39
73,นครปฐม,1,41,แผ่นดินธรรม,18
73,นครปฐม,1,42,กล้าธรรม,218
73,นครปฐม,1,43,พลังประชารัฐ,159
73,นครปฐม,1,44,โอกาสใหม่,80
73,นครปฐม,1,45,เป็นธรรม,57
73,นครปฐม,1,46,ประชาชน,37192
73,นครปฐม,1,47,ประชาไทย,224
73,นครปฐม,1,48,ไทยสร้างไทย,428
73,นครปฐม,1,49,ไทยก้าวใหม่,262
73,นครปฐม,1,50,ประชาอาสาชาติ,9
73,นครปฐม,1,51,พร้อม,83
73,นครปฐม,1,52,เครือข่ายชาวนาแห่งประเทศไทย,21
73,นครปฐม,1,53,ไทยพิทักษ์ธรรม,10
73,นครปฐม,1,54,ความหวังใหม่,41
73,นครปฐม,1,55,ไทยรวมไทย,26
73,นครปฐม,1,56,เพื่อบ้านเมือง,46
73,นครปฐม,1,57,พลังไทยรักชาติ,73
73,นครปฐม,2,1,ไม่ระบุ,0
73,นครปฐม,2,2,ไทยทรัพย์ทวี,144
73,นครปฐม,2,3,เพื่อชาติไทย,1262
73,นครปฐม,2,4,ใหม่,2750
73,นครปฐม,2,4,มิติใหม่,562
73,นครปฐม,2,5,รวมใจไทย,717
73,นครปฐม,2,6,รวมไทยสร้างชาติ,3247
73,นครปฐม,2,7,พลวัต,143
73,นครปฐม,2,8,ประชาธิปไตยใหม่,579
73,นครปฐม,2,9,เพื่อไทย,7285
73,นครปฐม,2,10,ทางเลือกใหม่,618
73,นครปฐม,2,11,เศรษฐกิจ,3089
73,นครปฐม,2,12,เสรีรวมไทย,786
73,นครปฐม,2,13,รวมพลังประชาชน,677
73,นครปฐม,2,14,ท้องที่ไทย,42
73,นครปฐม,2,15,อนาคตไทย,88
73,นครปฐม,2,16,พลังเพื่อไทย,124
73,นครปฐม,2,17,ไทยชนะ,82
73,นครปฐม,2,18,พลังสังคมใหม่,19
73,นครปฐม,2,19,สังคมประชาธิปไตยไทย,29
73,นครปฐม,2,20,ฟิวชัน,24
73,นครปฐม,2,21,ไทรวมพลัง,41
73,นครปฐม,2,22,ก้าวอิสระ,37
73,นครปฐม,2,23,ปวงชนไทย,40
73,นครปฐม,2,24,วิชชั่นใหม่,56
73,นครปฐม,2,25,เพื่อชีวิตใหม่,51
73,นครปฐม,2,26,คลองไทย,56
73,นครปฐม,2,27,ประชาธิปัตย์,6673
73,นครปฐม,2,28,ไทยก้าวหน้า,208
73,นครปฐม,2,29,ไทยภักดี,1171
73,นครปฐม,2,30,แรงงานสร้างชาติ,89
73,นครปฐม,2,31,ประชากรไทย,87
73,นครปฐม,2,32,ครูไทยเพื่อประชาชน,160
73,นครปฐม,2,33,ประชาชาติ,148
73,นครปฐม,2,34,สร้างอนาคตไทย,175
73,นครปฐม,2,35,รักชาติ,108
73,นครปฐม,2,36,ไทยพร้อม,73
73,นครปฐม,2,37,ภูมิใจไทย,14901
73,นครปฐม,2,38,พลังธรรมใหม่,70
73,นครปฐม,2,39,กรีน,58
73,นครปฐม,2,40,ไทยธรรม,29
73,นครปฐม,2,41,แผ่นดินธรรม,30
73,นครปฐม,2,42,กล้าธรรม,2485
73,นครปฐม,2,43,พลังประชารัฐ,254
73,นครปฐม,2,44,โอกาสใหม่,110
73,นครปฐม,2,45,เป็นธรรม,377
73,นครปฐม,2,46,ประชาชน,36445
73,นครปฐม,2,47,ประชาไทย,331
73,นครปฐม,2,48,ไทยสร้างไทย,359
73,นครปฐม,2,49,ไทยก้าวใหม่,360
73,นครปฐม,2,50,ประชาอาสาชาติ,17
73,นครปฐม,2,51,พร้อม,50
73,นครปฐม,2,52,เครือข่ายชาวนาแห่งประเทศไทย,23
73,นครปฐม,2,53,ไทยพิทักษ์ธรรม,11
73,นครปฐม,2,54,ความหวังใหม่,29
73,นครปฐม,2,55,ไทยรวมไทย,31
73,นครปฐม,2,56,เพื่อบ้านเมือง,32
73,นครปฐม,2,57,พลังไทยรักชาติ,59
73,นครปฐม,3,1,,0
73,นครปฐม,3,2,ไทยทรัพย์ทวี,655
73,นครปฐม,3,3,เพื่อชาติไทย,1425
73,นครปฐม,3,4,ใหม่,434
73,นครปฐม,3,5,มิติใหม่,53
73,นครปฐม,3,6,รวมใจไทย,703
73,นครปฐม,3,7,รวมไทยสร้างชาติ,5172
73,นครปฐม,3,8,พลวัต,377
73,นครปฐม,3,9,ประชาธิปไตยใหม่,572
73,นครปฐม,3,10,เพื่อไทย,9721
73,นครปฐม,3,11,ทางเลือกใหม่,621
73,นครปฐม,3,12,เศรษฐกิจ,3367
73,นครปฐม,3,13,เสรีรวมไทย,729
73,นครปฐม,3,14,รวมพลังประชาชน,727
73,นครปฐม,3,15,ท้องที่ไทย,69
73,นครปฐม,3,16,อนาคตไทย,94
73,นครปฐม,3,17,พลังเพื่อไทย,210
73,นครปฐม,3,18,ไทยชนะ,132
73,นครปฐม,3,19,พลังสังคมใหม่,32
73,นครปฐม,3,20,สังคมประชาธิปไตย,26
73,นครปฐม,3,21,ฟิวชัน,30
73,นครปฐม,3,22,ไทรวมพลัง,44
73,นครปฐม,3,23,ก้าวอิสระ,39
73,นครปฐม,3,24,ปวงชนไทย,46
73,นครปฐม,3,25,วิชชั่นใหม่,72
73,นครปฐม,3,26,เพื่อชีวิตใหม่,30
73,นครปฐม,3,27,คลองไทย,80
73,นครปฐม,3,28,ประชาธิปัตย์,4938
73,นครปฐม,3,29,ไทยก้าวหน้า,175
73,นครปฐม,3,30,ไทยภักดี,559
73,นครปฐม,3,31,แรงงานสร้างชาติ,131
73,นครปฐม,3,32,ประชากรไทย,162
73,นครปฐม,3,33,ครูไทยเพื่อประชาชน,117
73,นครปฐม,3,34,ประชาชาติ,127
73,นครปฐม,3,35,สร้างอนาคตไทย,159
73,นครปฐม,3,36,รักชาติ,314
73,นครปฐม,3,37,ไทยพร้อม,331
73,นครปฐม,3,38,ภูมิใจไทย,18903
73,นครปฐม,3,39,พลังธรรมใหม่,158
73,นครปฐม,3,40,กรีน,49
73,นครปฐม,3,41,ไทยธรรม,50
73,นครปฐม,3,42,แผ่นดินธรรม,25
73,นครปฐม,3,43,กล้าธรรม,224
73,นครปฐม,3,44,พลังประชารัฐ,136
73,นครปฐม,3,45,โอกาสใหม่,128
73,นครปฐม,3,46,เป็นธรรม,66
73,นครปฐม,3,47,ประชาชน,28927
73,นครปฐม,3,48,ประชาไทย,171
73,นครปฐม,3,49,ไทยสร้างไทย,287
73,นครปฐม,3,50,ไทยก้าวใหม่,210
73,นครปฐม,3,51,ประชาอาสาชาติ,7
73,นครปฐม,3,52,พร้อม,79
73,นครปฐม,3,53,เครือข่ายชาวนาแห่งประเทศไทย,37
73,นครปฐม,3,54,ไทยพิทักษ์ธรรม,11
73,นครปฐม,3,55,ความหวังใหม่,28
73,นครปฐม,3,56,ไทยรวมไทย,28
73,นครปฐม,3,57,เพื่อบ้านเมือง,69
73,นครปฐม,4,1,ไทยทรัพย์ทวี,343
73,นครปฐม,4,2,เพื่อชาติไทย,1854
73,นครปฐม,4,3,ใหม่,498
73,นครปฐม,4,4,มิติใหม่,1079
73,นครปฐม,4,5,รวมใจไทย,738
73,นครปฐม,4,6,รวมไทยสร้างชาติ,2065
73,นครปฐม,4,7,พลวัต,415
73,นครปฐม,4,8,ประชาธิปไตยใหม่,3454
73,นครปฐม,4,9,เพื่อไทย,10675
73,นครปฐม,4,10,ทางเลือกใหม่,665
73,นครปฐม,4,11,เศรษฐกิจ,3718
73,นครปฐม,4,12,เสรีรวมไทย,928
73,นครปฐม,4,13,รวมพลังประชาชน,884
73,นครปฐม,4,14,ท้องที่ไทย,95
73,นครปฐม,4,15,อนาคตไทย,116
73,นครปฐม,4,16,พลังเพื่อไทย,249
73,นครปฐม,4,17,ไทยชนะ,118
73,นครปฐม,4,18,พลังสังคมใหม่,43
73,นครปฐม,4,19,สังคมประชาธิปไตยไทย,41
73,นครปฐม,4,20,ฟิวชัน,31
73,นครปฐม,4,21,ไทรวมพลัง,61
73,นครปฐม,4,22,ก้าวอิสระ,42
73,นครปฐม,4,23,ปวงชนไทย,69
73,นครปฐม,4,24,วิชชั่นใหม่,110
73,นครปฐม,4,25,เพื่อชีวิตใหม่,45
73,นครปฐม,4,26,คลองไทย,100
73,นครปฐม,4,27,ประชาธิปัตย์,5191
73,นครปฐม,4,28,ไทยก้าวหน้า,268
73,นครปฐม,4,29,ไทยภักดี,490
73,นครปฐม,4,30,แรงงานสร้างชาติ,131
73,นครปฐม,4,31,ประชากรไทย,185
73,นครปฐม,4,32,ครูไทยเพื่อประชาชน,157
73,นครปฐม,4,33,ประชาชาติ,334
73,นครปฐม,4,34,สร้างอนาคตไทย,178
73,นครปฐม,4,35,รักชาติ,163
73,นครปฐม,4,36,ไทยพร้อม,186
73,นครปฐม,4,37,ภูมิใจไทย,22248
73,นครปฐม,4,38,พลังธรรมใหม่,253
73,นครปฐม,4,39,กรีน,54
73,นครปฐม,4,40,ไทยธรรม,55
73,นครปฐม,4,41,แผ่นดินธรรม,36
73,นครปฐม,4,42,กล้าธรรม,2919
73,นครปฐม,4,43,พลังประชารัฐ,226
73,นครปฐม,4,44,โอกาสใหม่,65
73,นครปฐม,4,45,เป็นธรรม,80
73,นครปฐม,4,46,ประชาชน,33810
73,นครปฐม,4,47,ประชาไทย,212
73,นครปฐม,4,48,ไทยสร้างไทย,435
73,นครปฐม,4,49,ไทยก้าวใหม่,217
73,นครปฐม,4,50,ประชาอาสาชาติ,15
73,นครปฐม,4,51,พร้อม,88
73,นครปฐม,4,52,เครือข่ายชาวนาแห่งประเทศไทย,59
73,นครปฐม,4,53,ไทยพิทักษ์ธรรม,28
73,นครปฐม,4,54,ความหวังใหม่,35
73,นครปฐม,4,55,ไทยรวมไทย,23
73,นครปฐม,4,56,เพื่อบ้านเมือง,54
73,นครปฐม,4,57,พลังไทยรักชาติ,78
73,นครปฐม,5,1,ไทยทรัพย์ทวี,182
73,นครปฐม,5,2,เพื่อชาติไทย,1034
73,นครปฐม,5,3,ใหม่,531
73,นครปฐม,5,4,มิติใหม่,276
73,นครปฐม,5,5,รวมใจไทย,655
73,นครปฐม,5,6,รวมไทยสร้างชาติ,4034
73,นครปฐม,5,7,พลวัต,1417
73,นครปฐม,5,8,ประชาธิปไตยใหม่,508
73,นครปฐม,5,9,เพื่อไทย,10092
73,นครปฐม,5,10,ทางเลือกใหม่,607
73,นครปฐม,5,11,เศรษฐกิจ,3406
73,นครปฐม,5,12,เสรีรวมไทย,801
73,นครปฐม,5,13,รวมพลังประชาชน,724
73,นครปฐม,5,14,ท้องที่ไทย,98
73,นครปฐม,5,15,อนาคตไทย,91
73,นครปฐม,5,16,พลังเพื่อไทย,180
73,นครปฐม,5,17,ไทยชนะ,108
73,นครปฐม,5,18,พลังสังคมใหม่,25
73,นครปฐม,5,19,สังคมประชาธิปไตยไทย,36
73,นครปฐม,5,20,ฟิวชัน,35
73,นครปฐม,5,21,ไทรวมพลัง,45
73,นครปฐม,5,22,ก้าวอิสระ,61
73,นครปฐม,5,23,ปวงชนไทย,55
73,นครปฐม,5,24,วิชชั่นใหม่,54
73,นครปฐม,5,25,เพื่อชีวิตใหม่,25
73,นครปฐม,5,26,คลองไทย,81
73,นครปฐม,5,27,ประชาธิปัตย์,5786
73,นครปฐม,5,28,ไทยก้าวหน้า,191
73,นครปฐม,5,29,ไทยภักดี,915
73,นครปฐม,5,30,แรงงานสร้างชาติ,77
73,นครปฐม,5,31,ประชากรไทย,106
73,นครปฐม,5,32,ครูไทยเพื่อประชาชน,100
73,นครปฐม,5,33,ประชาชาติ,129
73,นครปฐม,5,34,สร้างอนาคตไทย,146
73,นครปฐม,5,35,รักชาติ,209
73,นครปฐม,5,36,ไทยพร้อม,417
73,นครปฐม,5,37,ภูมิใจไทย,24399
73,นครปฐม,5,38,พลังธรรมใหม่,131
73,นครปฐม,5,39,กรีน,85
73,นครปฐม,5,40,ไทยธรรม,50
73,นครปฐม,5,41,แผ่นดินธรรม,44
73,นครปฐม,5,42,กล้าธรรม,1668
73,นครปฐม,5,43,พลังประชารัฐ,196
73,นครปฐม,5,44,โอกาสใหม่,62
73,นครปฐม,5,45,เป็นธรรม,313
73,นครปฐม,5,46,ประชาชน,37176
73,นครปฐม,5,47,ประชาไทย,262
73,นครปฐม,5,48,ไทยสร้างไทย,457
73,นครปฐม,5,49,ไทยก้าวใหม่,366
73,นครปฐม,5,50,ประชาอาสาชาติ,19
73,นครปฐม,5,51,พร้อม,68
73,นครปฐม,5,52,เครือข่ายชาวนาแห่งประเทศไทย,67
73,นครปฐม,5,53,ไทยพิทักษ์ธรรม,26
73,นครปฐม,5,54,ความหวังใหม่,41
73,นครปฐม,5,55,ไทยรวมไทย,33
73,นครปฐม,5,56,เพื่อบ้านเมือง,53
73,นครปฐม,5,57,พลังไทยรักชาติ,72
73,นครปฐม,6,1,Party 1 (Not Listed in Document),0
73,นครปฐม,6,2,ไทยทรัพย์ทวี,378
73,นครปฐม,6,3,เพื่อชาติไทย,567
73,นครปฐม,6,4,ใหม่,158
73,นครปฐม,6,5,รวมใจไทย,376
73,นครปฐม,6,6,รวมไทยสร้างชาติ,2208
73,นครปฐม,6,7,พลวัต,111
73,นครปฐม,6,8,ประชาธิปไตยใหม่,475
73,นครปฐม,6,9,เพื่อไทย,10544
73,นครปฐม,6,10,ทางเลือกใหม่,538
73,นครปฐม,6,11,เศรษฐกิจ,2776
73,นครปฐม,6,12,เสรีรวมไทย,797
73,นครปฐม,6,13,รวมพลังประชาชน,547
73,นครปฐม,6,14,ท้องที่ไทย,47
73,นครปฐม,6,15,อนาคตไทย,67
73,นครปฐม,6,16,พลังเพื่อไทย,148
73,นครปฐม,6,17,ไทยชนะ,64
73,นครปฐม,6,18,พลังสังคมใหม่,16
73,นครปฐม,6,19,สังคมประชาธิปไตยไทย,33
73,นครปฐม,6,20,ฟิวชัน,17
73,นครปฐม,6,21,ไทรวมพลัง,51
73,นครปฐม,6,22,ก้าวอิสระ,29
73,นครปฐม,6,23,ปวงชนไทย,38
73,นครปฐม,6,24,วิชชั่นใหม่,30
73,นครปฐม,6,25,เพื่อชีวิตใหม่,13
73,นครปฐม,6,26,คลองไทย,40
73,นครปฐม,6,27,ประชาธิปัตย์,6026
73,นครปฐม,6,28,ไทยก้าวหน้า,119
73,นครปฐม,6,29,ไทยภักดี,1044
73,นครปฐม,6,30,แรงงานสร้างชาติ,70
73,นครปฐม,6,31,ประชากรไทย,83
73,นครปฐม,6,32,ครูไทยเพื่อประชาชน,51
73,นครปฐม,6,33,ประชาชาติ,79
73,นครปฐม,6,34,สร้างอนาคตไทย,71
73,นครปฐม,6,35,รักชาติ,105
73,นครปฐม,6,36,ไทยพร้อม,93
73,นครปฐม,6,37,ภูมิใจไทย,19442
73,นครปฐม,6,38,พลังธรรมใหม่,123
73,นครปฐม,6,39,กรีน,91
73,นครปฐม,6,40,ไทยธรรม,26
73,นครปฐม,6,41,แผ่นดินธรรม,28
73,นครปฐม,6,42,กล้าธรรม,160
73,นครปฐม,6,43,พลังประชารัฐ,168
73,นครปฐม,6,44,โอกาสใหม่,67
73,นครปฐม,6,45,เป็นธรรม,54
73,นครปฐม,6,46,ประชาชน,41742
73,นครปฐม,6,47,ประชาไทย,125
73,นครปฐม,6,48,ไทยสร้างไทย,441
73,นครปฐม,6,49,ไทยก้าวใหม่,366
73,นครปฐม,6,50,ประชาอาสาชาติ,11
73,นครปฐม,6,51,พร้อม,51
73,นครปฐม,6,52,เครือข่ายชาวนาแห่งประเทศไทย,15
73,นครปฐม,6,53,ไทยพิทักษ์ธรรม,11
73,นครปฐม,6,54,ความหวังใหม่,23
73,นครปฐม,6,55,ไทยรวมไทย,20
73,นครปฐม,6,56,เพื่อบ้านเมือง,44
73,นครปฐม,6,57,พลังไทยรักชาติ,40
74,สมุทรสาคร,1,1,ไทยทรัพย์ทวี,189
74,สมุทรสาคร,1,2,เพื่อชาติไทย,1855
74,สมุทรสาคร,1,3,ใหม่,314
74,สมุทรสาคร,1,4,มิติใหม่,93
74,สมุทรสาคร,1,5,รวมใจไทย,407
74,สมุทรสาคร,1,6,รวมไทยสร้างชาติ,1899
74,สมุทรสาคร,1,7,พลวัต,225
74,สมุทรสาคร,1,8,ประชาธิปไตยใหม่,560
74,สมุทรสาคร,1,9,เพื่อไทย,6535
74,สมุทรสาคร,1,10,ทางเลือกใหม่,419
74,สมุทรสาคร,1,11,เศรษฐกิจ,2230
74,สมุทรสาคร,1,12,เสรีรวมไทย,571
74,สมุทรสาคร,1,13,รวมพลังประชาชน,381
74,สมุทรสาคร,1,14,ท้องที่ไทย,15
74,สมุทรสาคร,1,15,อนาคตไทย,41
74,สมุทรสาคร,1,16,พลังเพื่อไทย,96
74,สมุทรสาคร,1,17,ไทยชนะ,79
74,สมุทรสาคร,1,18,พลังสังคมใหม่,18
74,สมุทรสาคร,1,19,สังคมประชาธิปไตยไทย,26
74,สมุทรสาคร,1,20,ฟิวชัน,19
74,สมุทรสาคร,1,21,ไทรวมพลัง,28
74,สมุทรสาคร,1,22,ก้าวอิสระ,34
74,สมุทรสาคร,1,23,ปวงชนไทย,33
74,สมุทรสาคร,1,24,วิชชั่นใหม่,45
74,สมุทรสาคร,1,25,เพื่อชีวิตใหม่,27
74,สมุทรสาคร,1,26,คลองไทย,55
74,สมุทรสาคร,1,27,ประชาธิปัตย์,12938
74,สมุทรสาคร,1,28,ไทยก้าวหน้า,101
74,สมุทรสาคร,1,29,ไทยภักดี,892
74,สมุทรสาคร,1,30,แรงงานสร้างชาติ,53
74,สมุทรสาคร,1,31,ประชากรไทย,77
74,สมุทรสาคร,1,32,ครูไทยเพื่อประชาชน,39
74,สมุทรสาคร,1,33,ประชาชาติ,54
74,สมุทรสาคร,1,34,สร้างอนาคตไทย,193
74,สมุทรสาคร,1,35,รักชาติ,65
74,สมุทรสาคร,1,36,ไทยพร้อม,63
74,สมุทรสาคร,1,37,ภูมิใจไทย,12626
74,สมุทรสาคร,1,38,พลังธรรมใหม่,43
74,สมุทรสาคร,1,39,กรีน,47
74,สมุทรสาคร,1,40,ไทยธรรม,26
74,สมุทรสาคร,1,41,แผ่นดินธรรม,8
74,สมุทรสาคร,1,42,กล้าธรรม,329
74,สมุทรสาคร,1,43,พลังประชารัฐ,159
74,สมุทรสาคร,1,44,โอกาสใหม่,43
74,สมุทรสาคร,1,45,เป็นธรรม,443
74,สมุทรสาคร,1,46,ประชาชน,36777
74,สมุทรสาคร,1,47,ประชาไทย,102
74,สมุทรสาคร,1,48,ไทยสร้างไทย,471
74,สมุทรสาคร,1,49,ไทยก้าวใหม่,353
74,สมุทรสาคร,1,50,ประชาอาสาชาติ,11
74,สมุทรสาคร,1,51,พร้อม,45
74,สมุทรสาคร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,14
74,สมุทรสาคร,1,53,ไทยพิทักษ์ธรรม,10
74,สมุทรสาคร,1,54,ความหวังใหม่,16
74,สมุทรสาคร,1,55,ไทยรวมไทย,9
74,สมุทรสาคร,1,56,เพื่อบ้านเมือง,32
74,สมุทรสาคร,1,57,พลังไทยรักชาติ,38
74,สมุทรสาคร,2,1,ไม่ระบุ,0
74,สมุทรสาคร,2,2,ไทยทรัพย์ทวี,2229
74,สมุทรสาคร,2,3,เพื่อชาติไทย,1224
74,สมุทรสาคร,2,4,ใหม่,264
74,สมุทรสาคร,2,5,มิติใหม่,365
74,สมุทรสาคร,2,6,รวมใจไทย,549
74,สมุทรสาคร,2,7,รวมไทยสร้างชาติ,2011
74,สมุทรสาคร,2,8,พลวัต,72
74,สมุทรสาคร,2,9,ประชาธิปไตยใหม่,463
74,สมุทรสาคร,2,10,เพื่อไทย,5994
74,สมุทรสาคร,2,11,ทางเลือกใหม่,492
74,สมุทรสาคร,2,12,เศรษฐกิจ,2779
74,สมุทรสาคร,2,13,เสรีรวมไทย,564
74,สมุทรสาคร,2,14,รวมพลังประชาชน,458
74,สมุทรสาคร,2,15,ท้องที่ไทย,50
74,สมุทรสาคร,2,16,อนาคตไทย,61
74,สมุทรสาคร,2,17,พลังเพื่อไทย,94
74,สมุทรสาคร,2,18,ไทยชนะ,88
74,สมุทรสาคร,2,19,พลังสังคมใหม่,11
74,สมุทรสาคร,2,20,สังคมประชาธิปไตยไทย,28
74,สมุทรสาคร,2,21,ฟิวชัน,25
74,สมุทรสาคร,2,22,ไทรวมพลัง,42
74,สมุทรสาคร,2,23,ก้าวอิสระ,33
74,สมุทรสาคร,2,24,ปวงชนไทย,44
74,สมุทรสาคร,2,25,วิชชั่นใหม่,59
74,สมุทรสาคร,2,26,เพื่อชีวิตใหม่,20
74,สมุทรสาคร,2,27,คลองไทย,62
74,สมุทรสาคร,2,28,ประชาธิปัตย์,7486
74,สมุทรสาคร,2,29,ไทยก้าวหน้า,109
74,สมุทรสาคร,2,30,ไทยภักดี,640
74,สมุทรสาคร,2,31,แรงงานสร้างชาติ,141
74,สมุทรสาคร,2,32,ประชากรไทย,93
74,สมุทรสาคร,2,33,ครูไทยเพื่อประชาชน,49
74,สมุทรสาคร,2,34,ประชาชาติ,88
74,สมุทรสาคร,2,35,สร้างอนาคตไทย,67
74,สมุทรสาคร,2,36,รักชาติ,73
74,สมุทรสาคร,2,37,ไทยพร้อม,160
74,สมุทรสาคร,2,38,ภูมิใจไทย,16015
74,สมุทรสาคร,2,39,พลังธรรมใหม่,71
74,สมุทรสาคร,2,40,กรีน,42
74,สมุทรสาคร,2,41,ไทยธรรม,21
74,สมุทรสาคร,2,42,แผ่นดินธรรม,10
74,สมุทรสาคร,2,43,กล้าธรรม,277
74,สมุทรสาคร,2,44,พลังประชารัฐ,178
74,สมุทรสาคร,2,45,โอกาสใหม่,85
74,สมุทรสาคร,2,46,เป็นธรรม,46
74,สมุทรสาคร,2,47,ประชาชน,34442
74,สมุทรสาคร,2,48,ประชาไทย,120
74,สมุทรสาคร,2,49,ไทยสร้างไทย,624
74,สมุทรสาคร,2,50,ไทยก้าวใหม่,256
74,สมุทรสาคร,2,51,ประชาอาสาชาติ,2
74,สมุทรสาคร,2,52,พร้อม,50
74,สมุทรสาคร,2,53,เครือข่ายชาวนาแห่งประเทศไทย,16
74,สมุทรสาคร,2,54,ไทยพิทักษ์ธรรม,6
74,สมุทรสาคร,2,55,ความหวังใหม่,28
74,สมุทรสาคร,2,56,ไทยรวมไทย,21
74,สมุทรสาคร,2,57,เพื่อบ้านเมือง,35
74,สมุทรสาคร,2,58,พลังไทยรักชาติ,36
74,สมุทรสาคร,3,1,ไทยทรัพย์ทวี,291
74,สมุทรสาคร,3,2,เพื่อชาติไทย,663
74,สมุทรสาคร,3,3,ใหม่,443
74,สมุทรสาคร,3,4,มิติใหม่,1427
74,สมุทรสาคร,3,5,รวมใจไทย,325
74,สมุทรสาคร,3,6,รวมไทยสร้างชาติ,1844
74,สมุทรสาคร,3,7,พลวัต,86
74,สมุทรสาคร,3,8,ประชาธิปไตยใหม่,328
74,สมุทรสาคร,3,9,เพื่อไทย,8179
74,สมุทรสาคร,3,10,ทางเลือกใหม่,517
74,สมุทรสาคร,3,11,เศรษฐกิจ,2542
74,สมุทรสาคร,3,12,เสรีรวมไทย,544
74,สมุทรสาคร,3,13,รวมพลังประชาชน,480
74,สมุทรสาคร,3,14,ท้องที่ไทย,33
74,สมุทรสาคร,3,15,อนาคตไทย,62
74,สมุทรสาคร,3,16,พลังเพื่อไทย,112
74,สมุทรสาคร,3,17,ไทยชนะ,59
74,สมุทรสาคร,3,18,พลังสังคมใหม่,12
74,สมุทรสาคร,3,19,สังคมประชาธิปไตยไทย,32
74,สมุทรสาคร,3,20,ฟิวชัน,35
74,สมุทรสาคร,3,21,ไทรวมพลัง,34
74,สมุทรสาคร,3,22,ก้าวอิสระ,19
74,สมุทรสาคร,3,23,ปวงชนไทย,31
74,สมุทรสาคร,3,24,วิชชั่นใหม่,79
74,สมุทรสาคร,3,25,เพื่อชีวิตใหม่,17
74,สมุทรสาคร,3,26,คลองไทย,58
74,สมุทรสาคร,3,27,ประชาธิปัตย์,5230
74,สมุทรสาคร,3,28,ไทยก้าวหน้า,121
74,สมุทรสาคร,3,29,ไทยภักดี,752
74,สมุทรสาคร,3,30,แรงงานสร้างชาติ,52
74,สมุทรสาคร,3,31,ประชากรไทย,43
74,สมุทรสาคร,3,32,ครูไทยเพื่อประชาชน,45
74,สมุทรสาคร,3,33,ประชาชาติ,91
74,สมุทรสาคร,3,34,สร้างอนาคตไทย,67
74,สมุทรสาคร,3,35,รักชาติ,59
74,สมุทรสาคร,3,36,ไทยพร้อม,68
74,สมุทรสาคร,3,37,ภูมิใจไทย,11340
74,สมุทรสาคร,3,38,พลังธรรมใหม่,64
74,สมุทรสาคร,3,39,กรีน,62
74,สมุทรสาคร,3,40,ไทยธรรม,32
74,สมุทรสาคร,3,41,แผ่นดินธรรม,27
74,สมุทรสาคร,3,42,กล้าธรรม,2905
74,สมุทรสาคร,3,43,พลังประชารัฐ,145
74,สมุทรสาคร,3,44,โอกาสใหม่,101
74,สมุทรสาคร,3,45,เป็นธรรม,71
74,สมุทรสาคร,3,46,ประชาชน,36221
74,สมุทรสาคร,3,47,ประชาไทย,99
74,สมุทรสาคร,3,48,ไทยสร้างไทย,445
74,สมุทรสาคร,3,49,ไทยก้าวใหม่,261
74,สมุทรสาคร,3,50,ประชาอาสาชาติ,4
74,สมุทรสาคร,3,51,พร้อม,32
74,สมุทรสาคร,3,52,เครือข่ายชาวนาแห่งประเทศไทย,6
74,สมุทรสาคร,3,53,ไทยพิทักษ์ธรรม,8
74,สมุทรสาคร,3,54,ความหวังใหม่,18
74,สมุทรสาคร,3,55,ไทยรวมไทย,13
74,สมุทรสาคร,3,56,เพื่อบ้านเมือง,19
74,สมุทรสาคร,3,57,พลังไทยรักชาติ,34
74,สมุทรสาคร,4,1,ไทยทรัพย์ทวี,3184
74,สมุทรสาคร,4,2,เพื่อชาติไทย,1233
74,สมุทรสาคร,4,3,ใหม่,284
74,สมุทรสาคร,4,4,มิติใหม่,305
74,สมุทรสาคร,4,5,รวมใจไทย,614
74,สมุทรสาคร,4,6,รวมไทยสร้างชาติ,2196
74,สมุทรสาคร,4,7,พลวัต,183
74,สมุทรสาคร,4,8,ประชาธิปไตยใหม่,588
74,สมุทรสาคร,4,9,เพื่อไทย,6236
74,สมุทรสาคร,4,10,ทางเลือกใหม่,522
74,สมุทรสาคร,4,11,เศรษฐกิจ,2894
74,สมุทรสาคร,4,12,เสรีรวมไทย,568
74,สมุทรสาคร,4,13,รวมพลังประชาชน,570
74,สมุทรสาคร,4,14,ท้องที่ไทย,60
74,สมุทรสาคร,4,15,อนาคตไทย,62
74,สมุทรสาคร,4,16,พลังเพื่อไทย,131
74,สมุทรสาคร,4,17,ไทยชนะ,110
74,สมุทรสาคร,4,18,พลังสังคมใหม่,28
74,สมุทรสาคร,4,19,สังคมประชาธิปไตยไทย,34
74,สมุทรสาคร,4,20,ฟิวชัน,43
74,สมุทรสาคร,4,21,ไทยรวมพลัง,42
74,สมุทรสาคร,4,22,ก้าวอิสระ,35
74,สมุทรสาคร,4,23,ปวงชนไทย,40
74,สมุทรสาคร,4,24,วิชชั่นใหม่,57
74,สมุทรสาคร,4,25,เพื่อชีวิตใหม่,17
74,สมุทรสาคร,4,26,คลองไทย,98
74,สมุทรสาคร,4,27,ประชาธิปัตย์,7840
74,สมุทรสาคร,4,28,ไทยก้าวหน้า,148
74,สมุทรสาคร,4,29,ไทยภักดี,522
74,สมุทรสาคร,4,30,แรงงานสร้างชาติ,214
74,สมุทรสาคร,4,31,ประชากรไทย,128
74,สมุทรสาคร,4,32,ครูไทยเพื่อประชาชน,56
74,สมุทรสาคร,4,33,ประชาชาติ,123
74,สมุทรสาคร,4,34,สร้างอนาคตไทย,89
74,สมุทรสาคร,4,35,รักชาติ,116
74,สมุทรสาคร,4,36,ไทยพร้อม,143
74,สมุทรสาคร,4,37,ภูมิใจไทย,16769
74,สมุทรสาคร,4,38,พลังธรรมใหม่,88
74,สมุทรสาคร,4,39,กรีน,45
74,สมุทรสาคร,4,40,ไทยธรรม,28
74,สมุทรสาคร,4,41,แผ่นดินธรรม,14
74,สมุทรสาคร,4,42,กล้าธรรม,392
74,สมุทรสาคร,4,43,พลังประชารัฐ,193
74,สมุทรสาคร,4,44,โอกาสใหม่,73
74,สมุทรสาคร,4,45,เป็นธรรม,54
74,สมุทรสาคร,4,46,ประชาชน,29167
74,สมุทรสาคร,4,47,ประชาไทย,122
74,สมุทรสาคร,4,48,ไทยสร้างไทย,337
74,สมุทรสาคร,4,49,ไทยก้าวใหม่,205
74,สมุทรสาคร,4,50,ประชาอาสาชาติ,6
74,สมุทรสาคร,4,51,พร้อม,50
74,สมุทรสาคร,4,52,เครือข่ายชาวนาแห่งประเทศไทย,120
74,สมุทรสาคร,4,53,ไทยพิทักษ์ธรรม,14
74,สมุทรสาคร,4,54,ความหวังใหม่,25
74,สมุทรสาคร,4,55,ไทยรวมไทย,11
74,สมุทรสาคร,4,56,เพื่อบ้านเมือง,52
74,สมุทรสาคร,4,57,พลังไทยรักชาติ,60
75,สมุทรสงคราม,1,1,ไทยทรัพย์ทวี,2383
75,สมุทรสงคราม,1,2,เพื่อชาติไทย,1035
75,สมุทรสงคราม,1,3,ใหม่,508
75,สมุทรสงคราม,1,4,มิติใหม่,276
75,สมุทรสงคราม,1,5,รวมใจไทย,1135
75,สมุทรสงคราม,1,6,รวมไทยสร้างชาติ,3462
75,สมุทรสงคราม,1,7,พลวัต,135
75,สมุทรสงคราม,1,8,ประชาธิปไตยใหม่,820
75,สมุทรสงคราม,1,9,เพื่อไทย,7791
75,สมุทรสงคราม,1,10,ทางเลือกใหม่,723
75,สมุทรสงคราม,1,11,เศรษฐกิจ,3366
75,สมุทรสงคราม,1,12,เสรีรวมไทย,667
75,สมุทรสงคราม,1,13,รวมพลังประชาชน,648
75,สมุทรสงคราม,1,14,ท้องที่ไทย,63
75,สมุทรสงคราม,1,15,อนาคตไทย,89
75,สมุทรสงคราม,1,16,พลังเพื่อไทย,192
75,สมุทรสงคราม,1,17,ไทยชนะ,172
75,สมุทรสงคราม,1,18,พลังสังคมใหม่,28
75,สมุทรสงคราม,1,19,สังคมประชาธิปไตยไทย,50
75,สมุทรสงคราม,1,20,ฟิวชัน,31
75,สมุทรสงคราม,1,21,ไทยรวมพลัง,60
75,สมุทรสงคราม,1,22,ก้าวอิสระ,43
75,สมุทรสงคราม,1,23,ปวงชนไทย,101
75,สมุทรสงคราม,1,24,วิชชั่นใหม่,95
75,สมุทรสงคราม,1,25,เพื่อชีวิตใหม่,45
75,สมุทรสงคราม,1,26,คลองไทย,136
75,สมุทรสงคราม,1,27,ประชาธิปัตย์,19804
75,สมุทรสงคราม,1,28,ไทยก้าวหน้า,252
75,สมุทรสงคราม,1,29,ไทยภักดี,925
75,สมุทรสงคราม,1,30,แรงงานสร้างชาติ,204
75,สมุทรสงคราม,1,31,ประชากรไทย,102
75,สมุทรสงคราม,1,32,ครูไทยเพื่อประชาชน,77
75,สมุทรสงคราม,1,33,ประชาชาติ,110
75,สมุทรสงคราม,1,34,สร้างอนาคตไทย,119
75,สมุทรสงคราม,1,35,รักชาติ,218
75,สมุทรสงคราม,1,36,ไทยพร้อม,92
75,สมุทรสงคราม,1,37,ภูมิใจไทย,15602
75,สมุทรสงคราม,1,38,พลังธรรมใหม่,145
75,สมุทรสงคราม,1,39,กรีน,62
75,สมุทรสงคราม,1,40,ไทยธรรม,54
75,สมุทรสงคราม,1,41,แผ่นดินธรรม,30
75,สมุทรสงคราม,1,42,กล้าธรรม,1741
75,สมุทรสงคราม,1,43,พลังประชารัฐ,191
75,สมุทรสงคราม,1,44,โอกาสใหม่,48
75,สมุทรสงคราม,1,45,เป็นธรรม,136
75,สมุทรสงคราม,1,46,ประชาชน,37729
75,สมุทรสงคราม,1,47,ประชาไทย,197
75,สมุทรสงคราม,1,48,ไทยสร้างไทย,562
75,สมุทรสงคราม,1,49,ไทยก้าวใหม่,390
75,สมุทรสงคราม,1,50,ประชาอาสาชาติ,20
75,สมุทรสงคราม,1,51,พร้อม,63
75,สมุทรสงคราม,1,52,เครือข่ายชาวนาแห่งประเทศไทย,19
75,สมุทรสงคราม,1,53,ไทยพิทักษ์ธรรม,16
75,สมุทรสงคราม,1,54,ความหวังใหม่,36
75,สมุทรสงคราม,1,55,ไทยรวมไทย,29
75,สมุทรสงคราม,1,56,เพื่อบ้านเมือง,128
75,สมุทรสงคราม,1,57,พลังไทยรักชาติ,64
76,เพชรบุรี,1,2,ไทยทรัพย์ทวี,293
76,เพชรบุรี,1,3,เพื่อชาติไทย,1349
76,เพชรบุรี,1,4,ใหม่,2267
76,เพชรบุรี,1,4,มิติใหม่,210
76,เพชรบุรี,1,5,รวมใจไทย,812
76,เพชรบุรี,1,6,รวมไทยสร้างชาติ,3151
76,เพชรบุรี,1,7,พลวัต,125
76,เพชรบุรี,1,8,ประชาธิปไตยใหม่,859
76,เพชรบุรี,1,9,เพื่อไทย,4742
76,เพชรบุรี,1,10,ทางเลือกใหม่,670
76,เพชรบุรี,1,11,เศรษฐกิจ,2676
76,เพชรบุรี,1,12,เสรีรวมไทย,426
76,เพชรบุรี,1,13,รวมพลังประชาชน,464
76,เพชรบุรี,1,14,ท้องที่ไทย,51
76,เพชรบุรี,1,15,อนาคตไทย,76
76,เพชรบุรี,1,16,พลังเพื่อไทย,102
76,เพชรบุรี,1,17,ไทยชนะ,92
76,เพชรบุรี,1,18,พลังสังคมใหม่,22
76,เพชรบุรี,1,19,สังคมประชาธิปไตยไทย,53
76,เพชรบุรี,1,20,ฟิวชัน,33
76,เพชรบุรี,1,21,ไทรวมพลัง,58
76,เพชรบุรี,1,22,ก้าวอิสระ,36
76,เพชรบุรี,1,23,ปวงชนไทย,103
76,เพชรบุรี,1,24,วิชชั่นใหม่,96
76,เพชรบุรี,1,25,เพื่อชีวิตใหม่,26
76,เพชรบุรี,1,26,คลองไทย,75
76,เพชรบุรี,1,27,ประชาธิปัตย์,11210
76,เพชรบุรี,1,28,ไทยก้าวหน้า,111
76,เพชรบุรี,1,29,ไทยภักดี,1221
76,เพชรบุรี,1,30,แรงงานสร้างชาติ,90
76,เพชรบุรี,1,31,ประชากรไทย,157
76,เพชรบุรี,1,32,ครูไทยเพื่อประชาชน,205
76,เพชรบุรี,1,33,ประชาชาติ,256
76,เพชรบุรี,1,34,สร้างอนาคตไทย,199
76,เพชรบุรี,1,35,รักชาติ,193
76,เพชรบุรี,1,36,ไทยพร้อม,168
76,เพชรบุรี,1,37,ภูมิใจไทย,29048
76,เพชรบุรี,1,38,พลังธรรมใหม่,102
76,เพชรบุรี,1,39,กรีน,52
76,เพชรบุรี,1,40,ไทยธรรม,39
76,เพชรบุรี,1,41,แผ่นดินธรรม,19
76,เพชรบุรี,1,42,กล้าธรรม,230
76,เพชรบุรี,1,43,พลังประชารัฐ,210
76,เพชรบุรี,1,44,โอกาสใหม่,43
76,เพชรบุรี,1,45,เป็นธรรม,66
76,เพชรบุรี,1,46,ประชาชน,26947
76,เพชรบุรี,1,47,ประชาไทย,154
76,เพชรบุรี,1,48,ไทยสร้างไทย,244
76,เพชรบุรี,1,49,ไทยก้าวใหม่,206
76,เพชรบุรี,1,50,ประชาอาสาชาติ,26
76,เพชรบุรี,1,51,พร้อม,43
76,เพชรบุรี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,27
76,เพชรบุรี,1,53,ไทยพิทักษ์ธรรม,10
76,เพชรบุรี,1,54,ความหวังใหม่,15
76,เพชรบุรี,1,55,ไทยรวมไทย,28
76,เพชรบุรี,1,56,เพื่อบ้านเมือง,87
76,เพชรบุรี,1,57,พลังไทยรักชาติ,71
76,เพชรบุรี,2,1,ไทยทรัพย์ทวี,303
76,เพชรบุรี,2,2,เพื่อชาติไทย,1173
76,เพชรบุรี,2,3,ใหม่,621
76,เพชรบุรี,2,4,มิติใหม่,298
76,เพชรบุรี,2,5,รวมใจไทย,3690
76,เพชรบุรี,2,6,รวมไทยสร้างชาติ,2370
76,เพชรบุรี,2,7,พลวัต,112
76,เพชรบุรี,2,8,ประชาธิปไตยใหม่,951
76,เพชรบุรี,2,9,เพื่อไทย,6234
76,เพชรบุรี,2,10,ทางเลือกใหม่,524
76,เพชรบุรี,2,11,เศรษฐกิจ,3744
76,เพชรบุรี,2,12,เสรีรวมไทย,388
76,เพชรบุรี,2,13,รวมพลังประชาชน,597
76,เพชรบุรี,2,14,ท้องที่ไทย,796
76,เพชรบุรี,2,15,อนาคตไทย,77
76,เพชรบุรี,2,16,พลังเพื่อไทย,145
76,เพชรบุรี,2,17,ไทยชนะ,149
76,เพชรบุรี,2,18,พลังสังคมใหม่,47
76,เพชรบุรี,2,19,สังคมประชาธิปไตยไทย,47
76,เพชรบุรี,2,20,ฟิวชัน,36
76,เพชรบุรี,2,21,ไทรวมพลัง,44
76,เพชรบุรี,2,22,ก้าวอิสระ,42
76,เพชรบุรี,2,23,ปวงชนไทย,79
76,เพชรบุรี,2,24,วิชชั่นใหม่,60
76,เพชรบุรี,2,25,เพื่อชีวิตใหม่,50
76,เพชรบุรี,2,26,คลองไทย,158
76,เพชรบุรี,2,27,ประชาธิปัตย์,9377
76,เพชรบุรี,2,28,ไทยก้าวหน้า,119
76,เพชรบุรี,2,29,ไทยภักดี,794
76,เพชรบุรี,2,30,แรงงานสร้างชาติ,89
76,เพชรบุรี,2,31,ประชากรไทย,162
76,เพชรบุรี,2,32,ครูไทยเพื่อประชาชน,128
76,เพชรบุรี,2,33,ประชาชาติ,165
76,เพชรบุรี,2,34,สร้างอนาคตไทย,400
76,เพชรบุรี,2,35,รักชาติ,368
76,เพชรบุรี,2,36,ไทยพร้อม,496
76,เพชรบุรี,2,37,ภูมิใจไทย,33531
76,เพชรบุรี,2,38,พลังธรรมใหม่,145
76,เพชรบุรี,2,39,กรีน,47
76,เพชรบุรี,2,40,ไทยธรรม,41
76,เพชรบุรี,2,41,แผ่นดินธรรม,28
76,เพชรบุรี,2,42,กล้าธรรม,270
76,เพชรบุรี,2,43,พลังประชารัฐ,210
76,เพชรบุรี,2,44,โอกาสใหม่,74
76,เพชรบุรี,2,45,เป็นธรรม,463
76,เพชรบุรี,2,46,ประชาชน,25466
76,เพชรบุรี,2,47,ประชาไทย,186
76,เพชรบุรี,2,48,ไทยสร้างไทย,261
76,เพชรบุรี,2,49,ไทยก้าวใหม่,221
76,เพชรบุรี,2,50,ประชาอาสาชาติ,7
76,เพชรบุรี,2,51,พร้อม,64
76,เพชรบุรี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,19
76,เพชรบุรี,2,53,ไทยพิทักษ์ธรรม,9
76,เพชรบุรี,2,54,ความหวังใหม่,25
76,เพชรบุรี,2,55,ไทยรวมไทย,27
76,เพชรบุรี,2,56,เพื่อบ้านเมือง,82
76,เพชรบุรี,2,57,พลังไทยรักชาติ,98
76,เพชรบุรี,3,1,ไทยทรัพย์ทวี,544
76,เพชรบุรี,3,2,เพื่อชาติไทย,1542
76,เพชรบุรี,3,3,ใหม่,578
76,เพชรบุรี,3,4,มิติใหม่,281
76,เพชรบุรี,3,5,รวมใจไทย,4914
76,เพชรบุรี,3,6,รวมไทยสร้างชาติ,3025
76,เพชรบุรี,3,7,พลวัต,149
76,เพชรบุรี,3,8,ประชาธิปไตยใหม่,1056
76,เพชรบุรี,3,9,เพื่อไทย,5599
76,เพชรบุรี,3,10,ทางเลือกใหม่,613
76,เพชรบุรี,3,11,เศรษฐกิจ,4277
76,เพชรบุรี,3,12,เสรีรวมไทย,518
76,เพชรบุรี,3,13,รวมพลังประชาชน,665
76,เพชรบุรี,3,14,ท้องที่ไทย,402
76,เพชรบุรี,3,15,อนาคตไทย,113
76,เพชรบุรี,3,16,พลังเพื่อไทย,226
76,เพชรบุรี,3,17,ไทยชนะ,144
76,เพชรบุรี,3,18,พลังสังคมใหม่,35
76,เพชรบุรี,3,19,สังคมประชาธิปไตยไทย,63
76,เพชรบุรี,3,20,ฟิวชัน,46
76,เพชรบุรี,3,21,ไทรวมพลัง,63
76,เพชรบุรี,3,22,ก้าวอิสระ,49
76,เพชรบุรี,3,23,ปวงชนไทย,98
76,เพชรบุรี,3,24,วิชชั่นใหม่,81
76,เพชรบุรี,3,25,เพื่อชีวิตใหม่,61
76,เพชรบุรี,3,26,คลองไทย,107
76,เพชรบุรี,3,27,ประชาธิปัตย์,12443
76,เพชรบุรี,3,28,ไทยก้าวหน้า,176
76,เพชรบุรี,3,29,ไทยภักดี,755
76,เพชรบุรี,3,30,แรงงานสร้างชาติ,146
76,เพชรบุรี,3,31,ประชากรไทย,184
76,เพชรบุรี,3,32,ครูไทยเพื่อประชาชน,126
76,เพชรบุรี,3,33,ประชาชาติ,181
76,เพชรบุรี,3,34,สร้างอนาคตไทย,389
76,เพชรบุรี,3,35,รักชาติ,312
76,เพชรบุรี,3,36,ไทยพร้อม,277
76,เพชรบุรี,3,37,ภูมิใจไทย,26391
76,เพชรบุรี,3,38,พลังธรรมใหม่,140
76,เพชรบุรี,3,39,กรีน,74
76,เพชรบุรี,3,40,ไทยธรรม,83
76,เพชรบุรี,3,41,แผ่นดินธรรม,30
76,เพชรบุรี,3,42,กล้าธรรม,600
76,เพชรบุรี,3,43,พลังประชารัฐ,264
76,เพชรบุรี,3,44,โอกาสใหม่,45
76,เพชรบุรี,3,45,เป็นธรรม,79
76,เพชรบุรี,3,46,ประชาชน,24228
76,เพชรบุรี,3,47,ประชาไทย,301
76,เพชรบุรี,3,48,ไทยสร้างไทย,268
76,เพชรบุรี,3,49,ไทยก้าวใหม่,220
76,เพชรบุรี,3,50,ประชาอาสาชาติ,10
76,เพชรบุรี,3,51,พร้อม,77
76,เพชรบุรี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,29
76,เพชรบุรี,3,53,ไทยพิทักษ์ธรรม,25
76,เพชรบุรี,3,54,ความหวังใหม่,21
76,เพชรบุรี,3,55,ไทยรวมไทย,31
76,เพชรบุรี,3,56,เพื่อบ้านเมือง,105
76,เพชรบุรี,3,57,พลังไทยรักชาติ,116
77,ประจวบคีรีขันธ์,1,1,ไทยทรัพย์ทวี,360
77,ประจวบคีรีขันธ์,1,2,เพื่อชาติไทย,1313
77,ประจวบคีรีขันธ์,1,3,ใหม่,2398
77,ประจวบคีรีขันธ์,1,4,มิติใหม่,2602
77,ประจวบคีรีขันธ์,1,5,รวมใจไทย,1165
77,ประจวบคีรีขันธ์,1,6,รวมไทยสร้างชาติ,2832
77,ประจวบคีรีขันธ์,1,7,พลวัต,164
77,ประจวบคีรีขันธ์,1,8,ประชาธิปไตยใหม่,1071
77,ประจวบคีรีขันธ์,1,9,เพื่อไทย,6040
77,ประจวบคีรีขันธ์,1,10,ทางเลือกใหม่,593
77,ประจวบคีรีขันธ์,1,11,เศรษฐกิจ,3498
77,ประจวบคีรีขันธ์,1,12,เสรีรวมไทย,357
77,ประจวบคีรีขันธ์,1,13,รวมพลังประชาชน,628
77,ประจวบคีรีขันธ์,1,14,ท้องที่ไทย,115
77,ประจวบคีรีขันธ์,1,15,อนาคตไทย,71
77,ประจวบคีรีขันธ์,1,16,พลังเพื่อไทย,171
77,ประจวบคีรีขันธ์,1,17,ไทยชนะ,146
77,ประจวบคีรีขันธ์,1,18,พลังสังคมใหม่,39
77,ประจวบคีรีขันธ์,1,19,สังคมประชาธิปไตยไทย,93
77,ประจวบคีรีขันธ์,1,20,ฟิวชัน,33
77,ประจวบคีรีขันธ์,1,21,ไทรวมพลัง,65
77,ประจวบคีรีขันธ์,1,22,ก้าวอิสระ,67
77,ประจวบคีรีขันธ์,1,23,ปวงชนไทย,100
77,ประจวบคีรีขันธ์,1,24,วิชชั่นใหม่,233
77,ประจวบคีรีขันธ์,1,25,เพื่อชีวิตใหม่,40
77,ประจวบคีรีขันธ์,1,26,คลองไทย,125
77,ประจวบคีรีขันธ์,1,27,ประชาธิปัตย์,17360
77,ประจวบคีรีขันธ์,1,28,ไทยก้าวหน้า,188
77,ประจวบคีรีขันธ์,1,29,ไทยภักดี,864
77,ประจวบคีรีขันธ์,1,30,แรงงานสร้างชาติ,126
77,ประจวบคีรีขันธ์,1,31,ประชากรไทย,150
77,ประจวบคีรีขันธ์,1,32,ครูไทยเพื่อประชาชน,218
77,ประจวบคีรีขันธ์,1,33,ประชาชาติ,328
77,ประจวบคีรีขันธ์,1,34,สร้างอนาคตไทย,164
77,ประจวบคีรีขันธ์,1,35,รักชาติ,198
77,ประจวบคีรีขันธ์,1,36,ไทยพร้อม,175
77,ประจวบคีรีขันธ์,1,37,ภูมิใจไทย,25022
77,ประจวบคีรีขันธ์,1,38,พลังธรรมใหม่,137
77,ประจวบคีรีขันธ์,1,39,กรีน,55
77,ประจวบคีรีขันธ์,1,40,ไทยธรรม,71
77,ประจวบคีรีขันธ์,1,41,แผ่นดินธรรม,49
77,ประจวบคีรีขันธ์,1,42,กล้าธรรม,8251
77,ประจวบคีรีขันธ์,1,43,พลังประชารัฐ,300
77,ประจวบคีรีขันธ์,1,44,โอกาสใหม่,92
77,ประจวบคีรีขันธ์,1,45,เป็นธรรม,119
77,ประจวบคีรีขันธ์,1,46,ประชาชน,28458
77,ประจวบคีรีขันธ์,1,47,ประชาไทย,229
77,ประจวบคีรีขันธ์,1,48,ไทยสร้างไทย,385
77,ประจวบคีรีขันธ์,1,49,ไทยก้าวใหม่,281
77,ประจวบคีรีขันธ์,1,50,ประชาอาสาชาติ,13
77,ประจวบคีรีขันธ์,1,51,พร้อม,56
77,ประจวบคีรีขันธ์,1,52,เครือข่ายชาวนาแห่งประเทศไทย,126
77,ประจวบคีรีขันธ์,1,53,ไทยพิทักษ์ธรรม,14
77,ประจวบคีรีขันธ์,1,54,ความหวังใหม่,31
77,ประจวบคีรีขันธ์,1,55,ไทยรวมไทย,29
77,ประจวบคีรีขันธ์,1,56,เพื่อบ้านเมือง,109
77,ประจวบคีรีขันธ์,1,57,พลังไทยรักชาติ,82
77,ประจวบคีรีขันธ์,2,1,ไทยทรัพย์ทวี,2860
77,ประจวบคีรีขันธ์,2,2,เพื่อชาติไทย,1310
77,ประจวบคีรีขันธ์,2,3,ใหม่,933
77,ประจวบคีรีขันธ์,2,4,มิติใหม่,573
77,ประจวบคีรีขันธ์,2,5,รวมใจไทย,565
77,ประจวบคีรีขันธ์,2,6,รวมไทยสร้างชาติ,2404
77,ประจวบคีรีขันธ์,2,7,พลวัต,286
77,ประจวบคีรีขันธ์,2,8,ประชาธิปไตยใหม่,726
77,ประจวบคีรีขันธ์,2,9,เพื่อไทย,6477
77,ประจวบคีรีขันธ์,2,10,ทางเลือกใหม่,541
77,ประจวบคีรีขันธ์,2,11,เศรษฐกิจ,2917
77,ประจวบคีรีขันธ์,2,12,เสรีรวมไทย,378
77,ประจวบคีรีขันธ์,2,13,รวมพลังประชาชน,523
77,ประจวบคีรีขันธ์,2,14,ท้องที่ไทย,51
77,ประจวบคีรีขันธ์,2,15,อนาคตไทย,73
77,ประจวบคีรีขันธ์,2,16,พลังเพื่อไทย,130
77,ประจวบคีรีขันธ์,2,17,ไทยชนะ,111
77,ประจวบคีรีขันธ์,2,18,พลังสังคมใหม่,28
77,ประจวบคีรีขันธ์,2,19,สังคมประชาธิปไตยไทย,51
77,ประจวบคีรีขันธ์,2,20,ฟิวชัน,21
77,ประจวบคีรีขันธ์,2,21,ไทรวมพลัง,48
77,ประจวบคีรีขันธ์,2,22,ก้าวอิสระ,48
77,ประจวบคีรีขันธ์,2,23,ปวงชนไทย,76
77,ประจวบคีรีขันธ์,2,24,วิชชั่นใหม่,247
77,ประจวบคีรีขันธ์,2,25,เพื่อชีวิตใหม่,21
77,ประจวบคีรีขันธ์,2,26,คลองไทย,105
77,ประจวบคีรีขันธ์,2,27,ประชาธิปัตย์,12372
77,ประจวบคีรีขันธ์,2,28,ไทยก้าวหน้า,136
77,ประจวบคีรีขันธ์,2,29,ไทยภักดี,947
77,ประจวบคีรีขันธ์,2,30,แรงงานสร้างชาติ,225
77,ประจวบคีรีขันธ์,2,31,ประชากรไทย,137
77,ประจวบคีรีขันธ์,2,32,ครูไทยเพื่อประชาชน,102
77,ประจวบคีรีขันธ์,2,33,ประชาชาติ,119
77,ประจวบคีรีขันธ์,2,34,สร้างอนาคตไทย,93
77,ประจวบคีรีขันธ์,2,35,รักชาติ,108
77,ประจวบคีรีขันธ์,2,36,ไทยพร้อม,109
77,ประจวบคีรีขันธ์,2,37,ภูมิใจไทย,15685
77,ประจวบคีรีขันธ์,2,38,พลังธรรมใหม่,129
77,ประจวบคีรีขันธ์,2,39,กรีน,57
77,ประจวบคีรีขันธ์,2,40,ไทยธรรม,50
77,ประจวบคีรีขันธ์,2,41,แผ่นดินธรรม,90
77,ประจวบคีรีขันธ์,2,42,กล้าธรรม,9560
77,ประจวบคีรีขันธ์,2,43,พลังประชารัฐ,251
77,ประจวบคีรีขันธ์,2,44,โอกาสใหม่,615
77,ประจวบคีรีขันธ์,2,45,เป็นธรรม,116
77,ประจวบคีรีขันธ์,2,46,ประชาชน,31660
77,ประจวบคีรีขันธ์,2,47,ประชาไทย,341
77,ประจวบคีรีขันธ์,2,48,ไทยสร้างไทย,536
77,ประจวบคีรีขันธ์,2,49,ไทยก้าวใหม่,362
77,ประจวบคีรีขันธ์,2,50,ประชาอาสาชาติ,8
77,ประจวบคีรีขันธ์,2,51,พร้อม,60
77,ประจวบคีรีขันธ์,2,52,เครือข่ายชาวนาแห่งประเทศไทย,25
77,ประจวบคีรีขันธ์,2,53,ไทยพิทักษ์ธรรม,18
77,ประจวบคีรีขันธ์,2,54,ความหวังใหม่,22
77,ประจวบคีรีขันธ์,2,55,ไทยรวมไทย,15
77,ประจวบคีรีขันธ์,2,56,เพื่อบ้านเมือง,38
77,ประจวบคีรีขันธ์,2,57,พลังไทยรักชาติ,65
77,ประจวบคีรีขันธ์,3,1,ไทยทรัพย์ทวี,495
77,ประจวบคีรีขันธ์,3,2,เพื่อชาติไทย,2608
77,ประจวบคีรีขันธ์,3,3,ใหม่,311
77,ประจวบคีรีขันธ์,3,4,มิติใหม่,186
77,ประจวบคีรีขันธ์,3,5,รวมใจไทย,926
77,ประจวบคีรีขันธ์,3,6,รวมไทยสร้างชาติ,2350
77,ประจวบคีรีขันธ์,3,7,พลวัต,1378
77,ประจวบคีรีขันธ์,3,8,ประชาธิปไตยใหม่,1412
77,ประจวบคีรีขันธ์,3,9,เพื่อไทย,3402
77,ประจวบคีรีขันธ์,3,10,ทางเลือกใหม่,473
77,ประจวบคีรีขันธ์,3,11,เศรษฐกิจ,2545
77,ประจวบคีรีขันธ์,3,12,เสรีรวมไทย,272
77,ประจวบคีรีขันธ์,3,13,รวมพลังประชาชน,342
77,ประจวบคีรีขันธ์,3,14,ท้องที่ไทย,223
77,ประจวบคีรีขันธ์,3,15,อนาคตไทย,57
77,ประจวบคีรีขันธ์,3,16,พลังเพื่อไทย,115
77,ประจวบคีรีขันธ์,3,17,ไทยชนะ,132
77,ประจวบคีรีขันธ์,3,18,พลังสังคมใหม่,29
77,ประจวบคีรีขันธ์,3,19,สังคมประชาธิปไตยไทย,100
77,ประจวบคีรีขันธ์,3,20,ฟิวชัน,28
77,ประจวบคีรีขันธ์,3,21,ไทรวมพลัง,44
77,ประจวบคีรีขันธ์,3,22,ก้าวอิสระ,55
77,ประจวบคีรีขันธ์,3,23,ปวงชนไทย,64
77,ประจวบคีรีขันธ์,3,24,วิชชั่นใหม่,70
77,ประจวบคีรีขันธ์,3,25,เพื่อชีวิตใหม่,64
77,ประจวบคีรีขันธ์,3,26,คลองไทย,138
77,ประจวบคีรีขันธ์,3,27,ประชาธิปัตย์,30621
77,ประจวบคีรีขันธ์,3,28,ไทยก้าวหน้า,177
77,ประจวบคีรีขันธ์,3,29,ไทยภักดี,604
77,ประจวบคีรีขันธ์,3,30,แรงงานสร้างชาติ,89
77,ประจวบคีรีขันธ์,3,31,ประชากรไทย,155
77,ประจวบคีรีขันธ์,3,32,ครูไทยเพื่อประชาชน,106
77,ประจวบคีรีขันธ์,3,33,ประชาชาติ,147
77,ประจวบคีรีขันธ์,3,34,สร้างอนาคตไทย,136
77,ประจวบคีรีขันธ์,3,35,รักชาติ,128
77,ประจวบคีรีขันธ์,3,36,ไทยพร้อม,186
77,ประจวบคีรีขันธ์,3,37,ภูมิใจไทย,19733
77,ประจวบคีรีขันธ์,3,38,พลังธรรมใหม่,107
77,ประจวบคีรีขันธ์,3,39,กรีน,36
77,ประจวบคีรีขันธ์,3,40,ไทยธรรม,41
77,ประจวบคีรีขันธ์,3,41,แผ่นดินธรรม,29
77,ประจวบคีรีขันธ์,3,42,กล้าธรรม,1057
77,ประจวบคีรีขันธ์,3,43,พลังประชารัฐ,189
77,ประจวบคีรีขันธ์,3,44,โอกาสใหม่,34
77,ประจวบคีรีขันธ์,3,45,เป็นธรรม,50
77,ประจวบคีรีขันธ์,3,46,ประชาชน,21015
77,ประจวบคีรีขันธ์,3,47,ประชาไทย,222
77,ประจวบคีรีขันธ์,3,48,ไทยสร้างไทย,2992
77,ประจวบคีรีขันธ์,3,49,ไทยก้าวใหม่,314
77,ประจวบคีรีขันธ์,3,50,ประชาอาสาชาติ,4
77,ประจวบคีรีขันธ์,3,51,พร้อม,34
77,ประจวบคีรีขันธ์,3,52,เครือข่ายชาวนาแห่งประเทศไทย,47
77,ประจวบคีรีขันธ์,3,53,ไทยพิทักษ์ธรรม,6
77,ประจวบคีรีขันธ์,3,54,ความหวังใหม่,18
77,ประจวบคีรีขันธ์,3,55,ไทยรวมไทย,26
77,ประจวบคีรีขันธ์,3,56,เพื่อบ้านเมือง,148
77,ประจวบคีรีขันธ์,3,57,พลังไทยรักชาติ,60
80,นครศรีธรรมราช,1,1,ไทยทรัพย์ทวี,80
80,นครศรีธรรมราช,1,2,เพื่อชาติไทย,1167
80,นครศรีธรรมราช,1,3,ใหม่,113
80,นครศรีธรรมราช,1,4,มิติใหม่,93
80,นครศรีธรรมราช,1,5,รวมใจไทย,1156
80,นครศรีธรรมราช,1,6,รวมไทยสร้างชาติ,1893
80,นครศรีธรรมราช,1,7,พลวัต,94
80,นครศรีธรรมราช,1,8,ประชาธิปไตยใหม่,887
80,นครศรีธรรมราช,1,9,เพื่อไทย,1758
80,นครศรีธรรมราช,1,10,ทางเลือกใหม่,305
80,นครศรีธรรมราช,1,11,เศรษฐกิจ,1278
80,นครศรีธรรมราช,1,12,เสรีรวมไทย,288
80,นครศรีธรรมราช,1,13,รวมพลังประชาชน,174
80,นครศรีธรรมราช,1,14,ท้องที่ไทย,55
80,นครศรีธรรมราช,1,15,อนาคตไทย,39
80,นครศรีธรรมราช,1,16,พลังเพื่อไทย,42
80,นครศรีธรรมราช,1,17,ไทยชนะ,96
80,นครศรีธรรมราช,1,18,พลังสังคมใหม่,19
80,นครศรีธรรมราช,1,19,สังคมประชาธิปไตยไทย,74
80,นครศรีธรรมราช,1,20,ฟิวชัน,46
80,นครศรีธรรมราช,1,21,ไทรวมพลัง,23
80,นครศรีธรรมราช,1,22,ก้าวอิสระ,54
80,นครศรีธรรมราช,1,23,ปวงชนไทย,42
80,นครศรีธรรมราช,1,24,วิชชั่นใหม่,42
80,นครศรีธรรมราช,1,25,เพื่อชีวิตใหม่,58
80,นครศรีธรรมราช,1,26,คลองไทย,139
80,นครศรีธรรมราช,1,27,ประชาธิปัตย์,41064
80,นครศรีธรรมราช,1,28,ไทยก้าวหน้า,74
80,นครศรีธรรมราช,1,29,ไทยภักดี,1651
80,นครศรีธรรมราช,1,30,แรงงานสร้างชาติ,34
80,นครศรีธรรมราช,1,31,ประชากรไทย,64
80,นครศรีธรรมราช,1,32,ครูไทยเพื่อประชาชน,52
80,นครศรีธรรมราช,1,33,ประชาชาติ,409
80,นครศรีธรรมราช,1,34,สร้างอนาคตไทย,66
80,นครศรีธรรมราช,1,35,รักชาติ,212
80,นครศรีธรรมราช,1,36,ไทยพร้อม,50
80,นครศรีธรรมราช,1,37,ภูมิใจไทย,17572
80,นครศรีธรรมราช,1,38,พลังธรรมใหม่,124
80,นครศรีธรรมราช,1,39,กรีน,48
80,นครศรีธรรมราช,1,40,ไทยธรรม,11
80,นครศรีธรรมราช,1,41,แผ่นดินธรรม,7
80,นครศรีธรรมราช,1,42,กล้าธรรม,148
80,นครศรีธรรมราช,1,43,พลังประชารัฐ,130
80,นครศรีธรรมราช,1,44,โอกาสใหม่,40
80,นครศรีธรรมราช,1,45,เป็นธรรม,113
80,นครศรีธรรมราช,1,46,ประชาชน,21574
80,นครศรีธรรมราช,1,47,ประชาไทย,96
80,นครศรีธรรมราช,1,48,ไทยสร้างไทย,121
80,นครศรีธรรมราช,1,49,ไทยก้าวใหม่,230
80,นครศรีธรรมราช,1,50,ประชาอาสาชาติ,5
80,นครศรีธรรมราช,1,51,พร้อม,19
80,นครศรีธรรมราช,1,52,เครือข่ายชาวนาแห่งประเทศไทย,5
80,นครศรีธรรมราช,1,53,ไทยพิทักษ์ธรรม,8
80,นครศรีธรรมราช,1,54,ความหวังใหม่,7
80,นครศรีธรรมราช,1,55,ไทยรวมไทย,27
80,นครศรีธรรมราช,1,56,เพื่อบ้านเมือง,130
80,นครศรีธรรมราช,1,57,พลังไทยรักชาติ,39
80,Nakhon Si Thammarat,2,1,ไทยทรัพย์ทวี,1480
80,Nakhon Si Thammarat,2,2,เพื่อชาติไทย,473
80,Nakhon Si Thammarat,2,3,ใหม่,373
80,Nakhon Si Thammarat,2,4,มิติใหม่,216
80,Nakhon Si Thammarat,2,5,รวมใจไทย,264
80,Nakhon Si Thammarat,2,6,รวมไทยสร้างชาติ,2000
80,Nakhon Si Thammarat,2,7,พลวัต,101
80,Nakhon Si Thammarat,2,8,ประชาธิปไตยใหม่,963
80,Nakhon Si Thammarat,2,9,เพื่อไทย,1360
80,Nakhon Si Thammarat,2,10,ทางเลือกใหม่,315
80,Nakhon Si Thammarat,2,11,เศรษฐกิจ,1447
80,Nakhon Si Thammarat,2,12,เสรีรวมไทย,277
80,Nakhon Si Thammarat,2,13,รวมพลังประชาชน,227
80,Nakhon Si Thammarat,2,14,ท้องที่ไทย,31
80,Nakhon Si Thammarat,2,15,อนาคตไทย,28
80,Nakhon Si Thammarat,2,16,พลังเพื่อไทย,44
80,Nakhon Si Thammarat,2,17,ไทยชนะ,152
80,Nakhon Si Thammarat,2,18,พลังสังคมใหม่,18
80,Nakhon Si Thammarat,2,19,สังคมประชาธิปไตยไทย,90
80,Nakhon Si Thammarat,2,20,ฟิวชัน,8
80,Nakhon Si Thammarat,2,21,ไทรวมพลัง,39
80,Nakhon Si Thammarat,2,22,ก้าวอิสระ,24
80,Nakhon Si Thammarat,2,23,ปวงชนไทย,106
80,Nakhon Si Thammarat,2,24,วิชชั่นใหม่,54
80,Nakhon Si Thammarat,2,25,เพื่อชีวิตใหม่,35
80,Nakhon Si Thammarat,2,26,คลองไทย,187
80,Nakhon Si Thammarat,2,27,ประชาธิปัตย์,54939
80,Nakhon Si Thammarat,2,28,ไทยก้าวหน้า,113
80,Nakhon Si Thammarat,2,29,ไทยภักดี,817
80,Nakhon Si Thammarat,2,30,แรงงานสร้างชาติ,120
80,Nakhon Si Thammarat,2,31,ประชากรไทย,66
80,Nakhon Si Thammarat,2,32,ครูไทยเพื่อประชาชน,56
80,Nakhon Si Thammarat,2,33,ประชาชาติ,171
80,Nakhon Si Thammarat,2,34,สร้างอนาคตไทย,40
80,Nakhon Si Thammarat,2,35,รักชาติ,92
80,Nakhon Si Thammarat,2,36,ไทยพร้อม,70
80,Nakhon Si Thammarat,2,37,ภูมิใจไทย,10668
80,Nakhon Si Thammarat,2,38,พลังธรรมใหม่,44
80,Nakhon Si Thammarat,2,39,กรีน,36
80,Nakhon Si Thammarat,2,40,ไทยธรรม,12
80,Nakhon Si Thammarat,2,41,แผ่นดินธรรม,15
80,Nakhon Si Thammarat,2,42,กล้าธรรม,309
80,Nakhon Si Thammarat,2,43,พลังประชารัฐ,71
80,Nakhon Si Thammarat,2,44,โอกาสใหม่,27
80,Nakhon Si Thammarat,2,45,เป็นธรรม,90
80,Nakhon Si Thammarat,2,46,ประชาชน,15699
80,Nakhon Si Thammarat,2,47,ประชาไทย,93
80,Nakhon Si Thammarat,2,48,ไทยสร้างไทย,105
80,Nakhon Si Thammarat,2,49,ไทยก้าวใหม่,142
80,Nakhon Si Thammarat,2,50,ประชาอาสาชาติ,4
80,Nakhon Si Thammarat,2,51,พร้อม,22
80,Nakhon Si Thammarat,2,52,เครือข่ายชาวนาแห่งประเทศไทย,10
80,Nakhon Si Thammarat,2,53,ไทยพิทักษ์ธรรม,2
80,Nakhon Si Thammarat,2,54,ความหวังใหม่,8
80,Nakhon Si Thammarat,2,55,ไทยรวมไทย,34
80,Nakhon Si Thammarat,2,56,เพื่อบ้านเมือง,321
80,Nakhon Si Thammarat,2,57,พลังไทยรักชาติ,45
80,นครศรีธรรมราช,3,2,ไทยทรัพย์ทวี,1152
80,นครศรีธรรมราช,3,3,เพื่อชาติไทย,263
80,นครศรีธรรมราช,3,4,ใหม่,83
80,นครศรีธรรมราช,3,5,รวมใจไทย,165
80,นครศรีธรรมราช,3,5,มิติใหม่,41
80,นครศรีธรรมราช,3,6,ประชาธิปไตยใหม่,1868
80,นครศรีธรรมราช,3,6,รวมไทยสร้างชาติ,1211
80,นครศรีธรรมราช,3,7,เพื่อไทย,985
80,นครศรีธรรมราช,3,7,พลวัต,83
80,นครศรีธรรมราช,3,8,ทางเลือกใหม่,219
80,นครศรีธรรมราช,3,9,เศรษฐกิจ,1284
80,นครศรีธรรมราช,3,10,เสรีรวมไทย,195
80,นครศรีธรรมราช,3,11,รวมพลังประชาชน,145
80,นครศรีธรรมราช,3,12,ท้องที่ไทย,37
80,นครศรีธรรมราช,3,13,อนาคตไทย,23
80,นครศรีธรรมราช,3,14,พลังเพื่อไทย,28
80,นครศรีธรรมราช,3,15,ไทยชนะ,161
80,นครศรีธรรมราช,3,16,พลังสังคมใหม่,22
80,นครศรีธรรมราช,3,17,สังคมประชาธิปไตยไทย,62
80,นครศรีธรรมราช,3,18,ฟิวชัน,13
80,นครศรีธรรมราช,3,19,ไทรวมพลัง,65
80,นครศรีธรรมราช,3,20,ก้าวอิสระ,32
80,นครศรีธรรมราช,3,21,ปวงชนไทย,50
80,นครศรีธรรมราช,3,22,วิชชั่นใหม่,63
80,นครศรีธรรมราช,3,23,เพื่อชีวิตใหม่,34
80,นครศรีธรรมราช,3,24,คลองไทย,237
80,นครศรีธรรมราช,3,25,ประชาธิปัตย์,60936
80,นครศรีธรรมราช,3,26,ไทยก้าวหน้า,197
80,นครศรีธรรมราช,3,27,ไทยภักดี,655
80,นครศรีธรรมราช,3,28,แรงงานสร้างชาติ,108
80,นครศรีธรรมราช,3,29,ประชากรไทย,53
80,นครศรีธรรมราช,3,30,ครูไทยเพื่อประชาชน,28
80,นครศรีธรรมราช,3,31,ประชาชาติ,143
80,นครศรีธรรมราช,3,32,สร้างอนาคตไทย,22
80,นครศรีธรรมราช,3,33,รักชาติ,63
80,นครศรีธรรมราช,3,34,ไทยพร้อม,49
80,นครศรีธรรมราช,3,35,ภูมิใจไทย,9525
80,นครศรีธรรมราช,3,36,พลังธรรมใหม่,94
80,นครศรีธรรมราช,3,37,กรีน,45
80,นครศรีธรรมราช,3,38,ไทยธรรม,14
80,นครศรีธรรมราช,3,39,แผ่นดินธรรม,9
80,นครศรีธรรมราช,3,40,กล้าธรรม,298
80,นครศรีธรรมราช,3,41,พลังประชารัฐ,75
80,นครศรีธรรมราช,3,42,โอกาสใหม่,98
80,นครศรีธรรมราช,3,43,เป็นธรรม,31
80,นครศรีธรรมราช,3,44,ประชาชน,11737
80,นครศรีธรรมราช,3,45,ประชาไทย,88
80,นครศรีธรรมราช,3,46,ไทยสร้างไทย,67
80,นครศรีธรรมราช,3,47,ไทยก้าวใหม่,90
80,นครศรีธรรมราช,3,48,ประชาอาสาชาติ,8
80,นครศรีธรรมราช,3,49,พร้อม,14
80,นครศรีธรรมราช,3,50,เครือข่ายชาวนาแห่งประเทศไทย,12
80,นครศรีธรรมราช,3,51,ไทยพิทักษ์ธรรม,3
80,นครศรีธรรมราช,3,52,ความหวังใหม่,8
80,นครศรีธรรมราช,3,53,ไทยรวมไทย,38
80,นครศรีธรรมราช,3,54,เพื่อบ้านเมือง,390
80,นครศรีธรรมราช,3,55,พลังไทยรักชาติ,35
80,นครศรีธรรมราช,4,2,ไทยทรัพย์ทวี,165
80,นครศรีธรรมราช,4,3,เพื่อชาติไทย,1371
80,นครศรีธรรมราช,4,4,ใหม่,150
80,นครศรีธรรมราช,4,5,มิติใหม่,203
80,นครศรีธรรมราช,4,6,รวมใจไทย,982
80,นครศรีธรรมราช,4,7,รวมไทยสร้างชาติ,989
80,นครศรีธรรมราช,4,8,พลวัต,113
80,นครศรีธรรมราช,4,9,ประชาธิปไตยใหม่,875
80,นครศรีธรรมราช,4,10,เพื่อไทย,1406
80,นครศรีธรรมราช,4,11,ทางเลือกใหม่,307
80,นครศรีธรรมราช,4,12,เศรษฐกิจ,1435
80,นครศรีธรรมราช,4,13,เสรีรวมไทย,232
80,นครศรีธรรมราช,4,14,รวมพลังประชาชน,217
80,นครศรีธรรมราช,4,15,ท้องที่ไทย,48
80,นครศรีธรรมราช,4,16,อนาคตไทย,28
80,นครศรีธรรมราช,4,17,พลังเพื่อไทย,50
80,นครศรีธรรมราช,4,18,ไทยชนะ,207
80,นครศรีธรรมราช,4,19,พลังสังคมใหม่,25
80,นครศรีธรรมราช,4,20,สังคมประชาธิปไตยไทย,78
80,นครศรีธรรมราช,4,21,ฟิวชัน,18
80,นครศรีธรรมราช,4,22,ไทรวมพลัง,39
80,นครศรีธรรมราช,4,23,ก้าวอิสระ,65
80,นครศรีธรรมราช,4,24,ปวงชนไทย,34
80,นครศรีธรรมราช,4,25,วิชชั่นใหม่,136
80,นครศรีธรรมราช,4,26,เพื่อชีวิตใหม่,146
80,นครศรีธรรมราช,4,27,คลองไทย,213
80,นครศรีธรรมราช,4,28,ประชาธิปัตย์,62772
80,นครศรีธรรมราช,4,29,ไทยก้าวหน้า,110
80,นครศรีธรรมราช,4,30,ไทยภักดี,526
80,นครศรีธรรมราช,4,31,แรงงานสร้างชาติ,54
80,นครศรีธรรมราช,4,32,ประชากรไทย,108
80,นครศรีธรรมราช,4,33,ครูไทยเพื่อประชาชน,57
80,นครศรีธรรมราช,4,34,ประชาชาติ,138
80,นครศรีธรรมราช,4,35,สร้างอนาคตไทย,100
80,นครศรีธรรมราช,4,36,รักชาติ,92
80,นครศรีธรรมราช,4,37,ไทยพร้อม,49
80,นครศรีธรรมราช,4,38,ภูมิใจไทย,5874
80,นครศรีธรรมราช,4,39,พลังธรรมใหม่,36
80,นครศรีธรรมราช,4,40,กรีน,32
80,นครศรีธรรมราช,4,41,ไทยธรรม,22
80,นครศรีธรรมราช,4,42,แผ่นดินธรรม,21
80,นครศรีธรรมราช,4,43,กล้าธรรม,3285
80,นครศรีธรรมราช,4,44,พลังประชารัฐ,121
80,นครศรีธรรมราช,4,45,โอกาสใหม่,153
80,นครศรีธรรมราช,4,46,เป็นธรรม,41
80,นครศรีธรรมราช,4,47,ประชาชน,14232
80,นครศรีธรรมราช,4,48,ประชาไทย,149
80,นครศรีธรรมราช,4,49,ไทยสร้างไทย,60
80,นครศรีธรรมราช,4,50,ไทยก้าวใหม่,122
80,นครศรีธรรมราช,4,51,ประชาอาสาชาติ,9
80,นครศรีธรรมราช,4,52,พร้อม,18
80,นครศรีธรรมราช,4,53,เครือข่ายชาวนาแห่งประเทศไทย,10
80,นครศรีธรรมราช,4,54,ไทยพิทักษ์ธรรม,10
80,นครศรีธรรมราช,4,55,ความหวังใหม่,6
80,นครศรีธรรมราช,4,56,ไทยรวมไทย,27
80,นครศรีธรรมราช,4,57,เพื่อบ้านเมือง,310
80,นครศรีธรรมราช,4,58,พลังไทยรักชาติ,44
80,นครศรีธรรมราช,5,1,ไทยทรัพย์ทวี,177
80,นครศรีธรรมราช,5,2,เพื่อชาติไทย,1525
80,นครศรีธรรมราช,5,3,ใหม่,172
80,นครศรีธรรมราช,5,4,มิติใหม่,392
80,นครศรีธรรมราช,5,5,รวมใจไทย,1324
80,นครศรีธรรมราช,5,6,รวมไทยสร้างชาติ,1334
80,นครศรีธรรมราช,5,7,พลวัต,128
80,นครศรีธรรมราช,5,8,ประชาธิปไตยใหม่,1377
80,นครศรีธรรมราช,5,9,เพื่อไทย,1943
80,นครศรีธรรมราช,5,10,ทางเลือกใหม่,361
80,นครศรีธรรมราช,5,11,เศรษฐกิจ,1536
80,นครศรีธรรมราช,5,12,เสรีรวมไทย,340
80,นครศรีธรรมราช,5,13,รวมพลังประชาชน,257
80,นครศรีธรรมราช,5,14,ท้องที่ไทย,529
80,นครศรีธรรมราช,5,15,อนาคตไทย,55
80,นครศรีธรรมราช,5,16,พลังเพื่อไทย,68
80,นครศรีธรรมราช,5,17,ไทยชนะ,138
80,นครศรีธรรมราช,5,18,พลังสังคมใหม่,20
80,นครศรีธรรมราช,5,19,สังคมประชาธิปไตยไทย,226
80,นครศรีธรรมราช,5,20,ฟิวชัน,26
80,นครศรีธรรมราช,5,21,ไทรวมพลัง,41
80,นครศรีธรรมราช,5,22,ก้าวอิสระ,51
80,นครศรีธรรมราช,5,23,ปวงชนไทย,30
80,นครศรีธรรมราช,5,24,วิชชั่นใหม่,128
80,นครศรีธรรมราช,5,25,เพื่อชีวิตใหม่,68
80,นครศรีธรรมราช,5,26,คลองไทย,174
80,นครศรีธรรมราช,5,27,ประชาธิปัตย์,54686
80,นครศรีธรรมราช,5,28,ไทยก้าวหน้า,137
80,นครศรีธรรมราช,5,29,ไทยภักดี,864
80,นครศรีธรรมราช,5,30,แรงงานสร้างชาติ,33
80,นครศรีธรรมราช,5,31,ประชากรไทย,83
80,นครศรีธรรมราช,5,32,ครูไทยเพื่อประชาชน,60
80,นครศรีธรรมราช,5,33,ประชาชาติ,114
80,นครศรีธรรมราช,5,34,สร้างอนาคตไทย,102
80,นครศรีธรรมราช,5,35,รักชาติ,83
80,นครศรีธรรมราช,5,36,ไทยพร้อม,59
80,นครศรีธรรมราช,5,37,ภูมิใจไทย,11198
80,นครศรีธรรมราช,5,38,พลังธรรมใหม่,59
80,นครศรีธรรมราช,5,39,กรีน,55
80,นครศรีธรรมราช,5,40,ไทยธรรม,22
80,นครศรีธรรมราช,5,41,Unknown Party 41,0
80,นครศรีธรรมราช,5,42,แผ่นดินธรรม,24
80,นครศรีธรรมราช,5,43,กล้าธรรม,1414
80,นครศรีธรรมราช,5,44,พลังประชารัฐ,147
80,นครศรีธรรมราช,5,45,โอกาสใหม่,33
80,นครศรีธรรมราช,5,46,เป็นธรรม,51
80,นครศรีธรรมราช,5,47,ประชาชน,18520
80,นครศรีธรรมราช,5,48,ประชาไทย,128
80,นครศรีธรรมราช,5,49,ไทยสร้างไทย,86
80,นครศรีธรรมราช,5,50,ไทยก้าวใหม่,221
80,นครศรีธรรมราช,5,51,ประชาอาสาชาติ,3
80,นครศรีธรรมราช,5,52,พร้อม,35
80,นครศรีธรรมราช,5,53,เครือข่ายชาวนาแห่งประเทศไทย,6
80,นครศรีธรรมราช,5,54,ไทยพิทักษ์ธรรม,27
80,นครศรีธรรมราช,5,55,ความหวังใหม่,13
80,นครศรีธรรมราช,5,56,ไทยรวมไทย,25
80,นครศรีธรรมราช,5,57,เพื่อบ้านเมือง,210
80,นครศรีธรรมราช,6,1,ไทยทรัพย์ทวี,112
80,นครศรีธรรมราช,6,2,เพื่อชาติไทย,1041
80,นครศรีธรรมราช,6,3,ใหม่,961
80,นครศรีธรรมราช,6,4,มิติใหม่,88
80,นครศรีธรรมราช,6,5,รวมใจไทย,1071
80,นครศรีธรรมราช,6,6,รวมไทยสร้างชาติ,886
80,นครศรีธรรมราช,6,7,พลวัต,184
80,นครศรีธรรมราช,6,8,ประชาธิปไตยใหม่,1201
80,นครศรีธรรมราช,6,9,เพื่อไทย,1396
80,นครศรีธรรมราช,6,10,ทางเลือกใหม่,266
80,นครศรีธรรมราช,6,11,เศรษฐกิจ,1034
80,นครศรีธรรมราช,6,12,เสรีรวมไทย,217
80,นครศรีธรรมราช,6,13,รวมพลังประชาชน,230
80,นครศรีธรรมราช,6,14,ท้องที่ไทย,51
80,นครศรีธรรมราช,6,15,อนาคตไทย,25
80,นครศรีธรรมราช,6,16,พลังเพื่อไทย,43
80,นครศรีธรรมราช,6,17,ไทยชนะ,188
80,นครศรีธรรมราช,6,18,พลังสังคมใหม่,19
80,นครศรีธรรมราช,6,19,สังคมประชาธิปไตยไทย,77
80,นครศรีธรรมราช,6,20,ฟิวชัน,20
80,นครศรีธรรมราช,6,21,ไทรวมพลัง,58
80,นครศรีธรรมราช,6,22,ก้าวอิสระ,44
80,นครศรีธรรมราช,6,23,ปวงชนไทย,147
80,นครศรีธรรมราช,6,24,วิชชั่นใหม่,90
80,นครศรีธรรมราช,6,25,เพื่อชีวิตใหม่,73
80,นครศรีธรรมราช,6,26,คลองไทย,212
80,นครศรีธรรมราช,6,27,ประชาธิปัตย์,64430
80,นครศรีธรรมราช,6,28,ไทยก้าวหน้า,90
80,นครศรีธรรมราช,6,29,ไทยภักดี,544
80,นครศรีธรรมราช,6,30,แรงงานสร้างชาติ,31
80,นครศรีธรรมราช,6,31,ประชากรไทย,55
80,นครศรีธรรมราช,6,32,ครูไทยเพื่อประชาชน,98
80,นครศรีธรรมราช,6,33,ประชาชาติ,139
80,นครศรีธรรมราช,6,34,สร้างอนาคตไทย,66
80,นครศรีธรรมราช,6,35,รักชาติ,60
80,นครศรีธรรมราช,6,36,ไทยพร้อม,49
80,นครศรีธรรมราช,6,37,ภูมิใจไทย,8549
80,นครศรีธรรมราช,6,38,พลังธรรมใหม่,46
80,นครศรีธรรมราช,6,39,กรีน,28
80,นครศรีธรรมราช,6,40,ไทยธรรม,11
80,นครศรีธรรมราช,6,41,แผ่นดินธรรม,22
80,นครศรีธรรมราช,6,42,กล้าธรรม,1814
80,นครศรีธรรมราช,6,43,พลังประชารัฐ,78
80,นครศรีธรรมราช,6,44,โอกาสใหม่,32
80,นครศรีธรรมราช,6,45,เป็นธรรม,144
80,นครศรีธรรมราช,6,46,ประชาชน,13378
80,นครศรีธรรมราช,6,47,ประชาไทย,155
80,นครศรีธรรมราช,6,48,ไทยสร้างไทย,54
80,นครศรีธรรมราช,6,49,ไทยก้าวใหม่,160
80,นครศรีธรรมราช,6,50,ประชาอาสาชาติ,11
80,นครศรีธรรมราช,6,51,พร้อม,24
80,นครศรีธรรมราช,6,52,เครือข่ายชาวนาแห่งประเทศไทย,10
80,นครศรีธรรมราช,6,53,ไทยพิทักษ์ธรรม,8
80,นครศรีธรรมราช,6,54,ความหวังใหม่,8
80,นครศรีธรรมราช,6,55,ไทยรวมไทย,23
80,นครศรีธรรมราช,6,56,เพื่อบ้านเมือง,255
80,นครศรีธรรมราช,6,57,พลังไทยรักชาติ,39
80,นครศรีธรรมราช,7,1,ไทยทรัพย์ทวี,649
80,นครศรีธรรมราช,7,2,เพื่อชาติไทย,353
80,นครศรีธรรมราช,7,3,ใหม่,162
80,นครศรีธรรมราช,7,4,มิติใหม่,126
80,นครศรีธรรมราช,7,5,รวมใจไทย,247
80,นครศรีธรรมราช,7,6,รวมไทยสร้างชาติ,1290
80,นครศรีธรรมราช,7,7,พลวัต,907
80,นครศรีธรรมราช,7,8,ประชาธิปไตยใหม่,927
80,นครศรีธรรมราช,7,9,เพื่อไทย,2209
80,นครศรีธรรมราช,7,10,ทางเลือกใหม่,394
80,นครศรีธรรมราช,7,11,เศรษฐกิจ,1521
80,นครศรีธรรมราช,7,12,เสรีรวมไทย,254
80,นครศรีธรรมราช,7,13,รวมพลังประชาชน,191
80,นครศรีธรรมราช,7,14,ท้องที่ไทย,77
80,นครศรีธรรมราช,7,15,อนาคตไทย,37
80,นครศรีธรรมราช,7,16,พลังเพื่อไทย,54
80,นครศรีธรรมราช,7,17,ไทยชนะ,152
80,นครศรีธรรมราช,7,18,พลังสังคมใหม่,17
80,นครศรีธรรมราช,7,19,สังคมประชาธิปไตยไทย,91
80,นครศรีธรรมราช,7,20,ฟิวชัน,18
80,นครศรีธรรมราช,7,21,ไทรวมพลัง,42
80,นครศรีธรรมราช,7,22,ก้าวอิสระ,26
80,นครศรีธรรมราช,7,23,ปวงชนไทย,56
80,นครศรีธรรมราช,7,24,วิชชั่นใหม่,44
80,นครศรีธรรมราช,7,25,เพื่อชีวิตใหม่,41
80,นครศรีธรรมราช,7,26,คลองไทย,155
80,นครศรีธรรมราช,7,27,ประชาธิปัตย์,50315
80,นครศรีธรรมราช,7,28,ไทยก้าวหน้า,270
80,นครศรีธรรมราช,7,29,ไทยภักดี,716
80,นครศรีธรรมราช,7,30,แรงงานสร้างชาติ,73
80,นครศรีธรรมราช,7,31,ประชากรไทย,56
80,นครศรีธรรมราช,7,32,ครูไทยเพื่อประชาชน,28
80,นครศรีธรรมราช,7,33,ประชาชาติ,132
80,นครศรีธรรมราช,7,34,สร้างอนาคตไทย,32
80,นครศรีธรรมราช,7,35,รักชาติ,73
80,นครศรีธรรมราช,7,36,ไทยพร้อม,100
80,นครศรีธรรมราช,7,37,ภูมิใจไทย,13528
80,นครศรีธรรมราช,7,38,พลังธรรมใหม่,54
80,นครศรีธรรมราช,7,39,กรีน,36
80,นครศรีธรรมราช,7,40,ไทยธรรม,14
80,นครศรีธรรมราช,7,41,แผ่นดินธรรม,12
80,นครศรีธรรมราช,7,42,กล้าธรรม,652
80,นครศรีธรรมราช,7,43,พลังประชารัฐ,102
80,นครศรีธรรมราช,7,44,โอกาสใหม่,140
80,นครศรีธรรมราช,7,45,เป็นธรรม,40
80,นครศรีธรรมราช,7,46,ประชาชน,14059
80,นครศรีธรรมราช,7,47,ประชาไทย,166
80,นครศรีธรรมราช,7,48,ไทยสร้างไทย,74
80,นครศรีธรรมราช,7,49,ไทยก้าวใหม่,126
80,นครศรีธรรมราช,7,50,ประชาอาสาชาติ,145
80,นครศรีธรรมราช,7,51,พร้อม,30
80,นครศรีธรรมราช,7,52,เครือข่ายชาวนาแห่งประเทศไทย,7
80,นครศรีธรรมราช,7,53,ไทยพิทักษ์ธรรม,6
80,นครศรีธรรมราช,7,54,ความหวังใหม่,6
80,นครศรีธรรมราช,7,55,ไทยรวมไทย,29
80,นครศรีธรรมราช,7,56,เพื่อบ้านเมือง,230
80,นครศรีธรรมราช,7,57,พลังไทยรักชาติ,43
80,นครศรีธรรมราช,8,1,ใหม่,141
80,นครศรีธรรมราช,8,2,ไทยทรัพย์ทวี,1305
80,นครศรีธรรมราช,8,3,เพื่อชาติไทย,576
80,นครศรีธรรมราช,8,4,มิติใหม่,83
80,นครศรีธรรมราช,8,5,รวมใจไทย,286
80,นครศรีธรรมราช,8,6,รวมไทยสร้างชาติ,1595
80,นครศรีธรรมราช,8,7,พลวัต,124
80,นครศรีธรรมราช,8,8,ประชาธิปไตยใหม่,1059
80,นครศรีธรรมราช,8,9,เพื่อไทย,1877
80,นครศรีธรรมราช,8,10,ทางเลือกใหม่,365
80,นครศรีธรรมราช,8,11,เศรษฐกิจ,1428
80,นครศรีธรรมราช,8,12,เสรีรวมไทย,250
80,นครศรีธรรมราช,8,13,รวมพลังประชาชน,232
80,นครศรีธรรมราช,8,14,ท้องที่ไทย,31
80,นครศรีธรรมราช,8,15,อนาคตไทย,30
80,นครศรีธรรมราช,8,16,พลังเพื่อไทย,100
80,นครศรีธรรมราช,8,17,ไทยชนะ,171
80,นครศรีธรรมราช,8,18,พลังสังคมใหม่,18
80,นครศรีธรรมราช,8,19,สังคมประชาธิปไตยไทย,80
80,นครศรีธรรมราช,8,20,ฟิวชัน,15
80,นครศรีธรรมราช,8,21,ไทรวมพลัง,63
80,นครศรีธรรมราช,8,22,ก้าวอิสระ,21
80,นครศรีธรรมราช,8,23,ปวงชนไทย,47
80,นครศรีธรรมราช,8,24,วิชชั่นใหม่,56
80,นครศรีธรรมราช,8,25,เพื่อชีวิตใหม่,35
80,นครศรีธรรมราช,8,26,คลองไทย,300
80,นครศรีธรรมราช,8,27,ประชาธิปัตย์,49757
80,นครศรีธรรมราช,8,28,ไทยก้าวหน้า,104
80,นครศรีธรรมราช,8,29,ไทยภักดี,659
80,นครศรีธรรมราช,8,30,แรงงานสร้างชาติ,104
80,นครศรีธรรมราช,8,31,ประชากรไทย,78
80,นครศรีธรรมราช,8,32,ครูไทยเพื่อประชาชน,57
80,นครศรีธรรมราช,8,33,ประชาชาติ,452
80,นครศรีธรรมราช,8,34,สร้างอนาคตไทย,57
80,นครศรีธรรมราช,8,35,รักชาติ,95
80,นครศรีธรรมราช,8,36,ไทยพร้อม,82
80,นครศรีธรรมราช,8,37,ภูมิใจไทย,14213
80,นครศรีธรรมราช,8,38,พลังธรรมใหม่,53
80,นครศรีธรรมราช,8,39,กรีน,49
80,นครศรีธรรมราช,8,40,ไทยธรรม,13
80,นครศรีธรรมราช,8,41,แผ่นดินธรรม,16
80,นครศรีธรรมราช,8,42,กล้าธรรม,158
80,นครศรีธรรมราช,8,43,พลังประชารัฐ,110
80,นครศรีธรรมราช,8,44,โอกาสใหม่,18
80,นครศรีธรรมราช,8,45,เป็นธรรม,46
80,นครศรีธรรมราช,8,46,ประชาชน,16857
80,นครศรีธรรมราช,8,47,ประชาไทย,97
80,นครศรีธรรมราช,8,48,ไทยสร้างไทย,72
80,นครศรีธรรมราช,8,49,ไทยก้าวใหม่,145
80,นครศรีธรรมราช,8,50,ประชาอาสาชาติ,6
80,นครศรีธรรมราช,8,51,พร้อม,21
80,นครศรีธรรมราช,8,52,เครือข่ายชาวนาแห่งประเทศไทย,7
80,นครศรีธรรมราช,8,53,ไทยพิทักษ์ธรรม,6
80,นครศรีธรรมราช,8,54,ความหวังใหม่,18
80,นครศรีธรรมราช,8,55,ไทยรวมไทย,34
80,นครศรีธรรมราช,8,56,เพื่อบ้านเมือง,307
80,นครศรีธรรมราช,8,57,พลังไทยรักชาติ,34
80,นครศรีธรรมราช,9,1,ไทยทรัพย์ทวี,97
80,นครศรีธรรมราช,9,2,เพื่อชาติไทย,366
80,นครศรีธรรมราช,9,3,ใหม่,562
80,นครศรีธรรมราช,9,4,มิติใหม่,60
80,นครศรีธรรมราช,9,5,รวมใจไทย,158
80,นครศรีธรรมราช,9,6,รวมไทยสร้างชาติ,1003
80,นครศรีธรรมราช,9,7,พลวัต,659
80,นครศรีธรรมราช,9,8,ประชาธิปไตยใหม่,1096
80,นครศรีธรรมราช,9,9,เพื่อไทย,2160
80,นครศรีธรรมราช,9,10,ทางเลือกใหม่,310
80,นครศรีธรรมราช,9,11,เศรษฐกิจ,1299
80,นครศรีธรรมราช,9,12,เสรีรวมไทย,228
80,นครศรีธรรมราช,9,13,รวมพลังประชาชน,199
80,นครศรีธรรมราช,9,14,ท้องที่ไทย,70
80,นครศรีธรรมราช,9,15,อนาคตไทย,26
80,นครศรีธรรมราช,9,16,พลังเพื่อไทย,40
80,นครศรีธรรมราช,9,17,ไทยชนะ,166
80,นครศรีธรรมราช,9,18,พลังสังคมใหม่,17
80,นครศรีธรรมราช,9,19,สังคมประชาธิปไตยไทย,65
80,นครศรีธรรมราช,9,20,ฟิวชัน,15
80,นครศรีธรรมราช,9,21,ไทรวมพลัง,32
80,นครศรีธรรมราช,9,22,ก้าวอิสระ,21
80,นครศรีธรรมราช,9,23,ปวงชนไทย,134
80,นครศรีธรรมราช,9,24,วิชชั่นใหม่,19
80,นครศรีธรรมราช,9,25,เพื่อชีวิตใหม่,27
80,นครศรีธรรมราช,9,26,คลองไทย,169
80,นครศรีธรรมราช,9,27,ประชาธิปัตย์,56510
80,นครศรีธรรมราช,9,28,ไทยก้าวหน้า,80
80,นครศรีธรรมราช,9,29,ไทยภักดี,538
80,นครศรีธรรมราช,9,30,แรงงานสร้างชาติ,40
80,นครศรีธรรมราช,9,31,ประชากรไทย,36
80,นครศรีธรรมราช,9,32,ครูไทยเพื่อประชาชน,64
80,นครศรีธรรมราช,9,33,ประชาชาติ,145
80,นครศรีธรรมราช,9,34,สร้างอนาคตไทย,37
80,นครศรีธรรมราช,9,35,รักชาติ,52
80,นครศรีธรรมราช,9,36,ไทยพร้อม,98
80,นครศรีธรรมราช,9,37,ภูมิใจไทย,14376
80,นครศรีธรรมราช,9,38,พลังธรรมใหม่,42
80,นครศรีธรรมราช,9,39,,0
80,นครศรีธรรมราช,9,40,กรีน,42
80,นครศรีธรรมราช,9,41,ไทยธรรม,11
80,นครศรีธรรมราช,9,42,แผ่นดินธรรม,10
80,นครศรีธรรมราช,9,43,กล้าธรรม,112
80,นครศรีธรรมราช,9,44,พลังประชารัฐ,78
80,นครศรีธรรมราช,9,45,โอกาสใหม่,24
80,นครศรีธรรมราช,9,46,เป็นธรรม,33
80,นครศรีธรรมราช,9,47,ประชาชน,15191
80,นครศรีธรรมราช,9,48,ประชาไทย,114
80,นครศรีธรรมราช,9,49,ไทยสร้างไทย,70
80,นครศรีธรรมราช,9,50,ไทยก้าวใหม่,126
80,นครศรีธรรมราช,9,51,ประชาอาสาชาติ,4
80,นครศรีธรรมราช,9,52,พร้อม,22
80,นครศรีธรรมราช,9,53,เครือข่ายชาวนาแห่งประเทศไทย,9
80,นครศรีธรรมราช,9,54,ไทยพิทักษ์ธรรม,5
80,นครศรีธรรมราช,9,55,ความหวังใหม่,10
80,นครศรีธรรมราช,9,56,ไทยรวมไทย,22
80,นครศรีธรรมราช,9,57,เพื่อบ้านเมือง,259
80,นครศรีธรรมราช,9,58,พลังไทยรักชาติ,36
81,กระบี่,1,1,ไทยทรัพย์ทวี,266
81,กระบี่,1,2,เพื่อชาติไทย,3417
81,กระบี่,1,3,ใหม่,466
81,กระบี่,1,4,มิติใหม่,352
81,กระบี่,1,5,รวมใจไทย,374
81,กระบี่,1,6,รวมไทยสร้างชาติ,1270
81,กระบี่,1,7,พลวัต,76
81,กระบี่,1,8,ประชาธิปไตยใหม่,1364
81,กระบี่,1,9,เพื่อไทย,2540
81,กระบี่,1,10,ทางเลือกใหม่,328
81,กระบี่,1,11,เศรฐกิจ,1549
81,กระบี่,1,12,เสรีรวมไทย,190
81,กระบี่,1,13,รวมพลังประชาชน,362
81,กระบี่,1,14,ท้องที่ไทย,31
81,กระบี่,1,15,อนาคตไทย,29
81,กระบี่,1,16,พลังเพื่อไทย,62
81,กระบี่,1,17,ไทยชนะ,109
81,กระบี่,1,18,พลังสังคมใหม่,23
81,กระบี่,1,19,สังคมประชาธิปไตยไทย,55
81,กระบี่,1,20,ฟิวชัน,6
81,กระบี่,1,21,ไทรวมพลัง,30
81,กระบี่,1,22,ก้าวอิสระ,51
81,กระบี่,1,23,ปวงชนไทย,70
81,กระบี่,1,24,วิชชั่นใหม่,111
81,กระบี่,1,25,เพื่อชีวิตใหม่,19
81,กระบี่,1,26,คลองไทย,125
81,กระบี่,1,27,ประชาธิปัตย์,34327
81,กระบี่,1,28,ไทยก้าวหน้า,72
81,กระบี่,1,29,ไทยภักดี,673
81,กระบี่,1,30,แรงงานสร้างชาติ,69
81,กระบี่,1,31,ประชากรไทย,170
81,กระบี่,1,32,ครูไทยเพื่อประชาชน,147
81,กระบี่,1,33,ประชาชาติ,3609
81,กระบี่,1,34,สร้างอนาคตไทย,98
81,กระบี่,1,35,รักชาติ,99
81,กระบี่,1,36,ไทยพร้อม,102
81,กระบี่,1,37,ภูมิใจไทย,15064
81,กระบี่,1,38,พลังธรรมใหม่,67
81,กระบี่,1,39,กรีน,28
81,กระบี่,1,40,ไทยธรรม,14
81,กระบี่,1,41,แผ่นดินธรรม,10
81,กระบี่,1,42,กล้าธรรม,239
81,กระบี่,1,43,พลังประชารัฐ,151
81,กระบี่,1,44,โอกาสใหม่,50
81,กระบี่,1,45,เป็นธรรม,113
81,กระบี่,1,46,ประชาชน,22325
81,กระบี่,1,47,ประชาไทย,151
81,กระบี่,1,48,ไทยสร้างไทย,93
81,กระบี่,1,49,ไทยก้าวใหม่,168
81,กระบี่,1,50,ประชาอาสาชาติ,10
81,กระบี่,1,51,พร้อม,26
81,กระบี่,1,52,เครือข่ายชาวนาแห่งประเทศไทย,3
81,กระบี่,1,53,ไทยพิทักษ์ธรรม,6
81,กระบี่,1,54,ความหวังใหม่,17
81,กระบี่,1,55,ไทยรวมไทย,13
81,กระบี่,1,56,เพื่อบ้านเมือง,122
81,กระบี่,1,57,พลังไทยรักชาติ,43
81,กระบี่,2,1,ไทยทรัพย์ทวี,194
81,กระบี่,2,2,เพื่อชาติไทย,2137
81,กระบี่,2,3,ใหม่,152
81,กระบี่,2,4,มิติใหม่,369
81,กระบี่,2,5,รวมใจไทย,277
81,กระบี่,2,6,รวมไทยสร้างชาติ,782
81,กระบี่,2,7,พลวัต,112
81,กระบี่,2,8,ประชาธิปไตยใหม่,1101
81,กระบี่,2,9,เพื่อไทย,1596
81,กระบี่,2,10,ทางเลือกใหม่,261
81,กระบี่,2,11,เศรษฐกิจ,1094
81,กระบี่,2,12,เสรีรวมไทย,183
81,กระบี่,2,13,รวมพลังประชาชน,198
81,กระบี่,2,14,ท้องที่ไทย,27
81,กระบี่,2,15,อนาคตไทย,24
81,กระบี่,2,16,พลังเพื่อไทย,54
81,กระบี่,2,17,ไทยชนะ,125
81,กระบี่,2,18,พลังสังคมใหม่,21
81,กระบี่,2,19,สังคมประชาธิปไตยไทย,66
81,กระบี่,2,20,ฟิวชัน,22
81,กระบี่,2,21,ไทรวมพลัง,37
81,กระบี่,2,22,ก้าวอิสระ,32
81,กระบี่,2,23,ปวงชนไทย,43
81,กระบี่,2,24,วิชชั่นใหม่,158
81,กระบี่,2,25,เพื่อชีวิตใหม่,23
81,กระบี่,2,26,คลองไทย,182
81,กระบี่,2,27,ประชาธิปัตย์,47619
81,กระบี่,2,28,ไทยก้าวหน้า,86
81,กระบี่,2,29,ไทยภักดี,332
81,กระบี่,2,30,แรงงานสร้างชาติ,43
81,กระบี่,2,31,ประชากรไทย,110
81,กระบี่,2,32,ครูไทยเพื่อประชาชน,94
81,กระบี่,2,33,ประชาชาติ,525
81,กระบี่,2,34,สร้างอนาคตไทย,53
81,กระบี่,2,35,รักชาติ,57
81,กระบี่,2,37,ไทยพร้อม,159
81,กระบี่,2,38,ภูมิใจไทย,8218
81,กระบี่,2,39,พลังธรรมใหม่,38
81,กระบี่,2,40,กรีน,37
81,กระบี่,2,41,ไทยธรรม,20
81,กระบี่,2,42,แผ่นดินธรรม,18
81,กระบี่,2,43,กล้าธรรม,188
81,กระบี่,2,44,พลังประชารัฐ,151
81,กระบี่,2,45,โอกาสใหม่,53
81,กระบี่,2,46,เป็นธรรม,86
81,กระบี่,2,47,ประชาชน,13386
81,กระบี่,2,48,ประชาไทย,119
81,กระบี่,2,49,ไทยสร้างไทย,63
81,กระบี่,2,50,ไทยก้าวใหม่,168
81,กระบี่,2,51,ประชาอาสาชาติ,11
81,กระบี่,2,52,พร้อม,19
81,กระบี่,2,53,เครือข่ายชาวนาแห่งประเทศไทย,5
81,กระบี่,2,54,ไทยพิทักษ์ธรรม,11
81,กระบี่,2,55,ความหวังใหม่,24
81,กระบี่,2,56,ไทยรวมไทย,20
81,กระบี่,2,57,เพื่อบ้านเมือง,241
81,กระบี่,2,58,พลังไทยรักชาติ,38
81,กระบี่,3,1,ไทยทรัพย์ทวี,488
81,กระบี่,3,2,เพื่อชาติไทย,673
81,กระบี่,3,3,ใหม่,209
81,กระบี่,3,4,มิติใหม่,450
81,กระบี่,3,5,รวมใจไทย,2159
81,กระบี่,3,6,รวมไทยสร้างชาติ,798
81,กระบี่,3,7,พลวัต,100
81,กระบี่,3,8,ประชาธิปไตยใหม่,1258
81,กระบี่,3,9,เพื่อไทย,2057
81,กระบี่,3,10,ทางเลือกใหม่,289
81,กระบี่,3,11,เศรษฐกิจ,1224
81,กระบี่,3,12,เสรีรวมไทย,200
81,กระบี่,3,13,รวมพลังประชาชน,300
81,กระบี่,3,14,ท้องที่ไทย,35
81,กระบี่,3,15,อนาคตไทย,43
81,กระบี่,3,16,พลังเพื่อไทย,62
81,กระบี่,3,17,ไทยชนะ,122
81,กระบี่,3,18,พลังสังคมใหม่,21
81,กระบี่,3,19,สังคมประชาธิปไตยไทย,80
81,กระบี่,3,20,ฟิวชัน,17
81,กระบี่,3,21,ไทรวมพลัง,46
81,กระบี่,3,22,ก้าวอิสระ,34
81,กระบี่,3,23,ปวงชนไทย,56
81,กระบี่,3,24,วิชชั่นใหม่,82
81,กระบี่,3,25,เพื่อชีวิตใหม่,85
81,กระบี่,3,26,คลองไทย,171
81,กระบี่,3,27,ประชาธิปัตย์,46386
81,กระบี่,3,28,ไทยก้าวหน้า,87
81,กระบี่,3,29,ไทยภักดี,369
81,กระบี่,3,30,แรงงานสร้างชาติ,76
81,กระบี่,3,31,ประชากรไทย,83
81,กระบี่,3,32,ครูไทยเพื่อประชาชน,91
81,กระบี่,3,33,ประชาชาติ,1324
81,กระบี่,3,34,สร้างอนาคตไทย,107
81,กระบี่,3,35,รักชาติ,146
81,กระบี่,3,36,ไทยพร้อม,73
81,กระบี่,3,37,ภูมิใจไทย,13112
81,กระบี่,3,38,พลังธรรมใหม่,59
81,กระบี่,3,39,กรีน,37
81,กระบี่,3,40,ไทยธรรม,17
81,กระบี่,3,41,แผ่นดินธรรม,5
81,กระบี่,3,42,กล้าธรรม,487
81,กระบี่,3,43,พลังประชารัฐ,75
81,กระบี่,3,44,โอกาสใหม่,32
81,กระบี่,3,45,เป็นธรรม,54
81,กระบี่,3,46,ประชาชน,15095
81,กระบี่,3,47,ประชาไทย,114
81,กระบี่,3,48,ไทยสร้างไทย,55
81,กระบี่,3,49,ไทยก้าวใหม่,114
81,กระบี่,3,50,ประชาอาสาชาติ,9
81,กระบี่,3,51,พร้อม,34
81,กระบี่,3,52,เครือข่ายชาวนาแห่งประเทศไทย,9
81,กระบี่,3,53,ไทยพิทักษ์ธรรม,12
81,กระบี่,3,54,ความหวังใหม่,11
81,กระบี่,3,55,ไทยรวมไทย,20
81,กระบี่,3,56,เพื่อบ้านเมือง,232
81,กระบี่,3,57,พลังไทยรักชาติ,48
82,พังงา,1,1,ไทยทรัพย์ทวี,168
82,พังงา,1,2,เพื่อชาติไทย,446
82,พังงา,1,3,ใหม่,180
82,พังงา,1,4,มิติใหม่,267
82,พังงา,1,5,รวมใจไทย,1373
82,พังงา,1,6,รวมไทยสร้างชาติ,1043
82,พังงา,1,7,พลวัต,96
82,พังงา,1,8,ประชาธิปไตยใหม่,1019
82,พังงา,1,9,เพื่อไทย,1756
82,พังงา,1,10,ทางเลือกใหม่,295
82,พังงา,1,11,เศรษฐกิจ,999
82,พังงา,1,12,เสรีรวมไทย,267
82,พังงา,1,13,รวมพลังประชาชน,197
82,พังงา,1,14,ท้องที่ไทย,65
82,พังงา,1,15,อนาคตไทย,35
82,พังงา,1,16,พลังเพื่อไทย,42
82,พังงา,1,17,ไทยชนะ,77
82,พังงา,1,18,พลังสังคมใหม่,21
82,พังงา,1,19,สังคมประชาธิปไตยไทย,60
82,พังงา,1,20,ฟิวชัน,10
82,พังงา,1,21,ไทรวมพลัง,34
82,พังงา,1,22,ก้าวอิสระ,21
82,พังงา,1,23,ปวงชนไทย,38
82,พังงา,1,24,วิชชั่นใหม่,80
82,พังงา,1,25,เพื่อชีวิตใหม่,59
82,พังงา,1,26,คลองไทย,110
82,พังงา,1,27,ประชาธิปัตย์,32224
82,พังงา,1,28,ไทยก้าวหน้า,108
82,พังงา,1,29,ไทยภักดี,475
82,พังงา,1,30,แรงงานสร้างชาติ,39
82,พังงา,1,31,ประชากรไทย,48
82,พังงา,1,32,ครูไทยเพื่อประชาชน,71
82,พังงา,1,33,ประชาชาติ,275
82,พังงา,1,34,สร้างอนาคตไทย,96
82,พังงา,1,35,รักชาติ,164
82,พังงา,1,36,ไทยพร้อม,94
82,พังงา,1,37,ภูมิใจไทย,13045
82,พังงา,1,38,พลังธรรมใหม่,56
82,พังงา,1,39,กรีน,27
82,พังงา,1,40,ไทยธรรม,15
82,พังงา,1,41,แผ่นดินธรรม,14
82,พังงา,1,42,กล้าธรรม,194
82,พังงา,1,43,พลังประชารัฐ,100
82,พังงา,1,44,โอกาสใหม่,20
82,พังงา,1,45,เป็นธรรม,70
82,พังงา,1,46,ประชาชน,12988
82,พังงา,1,47,ประชาไทย,88
82,พังงา,1,48,ไทยสร้างไทย,56
82,พังงา,1,49,ไทยก้าวใหม่,96
82,พังงา,1,50,ประชาอาสาชาติ,9
82,พังงา,1,51,พร้อม,26
82,พังงา,1,52,เครือข่ายชาวนาแห่งประเทศไทย,6
82,พังงา,1,53,ไทยพิทักษ์ธรรม,5
82,พังงา,1,54,ความหวังใหม่,13
82,พังงา,1,55,ไทยรวมไทย,17
82,พังงา,1,56,เพื่อบ้านเมือง,134
82,พังงา,1,57,พลังไทยรักชาติ,38
82,พังงา,2,2,ไทยทรัพย์ทวี,228
82,พังงา,2,3,ใหม่,1209
82,พังงา,2,3,เพื่อชาติไทย,1970
82,พังงา,2,4,มิติใหม่,401
82,พังงา,2,5,รวมใจไทย,414
82,พังงา,2,6,รวมไทยสร้างชาติ,1275
82,พังงา,2,7,พลวัต,99
82,พังงา,2,8,ประชาธิปไตยใหม่,1071
82,พังงา,2,9,เพื่อไทย,3009
82,พังงา,2,10,ทางเลือกใหม่,278
82,พังงา,2,11,เศรษฐกิจ,1754
82,พังงา,2,12,เสรีรวมไทย,373
82,พังงา,2,13,รวมพลังประชาชน,278
82,พังงา,2,14,ท้องที่ไทย,44
82,พังงา,2,15,อนาคตไทย,43
82,พังงา,2,16,พลังเพื่อไทย,60
82,พังงา,2,17,ไทยชนะ,74
82,พังงา,2,18,พลังสังคมใหม่,16
82,พังงา,2,19,สังคมประชาธิปไตยไทย,57
82,พังงา,2,20,ฟิวชัน,19
82,พังงา,2,21,ไทรวมพลัง,41
82,พังงา,2,22,ก้าวอิสระ,30
82,พังงา,2,23,ปวงชนไทย,90
82,พังงา,2,24,วิชชั่นใหม่,133
82,พังงา,2,25,เพื่อชีวิตใหม่,34
82,พังงา,2,26,คลองไทย,129
82,พังงา,2,27,ประชาธิปัตย์,33539
82,พังงา,2,28,ไทยก้าวหน้า,99
82,พังงา,2,29,ไทยภักดี,514
82,พังงา,2,30,แรงงานสร้างชาติ,58
82,พังงา,2,31,ประชากรไทย,98
82,พังงา,2,32,ครูไทยเพื่อประชาชน,130
82,พังงา,2,33,ประชาชาติ,204
82,พังงา,2,34,สร้างอนาคตไทย,59
82,พังงา,2,35,รักชาติ,61
82,พังงา,2,36,ไทยพร้อม,151
82,พังงา,2,37,ภูมิใจไทย,10307
82,พังงา,2,38,พลังธรรมใหม่,78
82,พังงา,2,39,กรีน,29
82,พังงา,2,40,ไทยธรรม,20
82,พังงา,2,41,แผ่นดินธรรม,28
82,พังงา,2,42,กล้าธรรม,1640
82,พังงา,2,43,พลังประชารัฐ,121
82,พังงา,2,44,โอกาสใหม่,22
82,พังงา,2,45,เป็นธรรม,57
82,พังงา,2,46,ประชาชน,15893
82,พังงา,2,47,ประชาไทย,140
82,พังงา,2,48,ไทยสร้างไทย,103
82,พังงา,2,49,ไทยก้าวใหม่,121
82,พังงา,2,50,ประชาอาสาชาติ,7
82,พังงา,2,51,พร้อม,27
82,พังงา,2,52,เครือข่ายชาวนาแห่งประเทศไทย,10
82,พังงา,2,53,ไทยพิทักษ์ธรรม,6
82,พังงา,2,54,ความหวังใหม่,8
82,พังงา,2,55,ไทยรวมไทย,10
82,พังงา,2,56,เพื่อบ้านเมือง,120
82,พังงา,2,57,พลังไทยรักชาติ,44
83,ภูเก็ต,1,1,มิติใหม่,245
83,ภูเก็ต,1,2,ไทยทรัพย์ทวี,68
83,ภูเก็ต,1,3,เพื่อชาติไทย,245
83,ภูเก็ต,1,4,ใหม่,157
83,ภูเก็ต,1,5,รวมใจไทย,1130
83,ภูเก็ต,1,6,รวมไทยสร้างชาติ,1711
83,ภูเก็ต,1,7,พลวัต,69
83,ภูเก็ต,1,8,ประชาธิปไตยใหม่,521
83,ภูเก็ต,1,9,เพื่อไทย,1922
83,ภูเก็ต,1,10,ทางเลือกใหม่,285
83,ภูเก็ต,1,11,เศรษฐกิจ,1556
83,ภูเก็ต,1,12,เสรีรวมไทย,206
83,ภูเก็ต,1,13,รวมพลังประชาชน,217
83,ภูเก็ต,1,14,ท้องที่ไทย,59
83,ภูเก็ต,1,15,อนาคตไทย,34
83,ภูเก็ต,1,16,พลังเพื่อไทย,43
83,ภูเก็ต,1,17,ไทยชนะ,29
83,ภูเก็ต,1,18,พลังสังคมใหม่,11
83,ภูเก็ต,1,19,สังคมประชาธิปไตยไทย,29
83,ภูเก็ต,1,20,ฟิวชัน,9
83,ภูเก็ต,1,21,ไทรวมพลัง,17
83,ภูเก็ต,1,22,ก้าวอิสระ,11
83,ภูเก็ต,1,23,ปวงชนไทย,15
83,ภูเก็ต,1,24,วิชชั่นใหม่,70
83,ภูเก็ต,1,25,เพื่อชีวิตใหม่,14
83,ภูเก็ต,1,26,คลองไทย,60
83,ภูเก็ต,1,27,ประชาธิปัตย์,19346
83,ภูเก็ต,1,28,ไทยก้าวหน้า,67
83,ภูเก็ต,1,29,ไทยภักดี,914
83,ภูเก็ต,1,30,แรงงานสร้างชาติ,33
83,ภูเก็ต,1,31,ประชากรไทย,25
83,ภูเก็ต,1,32,ครูไทยเพื่อประชาชน,17
83,ภูเก็ต,1,33,ประชาชาติ,158
83,ภูเก็ต,1,34,สร้างอนาคตไทย,81
83,ภูเก็ต,1,35,รักชาติ,91
83,ภูเก็ต,1,36,ไทยพร้อม,155
83,ภูเก็ต,1,37,ภูมิใจไทย,12598
83,ภูเก็ต,1,38,พลังธรรมใหม่,32
83,ภูเก็ต,1,39,กรีน,25
83,ภูเก็ต,1,40,ไทยธรรม,10
83,ภูเก็ต,1,41,แผ่นดินธรรม,22
83,ภูเก็ต,1,42,กล้าธรรม,1779
83,ภูเก็ต,1,43,พลังประชารัฐ,170
83,ภูเก็ต,1,44,โอกาสใหม่,37
83,ภูเก็ต,1,45,เป็นธรรม,188
83,ภูเก็ต,1,46,ประชาชน,23729
83,ภูเก็ต,1,47,ประชาไทย,72
83,ภูเก็ต,1,48,ไทยสร้างไทย,147
83,ภูเก็ต,1,49,ไทยก้าวใหม่,152
83,ภูเก็ต,1,50,ประชาอาสาชาติ,10
83,ภูเก็ต,1,51,พร้อม,22
83,ภูเก็ต,1,52,เครือข่ายชาวนาแห่งประเทศไทย,8
83,ภูเก็ต,1,53,ไทยพิทักษ์ธรรม,9
83,ภูเก็ต,1,54,ความหวังใหม่,15
83,ภูเก็ต,1,55,ไทยรวมไทย,7
83,ภูเก็ต,1,56,เพื่อบ้านเมือง,28
83,ภูเก็ต,1,57,พลังไทยรักชาติ,16
83,ภูเก็ต,2,1,ไทยทรัพย์ทวี,63
83,ภูเก็ต,2,2,เพื่อชาติไทย,323
83,ภูเก็ต,2,3,ใหม่,523
83,ภูเก็ต,2,4,มิติใหม่,104
83,ภูเก็ต,2,5,รวมใจไทย,334
83,ภูเก็ต,2,6,รวมไทยสร้างชาติ,1787
83,ภูเก็ต,2,7,พลวัต,61
83,ภูเก็ต,2,8,ประชาธิปไตยใหม่,533
83,ภูเก็ต,2,9,เพื่อไทย,2241
83,ภูเก็ต,2,10,ทางเลือกใหม่,243
83,ภูเก็ต,2,11,เศรษฐกิจ,2048
83,ภูเก็ต,2,12,เสรีรวมไทย,153
83,ภูเก็ต,2,13,รวมพลังประชาชน,239
83,ภูเก็ต,2,14,ท้องที่ไทย,81
83,ภูเก็ต,2,15,อนาคตไทย,37
83,ภูเก็ต,2,16,พลังเพื่อไทย,52
83,ภูเก็ต,2,17,ไทยชนะ,37
83,ภูเก็ต,2,18,พลังสังคมใหม่,4
83,ภูเก็ต,2,19,สังคมประชาธิปไตยไทย,30
83,ภูเก็ต,2,20,ฟิวชัน,8
83,ภูเก็ต,2,21,ไทรวมพลัง,17
83,ภูเก็ต,2,22,ก้าวอิสระ,16
83,ภูเก็ต,2,23,ปวงชนไทย,18
83,ภูเก็ต,2,24,วิชชั่นใหม่,23
83,ภูเก็ต,2,25,เพื่อชีวิตใหม่,17
83,ภูเก็ต,2,26,คลองไทย,74
83,ภูเก็ต,2,27,ประชาธิปัตย์,18246
83,ภูเก็ต,2,28,ไทยก้าวหน้า,75
83,ภูเก็ต,2,29,ไทยภักดี,817
83,ภูเก็ต,2,30,แรงงานสร้างชาติ,26
83,ภูเก็ต,2,31,ประชากรไทย,40
83,ภูเก็ต,2,32,ครูไทยเพื่อประชาชน,41
83,ภูเก็ต,2,33,ประชาชาติ,147
83,ภูเก็ต,2,34,สร้างอนาคตไทย,47
83,ภูเก็ต,2,35,รักชาติ,58
83,ภูเก็ต,2,36,ไทยพร้อม,69
83,ภูเก็ต,2,37,ภูมิใจไทย,13972
83,ภูเก็ต,2,38,พลังธรรมใหม่,33
83,ภูเก็ต,2,39,กรีน,29
83,ภูเก็ต,2,40,ไทยธรรม,13
83,ภูเก็ต,2,41,แผ่นดินธรรม,13
83,ภูเก็ต,2,42,กล้าธรรม,179
83,ภูเก็ต,2,43,พลังประชารัฐ,86
83,ภูเก็ต,2,44,โอกาสใหม่,21
83,ภูเก็ต,2,45,เป็นธรรม,32
83,ภูเก็ต,2,46,ประชาชน,23852
83,ภูเก็ต,2,47,ประชาไทย,77
83,ภูเก็ต,2,48,ไทยสร้างไทย,134
83,ภูเก็ต,2,49,ไทยก้าวใหม่,127
83,ภูเก็ต,2,50,ประชาอาสาชาติ,11
83,ภูเก็ต,2,51,พร้อม,23
83,ภูเก็ต,2,52,เครือข่ายชาวนาแห่งประเทศไทย,11
83,ภูเก็ต,2,53,ไทยพิทักษ์ธรรม,3
83,ภูเก็ต,2,54,ความหวังใหม่,9
83,ภูเก็ต,2,55,ไทยรวมไทย,8
83,ภูเก็ต,2,56,เพื่อบ้านเมือง,23
83,ภูเก็ต,2,57,พลังไทยรักชาติ,18
83,ภูเก็ต,3,1,ไทยทรัพย์ทวี,93
83,ภูเก็ต,3,2,เพื่อชาติไทย,497
83,ภูเก็ต,3,3,ใหม่,1261
83,ภูเก็ต,3,4,มิติใหม่,381
83,ภูเก็ต,3,5,รวมใจไทย,360
83,ภูเก็ต,3,6,รวมไทยสร้างชาติ,1700
83,ภูเก็ต,3,7,พลวัต,104
83,ภูเก็ต,3,8,ประชาธิปไตยใหม่,848
83,ภูเก็ต,3,9,เพื่อไทย,2329
83,ภูเก็ต,3,10,ทางเลือกใหม่,367
83,ภูเก็ต,3,11,เศรษฐกิจ,2329
83,ภูเก็ต,3,12,เสรีรวมไทย,236
83,ภูเก็ต,3,13,รวมพลังประชาชน,342
83,ภูเก็ต,3,14,ท้องที่ไทย,50
83,ภูเก็ต,3,15,อนาคตไทย,52
83,ภูเก็ต,3,16,พลังเพื่อไทย,54
83,ภูเก็ต,3,17,ไทยชนะ,61
83,ภูเก็ต,3,18,พลังสังคมใหม่,11
83,ภูเก็ต,3,19,สังคมประชาธิปไตยไทย,51
83,ภูเก็ต,3,20,ฟิวชัน,18
83,ภูเก็ต,3,21,ไทรวมพลัง,85
83,ภูเก็ต,3,22,ก้าวอิสระ,27
83,ภูเก็ต,3,23,ปวงชนไทย,51
83,ภูเก็ต,3,24,วิชชั่นใหม่,49
83,ภูเก็ต,3,25,เพื่อชีวิตใหม่,31
83,ภูเก็ต,3,26,คลองไทย,205
83,ภูเก็ต,3,27,ประชาธิปัตย์,23777
83,ภูเก็ต,3,28,ไทยก้าวหน้า,120
83,ภูเก็ต,3,29,ไทยภักดี,936
83,ภูเก็ต,3,30,แรงงานสร้างชาติ,33
83,ภูเก็ต,3,31,ประชากรไทย,50
83,ภูเก็ต,3,32,ครูไทยเพื่อประชาชน,72
83,ภูเก็ต,3,33,ประชาชาติ,557
83,ภูเก็ต,3,34,สร้างอนาคตไทย,68
83,ภูเก็ต,3,35,รักชาติ,84
83,ภูเก็ต,3,36,ไทยพร้อม,42
83,ภูเก็ต,3,37,ภูมิใจไทย,11138
83,ภูเก็ต,3,38,พลังธรรมใหม่,47
83,ภูเก็ต,3,39,กรีน,34
83,ภูเก็ต,3,40,ไทยธรรม,28
83,ภูเก็ต,3,41,แผ่นดินธรรม,25
83,ภูเก็ต,3,42,กล้าธรรม,1618
83,ภูเก็ต,3,43,พลังประชารัฐ,175
83,ภูเก็ต,3,44,โอกาสใหม่,164
83,ภูเก็ต,3,45,เป็นธรรม,54
83,ภูเก็ต,3,46,ประชาชน,25483
83,ภูเก็ต,3,47,ประชาไทย,112
83,ภูเก็ต,3,48,ไทยสร้างไทย,153
83,ภูเก็ต,3,49,ไทยก้าวใหม่,138
83,ภูเก็ต,3,50,ประชาอาสาชาติ,12
83,ภูเก็ต,3,51,พร้อม,30
83,ภูเก็ต,3,52,เครือข่ายชาวนาแห่งประเทศไทย,4
83,ภูเก็ต,3,53,ไทยพิทักษ์ธรรม,4
83,ภูเก็ต,3,54,ความหวังใหม่,9
83,ภูเก็ต,3,55,ไทยรวมไทย,14
83,ภูเก็ต,3,56,เพื่อบ้านเมือง,41
83,ภูเก็ต,3,57,พลังไทยรักชาติ,35
84,สุราษฎร์ธานี,1,1,ไทยทรัพย์ทวี,124
84,สุราษฎร์ธานี,1,2,เพื่อชาติไทย,226
84,สุราษฎร์ธานี,1,3,ใหม่,640
84,สุราษฎร์ธานี,1,4,มิติใหม่,213
84,สุราษฎร์ธานี,1,5,รวมใจไทย,232
84,สุราษฎร์ธานี,1,6,รวมไทยสร้างชาติ,1803
84,สุราษฎร์ธานี,1,7,พลวัต,68
84,สุราษฎร์ธานี,1,8,ประชาธิปไตยใหม่,660
84,สุราษฎร์ธานี,1,9,เพื่อไทย,1780
84,สุราษฎร์ธานี,1,10,ทางเลือกใหม่,350
84,สุราษฎร์ธานี,1,11,เศรษฐกิจ,1267
84,สุราษฎร์ธานี,1,12,เสรีรวมไทย,946
84,สุราษฎร์ธานี,1,13,รวมพลังประชาชน,202
84,สุราษฎร์ธานี,1,14,ท้องที่ไทย,29
84,สุราษฎร์ธานี,1,15,อนาคตไทย,22
84,สุราษฎร์ธานี,1,16,พลังเพื่อไทย,43
84,สุราษฎร์ธานี,1,17,ไทยชนะ,48
84,สุราษฎร์ธานี,1,18,พลังสังคมใหม่,10
84,สุราษฎร์ธานี,1,19,สังคมประชาธิปไตยไทย,46
84,สุราษฎร์ธานี,1,20,ฟิวชัน,14
84,สุราษฎร์ธานี,1,21,ไทรวมพลัง,38
84,สุราษฎร์ธานี,1,22,ก้าวอิสระ,18
84,สุราษฎร์ธานี,1,23,ปวงชนไทย,52
84,สุราษฎร์ธานี,1,24,วิชชั่นใหม่,66
84,สุราษฎร์ธานี,1,25,เพื่อชีวิตใหม่,9
84,สุราษฎร์ธานี,1,26,คลองไทย,65
84,สุราษฎร์ธานี,1,27,ประชาธิปัตย์,31184
84,สุราษฎร์ธานี,1,28,ไทยก้าวหน้า,61
84,สุราษฎร์ธานี,1,29,ไทยภักดี,1022
84,สุราษฎร์ธานี,1,30,แรงงานสร้างชาติ,14
84,สุราษฎร์ธานี,1,31,ประชากรไทย,28
84,สุราษฎร์ธานี,1,32,ครูไทยเพื่อประชาชน,102
84,สุราษฎร์ธานี,1,33,ประชาชาติ,133
84,สุราษฎร์ธานี,1,34,สร้างอนาคตไทย,37
84,สุราษฎร์ธานี,1,35,รักชาติ,116
84,สุราษฎร์ธานี,1,36,ไทยพร้อม,47
84,สุราษฎร์ธานี,1,37,ภูมิใจไทย,11285
84,สุราษฎร์ธานี,1,38,พลังธรรมใหม่,43
84,สุราษฎร์ธานี,1,39,กรีน,66
84,สุราษฎร์ธานี,1,40,ไทยธรรม,11
84,สุราษฎร์ธานี,1,41,แผ่นดินธรรม,17
84,สุราษฎร์ธานี,1,42,กล้าธรรม,198
84,สุราษฎร์ธานี,1,43,พลังประชารัฐ,340
84,สุราษฎร์ธานี,1,44,โอกาสใหม่,185
84,สุราษฎร์ธานี,1,45,เป็นธรรม,32
84,สุราษฎร์ธานี,1,46,ประชาชน,24521
84,สุราษฎร์ธานี,1,47,ประชาไทย,95
84,สุราษฎร์ธานี,1,48,ไทยสร้างไทย,105
84,สุราษฎร์ธานี,1,49,ไทยก้าวใหม่,236
84,สุราษฎร์ธานี,1,50,ประชาอาสาชาติ,5
84,สุราษฎร์ธานี,1,51,พร้อม,11
84,สุราษฎร์ธานี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,6
84,สุราษฎร์ธานี,1,53,ไทยพิทักษ์ธรรม,5
84,สุราษฎร์ธานี,1,54,ความหวังใหม่,6
84,สุราษฎร์ธานี,1,55,ไทยรวมไทย,9
84,สุราษฎร์ธานี,1,56,เพื่อบ้านเมือง,55
84,สุราษฎร์ธานี,1,57,พลังไทยรักชาติ,14
84,สุราษฎร์ธานี,2,1,ไทยทรัพย์ทวี,100
84,สุราษฎร์ธานี,2,2,เพื่อชาติไทย,373
84,สุราษฎร์ธานี,2,3,ใหม่,303
84,สุราษฎร์ธานี,2,4,มิติใหม่,179
84,สุราษฎร์ธานี,2,5,รวมใจไทย,1405
84,สุราษฎร์ธานี,2,6,รวมไทยสร้างชาติ,2278
84,สุราษฎร์ธานี,2,7,พลวัต,140
84,สุราษฎร์ธานี,2,8,ประชาธิปไตยใหม่,1084
84,สุราษฎร์ธานี,2,9,เพื่อไทย,1917
84,สุราษฎร์ธานี,2,10,ทางเลือกใหม่,342
84,สุราษฎร์ธานี,2,11,เศรษฐกิจ,1487
84,สุราษฎร์ธานี,2,12,เสรีรวมไทย,319
84,สุราษฎร์ธานี,2,13,รวมพลังประชาชน,274
84,สุราษฎร์ธานี,2,14,ท้องที่ไทย,38
84,สุราษฎร์ธานี,2,15,อนาคตไทย,62
84,สุราษฎร์ธานี,2,16,พลังเพื่อไทย,67
84,สุราษฎร์ธานี,2,17,ไทยชนะ,84
84,สุราษฎร์ธานี,2,18,พลังสังคมใหม่,14
84,สุราษฎร์ธานี,2,19,สังคมประชาธิปไตยไทย,56
84,สุราษฎร์ธานี,2,20,ฟิวชัน,20
84,สุราษฎร์ธานี,2,21,ไทรวมพลัง,520
84,สุราษฎร์ธานี,2,22,ก้าวอิสระ,23
84,สุราษฎร์ธานี,2,23,ปวงชนไทย,107
84,สุราษฎร์ธานี,2,24,วิชชั่นใหม่,55
84,สุราษฎร์ธานี,2,25,เพื่อชีวิตใหม่,43
84,สุราษฎร์ธานี,2,26,คลองไทย,274
84,สุราษฎร์ธานี,2,27,ประชาธิปัตย์,40376
84,สุราษฎร์ธานี,2,28,ไทยก้าวหน้า,97
84,สุราษฎร์ธานี,2,29,ไทยภักดี,535
84,สุราษฎร์ธานี,2,30,แรงงานสร้างชาติ,39
84,สุราษฎร์ธานี,2,31,ประชากรไทย,56
84,สุราษฎร์ธานี,2,32,ครูไทยเพื่อประชาชน,46
84,สุราษฎร์ธานี,2,33,ประชาชาติ,107
84,สุราษฎร์ธานี,2,34,สร้างอนาคตไทย,73
84,สุราษฎร์ธานี,2,35,รักชาติ,99
84,สุราษฎร์ธานี,2,36,ไทยพร้อม,56
84,สุราษฎร์ธานี,2,37,ภูมิใจไทย,9894
84,สุราษฎร์ธานี,2,38,พลังธรรมใหม่,82
84,สุราษฎร์ธานี,2,39,กรีน,28
84,สุราษฎร์ธานี,2,40,ไทยธรรม,14
84,สุราษฎร์ธานี,2,41,แผ่นดินธรรม,16
84,สุราษฎร์ธานี,2,42,กล้าธรรม,268
84,สุราษฎร์ธานี,2,43,พลังประชารัฐ,111
84,สุราษฎร์ธานี,2,44,โอกาสใหม่,685
84,สุราษฎร์ธานี,2,45,เป็นธรรม,51
84,สุราษฎร์ธานี,2,46,ประชาชน,16645
84,สุราษฎร์ธานี,2,47,ประชาไทย,351
84,สุราษฎร์ธานี,2,48,ไทยสร้างไทย,431
84,สุราษฎร์ธานี,2,49,ไทยก้าวใหม่,131
84,สุราษฎร์ธานี,2,50,ประชาอาสาชาติ,12
84,สุราษฎร์ธานี,2,51,พร้อม,27
84,สุราษฎร์ธานี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,9
84,สุราษฎร์ธานี,2,53,ไทยพิทักษ์ธรรม,13
84,สุราษฎร์ธานี,2,54,ความหวังใหม่,11
84,สุราษฎร์ธานี,2,55,ไทยรวมไทย,28
84,สุราษฎร์ธานี,2,56,เพื่อบ้านเมือง,124
84,สุราษฎร์ธานี,2,57,พลังไทยรักชาติ,34
84,สุราษฎร์ธานี,3,1,ไทยทรัพย์ทวี,164
84,สุราษฎร์ธานี,3,2,เพื่อชาติไทย,501
84,สุราษฎร์ธานี,3,3,ใหม่,202
84,สุราษฎร์ธานี,3,4,มิติใหม่,706
84,สุราษฎร์ธานี,3,5,รวมใจไทย,1546
84,สุราษฎร์ธานี,3,6,รวมไทยสร้างชาติ,1470
84,สุราษฎร์ธานี,3,7,พลวัต,94
84,สุราษฎร์ธานี,3,8,ประชาธิปไตยใหม่,1375
84,สุราษฎร์ธานี,3,9,เพื่อไทย,2018
84,สุราษฎร์ธานี,3,10,ทางเลือกใหม่,335
84,สุราษฎร์ธานี,3,11,เศรษฐกิจ,1332
84,สุราษฎร์ธานี,3,12,เสรีรวมไทย,209
84,สุราษฎร์ธานี,3,13,รวมพลังประชาชน,252
84,สุราษฎร์ธานี,3,14,ท้องที่ไทย,69
84,สุราษฎร์ธานี,3,15,อนาคตไทย,40
84,สุราษฎร์ธานี,3,16,พลังเพื่อไทย,85
84,สุราษฎร์ธานี,3,17,ไทยชนะ,122
84,สุราษฎร์ธานี,3,18,พลังสังคมใหม่,16
84,สุราษฎร์ธานี,3,19,สังคมประชาธิปไตยไทย,119
84,สุราษฎร์ธานี,3,20,ฟิวชัน,25
84,สุราษฎร์ธานี,3,21,ไทรวมพลัง,1857
84,สุราษฎร์ธานี,3,22,ก้าวอิสระ,48
84,สุราษฎร์ธานี,3,23,ปวงชนไทย,40
84,สุราษฎร์ธานี,3,24,วิชชั่นใหม่,127
84,สุราษฎร์ธานี,3,25,เพื่อชีวิตใหม่,82
84,สุราษฎร์ธานี,3,26,คลองไทย,250
84,สุราษฎร์ธานี,3,27,ประชาธิปัตย,53083
84,สุราษฎร์ธานี,3,28,ไทยก้าวหน้า,123
84,สุราษฎร์ธานี,3,29,ไทยภักดี,461
84,สุราษฎร์ธานี,3,30,แรงงานสร้างชาติ,39
84,สุราษฎร์ธานี,3,31,ประชากรไทย,55
84,สุราษฎร์ธานี,3,32,ครูไทยเพื่อประชาชน,46
84,สุราษฎร์ธานี,3,33,ประชาชาติ,96
84,สุราษฎร์ธานี,3,34,สร้างอนาคตไทย,84
84,สุราษฎร์ธานี,3,35,รักชาติ,89
84,สุราษฎร์ธานี,3,36,ไทยพร้อม,34
84,สุราษฎร์ธานี,3,37,ภูมิใจไทย,4735
84,สุราษฎร์ธานี,3,38,พลังธรรมใหม่,100
84,สุราษฎร์ธานี,3,39,กรีน,44
84,สุราษฎร์ธานี,3,40,ไทยธรรม,23
84,สุราษฎร์ธานี,3,41,แผ่นดินธรรม,17
84,สุราษฎร์ธานี,3,42,กล้าธรรม,1212
84,สุราษฎร์ธานี,3,43,พลังประชารัฐ,90
84,สุราษฎร์ธานี,3,44,โอกาสใหม่,158
84,สุราษฎร์ธานี,3,45,เป็นธรรม,92
84,สุราษฎร์ธานี,3,46,ประชาชน,14843
84,สุราษฎร์ธานี,3,47,ประชาไทย,111
84,สุราษฎร์ธานี,3,48,ไทยสร้างไทย,72
84,สุราษฎร์ธานี,3,49,ไทยก้าวใหม่,138
84,สุราษฎร์ธานี,3,50,ประชาอาสาชาติ,11
84,สุราษฎร์ธานี,3,51,พร้อม,30
84,สุราษฎร์ธานี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,5
84,สุราษฎร์ธานี,3,53,ไทยพิทักษ์ธรรม,19
84,สุราษฎร์ธานี,3,54,ความหวังใหม่,9
84,สุราษฎร์ธานี,3,55,ไทยรวมไทย,34
84,สุราษฎร์ธานี,3,56,เพื่อบ้านเมือง,213
84,สุราษฎร์ธานี,3,57,พลังไทยรักชาติ,44
84,สุราษฎร์ธานี,4,1,ไทยทรัพย์ทวี,81
84,สุราษฎร์ธานี,4,2,เพื่อชาติไทย,865
84,สุราษฎร์ธานี,4,3,ใหม่,101
84,สุราษฎร์ธานี,4,4,มิติใหม่,712
84,สุราษฎร์ธานี,4,5,รวมใจไทย,1096
84,สุราษฎร์ธานี,4,6,รวมไทยสร้างชาติ,1226
84,สุราษฎร์ธานี,4,7,พลวัต,60
84,สุราษฎร์ธานี,4,8,ประชาธิปไตยใหม่,1226
84,สุราษฎร์ธานี,4,9,เพื่อไทย,1906
84,สุราษฎร์ธานี,4,10,ทางเลือกใหม่,285
84,สุราษฎร์ธานี,4,11,เศรษฐกิจ,1298
84,สุราษฎร์ธานี,4,12,เสรีรวมไทย,338
84,สุราษฎร์ธานี,4,13,รวมพลังประชาชน,142
84,สุราษฎร์ธานี,4,14,ท้องที่ไทย,175
84,สุราษฎร์ธานี,4,15,อนาคตไทย,46
84,สุราษฎร์ธานี,4,16,พลังเพื่อไทย,49
84,สุราษฎร์ธานี,4,17,ไทยชนะ,108
84,สุราษฎร์ธานี,4,18,พลังสังคมใหม่,20
84,สุราษฎร์ธานี,4,19,สังคมประชาธิปไตยไทย,260
84,สุราษฎร์ธานี,4,20,ฟิวชัน,34
84,สุราษฎร์ธานี,4,21,ไทรวมพลัง,1306
84,สุราษฎร์ธานี,4,22,ก้าวอิสระ,38
84,สุราษฎร์ธานี,4,23,ปวงชนไทย,34
84,สุราษฎร์ธานี,4,24,วิชชั่นใหม่,78
84,สุราษฎร์ธานี,4,25,เพื่อชีวิตใหม่,123
84,สุราษฎร์ธานี,4,26,คลองไทย,142
84,สุราษฎร์ธานี,4,27,ประชาธิปัตย์,57643
84,สุราษฎร์ธานี,4,28,ไทยก้าวหน้า,105
84,สุราษฎร์ธานี,4,29,ไทยภักดี,407
84,สุราษฎร์ธานี,4,30,แรงงานสร้างชาติ,43
84,สุราษฎร์ธานี,4,31,ประชากรไทย,375
84,สุราษฎร์ธานี,4,32,ครูไทยเพื่อประชาชน,38
84,สุราษฎร์ธานี,4,33,ประชาชาติ,123
84,สุราษฎร์ธานี,4,34,สร้างอนาคตไทย,98
84,สุราษฎร์ธานี,4,35,รักชาติ,83
84,สุราษฎร์ธานี,4,36,ไทยพร้อม,55
84,สุราษฎร์ธานี,4,37,ภูมิใจไทย,7573
84,สุราษฎร์ธานี,4,38,พลังธรรมใหม่,50
84,สุราษฎร์ธานี,4,39,กรีน,50
84,สุราษฎร์ธานี,4,40,ไทยธรรม,16
84,สุราษฎร์ธานี,4,41,แผ่นดินธรรม,15
84,สุราษฎร์ธานี,4,42,กล้าธรรม,147
84,สุราษฎร์ธานี,4,43,พลังประชารัฐ,67
84,สุราษฎร์ธานี,4,44,โอกาสใหม่,161
84,สุราษฎร์ธานี,4,45,เป็นธรรม,36
84,สุราษฎร์ธานี,4,46,ประชาชน,15127
84,สุราษฎร์ธานี,4,47,ประชาไทย,110
84,สุราษฎร์ธานี,4,48,ไทยสร้างไทย,85
84,สุราษฎร์ธานี,4,49,ไทยก้าวใหม่,116
84,สุราษฎร์ธานี,4,50,ประชาอาสาชาติ,15
84,สุราษฎร์ธานี,4,51,พร้อม,21
84,สุราษฎร์ธานี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,5
84,สุราษฎร์ธานี,4,53,ไทยพิทักษ์ธรรม,13
84,สุราษฎร์ธานี,4,54,ความหวังใหม่,13
84,สุราษฎร์ธานี,4,55,ไทยรวมไทย,49
84,สุราษฎร์ธานี,4,56,เพื่อบ้านเมือง,234
84,สุราษฎร์ธานี,4,57,พลังไทยรักชาติ,36
84,สุราษฎร์ธานี,5,1,ไทยทรัพย์ทวี,163
84,สุราษฎร์ธานี,5,2,เพื่อชาติไทย,1668
84,สุราษฎร์ธานี,5,3,ใหม่,171
84,สุราษฎร์ธานี,5,4,มิติใหม่,379
84,สุราษฎร์ธานี,5,5,รวมใจไทย,1434
84,สุราษฎร์ธานี,5,6,รวมไทยสร้างชาติ,989
84,สุราษฎร์ธานี,5,7,พลวัต,124
84,สุราษฎร์ธานี,5,8,ประชาธิปไตยใหม่,1288
84,สุราษฎร์ธานี,5,9,เพื่อไทย,1579
84,สุราษฎร์ธานี,5,10,ทางเลือกใหม่,290
84,สุราษฎร์ธานี,5,11,เศรษฐกิจ,1039
84,สุราษฎร์ธานี,5,12,เสรีรวมไทย,172
84,สุราษฎร์ธานี,5,13,รวมพลังประชาชน,201
84,สุราษฎร์ธานี,5,14,ท้องที่ไทย,46
84,สุราษฎร์ธานี,5,15,อนาคตไทย,40
84,สุราษฎร์ธานี,5,16,พลังเพื่อไทย,69
84,สุราษฎร์ธานี,5,17,ไทยชนะ,158
84,สุราษฎร์ธานี,5,18,พลังสังคมใหม่,23
84,สุราษฎร์ธานี,5,19,สังคมประชาธิปไตยไทย,117
84,สุราษฎร์ธานี,5,20,ฟิวชัน,18
84,สุราษฎร์ธานี,5,21,ไทรวมพลัง,635
84,สุราษฎร์ธานี,5,22,ก้าวอิสระ,56
84,สุราษฎร์ธานี,5,23,ปวงชนไทย,37
84,สุราษฎร์ธานี,5,24,วิชชั่นใหม่,142
84,สุราษฎร์ธานี,5,25,เพื่อชีวิตใหม่,71
84,สุราษฎร์ธานี,5,26,คลองไทย,172
84,สุราษฎร์ธานี,5,27,ประชาธิปัตย์,58199
84,สุราษฎร์ธานี,5,28,ไทยก้าวหน้า,116
84,สุราษฎร์ธานี,5,29,ไทยภักดี,335
84,สุราษฎร์ธานี,5,30,แรงงานสร้างชาติ,49
84,สุราษฎร์ธานี,5,31,ประชากรไทย,112
84,สุราษฎร์ธานี,5,32,ครูไทยเพื่อประชาชน,45
84,สุราษฎร์ธานี,5,33,ประชาชาติ,115
84,สุราษฎร์ธานี,5,34,สร้างอนาคตไทย,83
84,สุราษฎร์ธานี,5,35,รักชาติ,67
84,สุราษฎร์ธานี,5,36,ไทยพร้อม,49
84,สุราษฎร์ธานี,5,37,ภูมิใจไทย,4207
84,สุราษฎร์ธานี,5,38,พลังธรรมใหม่,55
84,สุราษฎร์ธานี,5,39,กรีน,70
84,สุราษฎร์ธานี,5,40,ไทยธรรม,24
84,สุราษฎร์ธานี,5,41,แผ่นดินธรรม,20
84,สุราษฎร์ธานี,5,42,กล้าธรรม,748
84,สุราษฎร์ธานี,5,43,พลังประชารัฐ,99
84,สุราษฎร์ธานี,5,44,โอกาสใหม่,68
84,สุราษฎร์ธานี,5,45,เป็นธรรม,45
84,สุราษฎร์ธานี,5,46,ประชาชน,12823
84,สุราษฎร์ธานี,5,47,ประชาไทย,100
84,สุราษฎร์ธานี,5,48,ไทยสร้างไทย,71
84,สุราษฎร์ธานี,5,49,ไทยก้าวใหม่,133
84,สุราษฎร์ธานี,5,50,ประชาอาสาชาติ,11
84,สุราษฎร์ธานี,5,51,พร้อม,26
84,สุราษฎร์ธานี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,4
84,สุราษฎร์ธานี,5,53,ไทยพิทักษ์ธรรม,11
84,สุราษฎร์ธานี,5,54,ความหวังใหม่,10
84,สุราษฎร์ธานี,5,55,ไทยรวมไทย,41
84,สุราษฎร์ธานี,5,56,เพื่อบ้านเมือง,245
84,สุราษฎร์ธานี,5,57,พลังไทยรักชาติ,35
84,สุราษฎร์ธานี,6,1,ไทยทรัพย์ทวี,108
84,สุราษฎร์ธานี,6,2,เพื่อชาติไทย,393
84,สุราษฎร์ธานี,6,3,ใหม่,536
84,สุราษฎร์ธานี,6,4,มิติใหม่,243
84,สุราษฎร์ธานี,6,5,รวมใจไทย,1082
84,สุราษฎร์ธานี,6,6,รวมไทยสร้างชาติ,1798
84,สุราษฎร์ธานี,6,7,พลวัต,90
84,สุราษฎร์ธานี,6,8,ประชาธิปไตยใหม่,1178
84,สุราษฎร์ธานี,6,9,เพื่อไทย,1709
84,สุราษฎร์ธานี,6,10,ทางเลือกใหม่,464
84,สุราษฎร์ธานี,6,11,เศรษฐกิจ,1399
84,สุราษฎร์ธานี,6,12,เสรีรวมไทย,426
84,สุราษฎร์ธานี,6,13,รวมพลังประชาชน,226
84,สุราษฎร์ธานี,6,14,ท้องที่ไทย,103
84,สุราษฎร์ธานี,6,15,อนาคตไทย,39
84,สุราษฎร์ธานี,6,16,พลังเพื่อไทย,81
84,สุราษฎร์ธานี,6,17,ไทยชนะ,154
84,สุราษฎร์ธานี,6,18,พลังสังคมใหม่,19
84,สุราษฎร์ธานี,6,19,สังคมประชาธิปไตยไทย,115
84,สุราษฎร์ธานี,6,20,ฟิวชัน,24
84,สุราษฎร์ธานี,6,21,ไทรวมพลัง,1159
84,สุราษฎร์ธานี,6,22,ก้าวอิสระ,33
84,สุราษฎร์ธานี,6,23,ปวงชนไทย,73
84,สุราษฎร์ธานี,6,24,วิชชั่นใหม่,136
84,สุราษฎร์ธานี,6,25,เพื่อชีวิตใหม่,58
84,สุราษฎร์ธานี,6,26,คลองไทย,230
84,สุราษฎร์ธานี,6,27,ประชาธิปัตย์,60149
84,สุราษฎร์ธานี,6,28,ไทยก้าวหน้า,100
84,สุราษฎร์ธานี,6,29,ไทยภักดี,333
84,สุราษฎร์ธานี,6,30,แรงงานสร้างชาติ,49
84,สุราษฎร์ธานี,6,31,ประชากรไทย,83
84,สุราษฎร์ธานี,6,32,ครูไทยเพื่อประชาชน,63
84,สุราษฎร์ธานี,6,33,ประชาชาติ,165
84,สุราษฎร์ธานี,6,34,สร้างอนาคตไทย,79
84,สุราษฎร์ธานี,6,35,รักชาติ,117
84,สุราษฎร์ธานี,6,36,ไทยพร้อม,95
84,สุราษฎร์ธานี,6,37,ภูมิใจไทย,9088
84,สุราษฎร์ธานี,6,38,พลังธรรมใหม่,72
84,สุราษฎร์ธานี,6,39,กรีน,206
84,สุราษฎร์ธานี,6,40,ไทยธรรม,29
84,สุราษฎร์ธานี,6,41,แผ่นดินธรรม,15
84,สุราษฎร์ธานี,6,42,กล้าธรรม,737
84,สุราษฎร์ธานี,6,43,พลังประชารัฐ,66
84,สุราษฎร์ธานี,6,44,โอกาสใหม่,190
84,สุราษฎร์ธานี,6,45,เป็นธรรม,104
84,สุราษฎร์ธานี,6,46,ประชาชน,12918
84,สุราษฎร์ธานี,6,47,ประชาไทย,132
84,สุราษฎร์ธานี,6,48,ไทยสร้างไทย,56
84,สุราษฎร์ธานี,6,49,ไทยก้าวใหม่,115
84,สุราษฎร์ธานี,6,50,ประชาอาสาชาติ,10
84,สุราษฎร์ธานี,6,51,พร้อม,31
84,สุราษฎร์ธานี,6,52,เครือข่ายชาวนาแห่งประเทศไทย,10
84,สุราษฎร์ธานี,6,53,ไทยพิทักษ์ธรรม,6
84,สุราษฎร์ธานี,6,54,ความหวังใหม่,12
84,สุราษฎร์ธานี,6,55,ไทยรวมไทย,59
84,สุราษฎร์ธานี,6,56,เพื่อบ้านเมือง,292
84,สุราษฎร์ธานี,6,57,พลังไทยรักชาติ,40
84,สุราษฎร์ธานี,7,1,ไทยทรัพย์ทวี,139
84,สุราษฎร์ธานี,7,2,เพื่อชาติไทย,1158
84,สุราษฎร์ธานี,7,3,ใหม่,117
84,สุราษฎร์ธานี,7,4,มิติใหม่,263
84,สุราษฎร์ธานี,7,5,รวมใจไทย,240
84,สุราษฎร์ธานี,7,6,รวมไทยสร้างชาติ,2384
84,สุราษฎร์ธานี,7,7,พลวัต,108
84,สุราษฎร์ธานี,7,8,ประชาธิปไตยใหม่,1195
84,สุราษฎร์ธานี,7,9,เพื่อไทย,1780
84,สุราษฎร์ธานี,7,10,ทางเลือกใหม่,339
84,สุราษฎร์ธานี,7,11,เศรษฐกิจ,1268
84,สุราษฎร์ธานี,7,12,เสรีรวมไทย,538
84,สุราษฎร์ธานี,7,13,รวมพลังประชาชน,216
84,สุราษฎร์ธานี,7,14,ท้องที่ไทย,42
84,สุราษฎร์ธานี,7,15,อนาคตไทย,44
84,สุราษฎร์ธานี,7,16,พลังเพื่อไทย,78
84,สุราษฎร์ธานี,7,17,ไทยชนะ,144
84,สุราษฎร์ธานี,7,18,พลังสังคมใหม่,11
84,สุราษฎร์ธานี,7,19,สังคมประชาธิปไตยไทย,110
84,สุราษฎร์ธานี,7,20,ฟิวชัน,14
84,สุราษฎร์ธานี,7,21,ไทรวมพลัง,104
84,สุราษฎร์ธานี,7,22,ก้าวอิสระ,50
84,สุราษฎร์ธานี,7,23,ปวงชนไทย,76
84,สุราษฎร์ธานี,7,24,วิชชั่นใหม่,161
84,สุราษฎร์ธานี,7,25,เพื่อชีวิตใหม่,27
84,สุราษฎร์ธานี,7,26,คลองไทย,210
84,สุราษฎร์ธานี,7,27,ประชาธิปัตย์,50510
84,สุราษฎร์ธานี,7,28,ไทยก้าวหน้า,99
84,สุราษฎร์ธานี,7,29,ไทยภักดี,501
84,สุราษฎร์ธานี,7,30,แรงงานสร้างชาติ,40
84,สุราษฎร์ธานี,7,31,ประชากรไทย,87
84,สุราษฎร์ธานี,7,32,ครูไทยเพื่อประชาชน,102
84,สุราษฎร์ธานี,7,33,ประชาชาติ,157
84,สุราษฎร์ธานี,7,34,สร้างอนาคตไทย,40
84,สุราษฎร์ธานี,7,35,รักชาติ,131
84,สุราษฎร์ธานี,7,36,ไทยพร้อม,63
84,สุราษฎร์ธานี,7,37,ภูมิใจไทย,8895
84,สุราษฎร์ธานี,7,38,พลังธรรมใหม่,81
84,สุราษฎร์ธานี,7,39,กรีน,55
84,สุราษฎร์ธานี,7,40,ไทยธรรม,27
84,สุราษฎร์ธานี,7,41,แผ่นดินธรรม,15
84,สุราษฎร์ธานี,7,42,กล้าธรรม,2017
84,สุราษฎร์ธานี,7,43,พลังประชารัฐ,105
84,สุราษฎร์ธานี,7,44,โอกาสใหม่,843
84,สุราษฎร์ธานี,7,45,เป็นธรรม,31
84,สุราษฎร์ธานี,7,46,ประชาชน,16649
84,สุราษฎร์ธานี,7,47,ประชาไทย,124
84,สุราษฎร์ธานี,7,48,ไทยสร้างไทย,71
84,สุราษฎร์ธานี,7,49,ไทยก้าวใหม่,232
84,สุราษฎร์ธานี,7,50,ประชาอาสาชาติ,1
84,สุราษฎร์ธานี,7,51,พร้อม,18
84,สุราษฎร์ธานี,7,52,เครือข่ายชาวนาแห่งประเทศไทย,4
84,สุราษฎร์ธานี,7,53,ไทยพิทักษ์ธรรม,7
84,สุราษฎร์ธานี,7,54,ความหวังใหม่,9
84,สุราษฎร์ธานี,7,55,ไทยรวมไทย,22
84,สุราษฎร์ธานี,7,56,เพื่อบ้านเมือง,185
84,สุราษฎร์ธานี,7,57,พลังไทยรักชาติ,29
85,ระนอง,1,2,ไทยทรัพย์ทวี,289
85,ระนอง,1,3,เพื่อชาติไทย,616
85,ระนอง,1,4,ใหม่,184
85,ระนอง,1,5,มิติใหม่,1028
85,ระนอง,1,6,รวมใจไทย,333
85,ระนอง,1,7,รวมไทยสร้างชาติ,1625
85,ระนอง,1,8,พลวัต,80
85,ระนอง,1,9,ประชาธิปไตยใหม่,1148
85,ระนอง,1,10,เพื่อไทย,2202
85,ระนอง,1,11,ทางเลือกใหม่,354
85,ระนอง,1,12,เศรษฐกิจ,1988
85,ระนอง,1,13,เสรีรวมไทย,325
85,ระนอง,1,14,รวมพลังประชาชน,246
85,ระนอง,1,15,ท้องที่ไทย,65
85,ระนอง,1,16,อนาคตไทย,46
85,ระนอง,1,17,พลังเพื่อไทย,49
85,ระนอง,1,18,ไทยชนะ,117
85,ระนอง,1,19,พลังสังคมใหม่,24
85,ระนอง,1,20,สังคมประชาธิปไตยไทย,60
85,ระนอง,1,21,ฟิวชัน,23
85,ระนอง,1,22,ไทรวมพลัง,35
85,ระนอง,1,23,ก้าวอิสระ,32
85,ระนอง,1,24,ปวงชนไทย,48
85,ระนอง,1,25,วิชชั่นใหม่,90
85,ระนอง,1,26,เพื่อชีวิตใหม่,23
85,ระนอง,1,27,คลองไทย,122
85,ระนอง,1,28,ประชาธิปัตย์,28233
85,ระนอง,1,29,ไทยก้าวหน้า,91
85,ระนอง,1,30,ไทยภักดี,687
85,ระนอง,1,31,แรงงานสร้างชาติ,93
85,ระนอง,1,32,ประชากรไทย,89
85,ระนอง,1,33,ครูไทยเพื่อประชาชน,84
85,ระนอง,1,34,ประชาชาติ,232
85,ระนอง,1,35,สร้างอนาคตไทย,314
85,ระนอง,1,36,รักชาติ,119
85,ระนอง,1,37,ไทยพร้อม,361
85,ระนอง,1,38,ภูมิใจไทย,28861
85,ระนอง,1,39,พลังธรรมใหม่,92
85,ระนอง,1,40,กรีน,58
85,ระนอง,1,41,ไทยธรรม,31
85,ระนอง,1,42,แผ่นดินธรรม,22
85,ระนอง,1,43,กล้าธรรม,215
85,ระนอง,1,44,พลังประชารัฐ,177
85,ระนอง,1,45,โอกาสใหม่,79
85,ระนอง,1,46,เป็นธรรม,132
85,ระนอง,1,47,ประชาชน,17570
85,ระนอง,1,48,ประชาไทย,236
85,ระนอง,1,49,ไทยสร้างไทย,110
85,ระนอง,1,50,ไทยก้าวใหม่,185
85,ระนอง,1,51,ประชาอาสาชาติ,3
85,ระนอง,1,52,พร้อม,29
85,ระนอง,1,53,เครือข่ายชาวนาแห่งประเทศไทย,8
85,ระนอง,1,54,ไทยพิทักษ์ธรรม,4
85,ระนอง,1,55,ความหวังใหม่,16
85,ระนอง,1,56,ไทยรวมไทย,23
85,ระนอง,1,57,เพื่อบ้านเมือง,125
85,ระนอง,1,58,พลังไทยรักชาติ,43
86,ชุมพร,1,1,ไทยทรัพย์ทวี,100
86,ชุมพร,1,2,เพื่อชาติไทย,249
86,ชุมพร,1,3,ใหม่,182
86,ชุมพร,1,4,มิติใหม่,878
86,ชุมพร,1,5,รวมใจไทย,216
86,ชุมพร,1,6,รวมไทยสร้างชาติ,2416
86,ชุมพร,1,7,พลวัต,58
86,ชุมพร,1,8,ประชาธิปไตยใหม่,1033
86,ชุมพร,1,9,เพื่อไทย,1640
86,ชุมพร,1,10,ทางเลือกใหม่,348
86,ชุมพร,1,11,เศรษฐกิจ,1596
86,ชุมพร,1,12,เสรีรวมไทย,237
86,ชุมพร,1,13,รวมพลังประชาชน,169
86,ชุมพร,1,14,ท้องที่ไทย,17
86,ชุมพร,1,15,อนาคตไทย,78
86,ชุมพร,1,16,พลังเพื่อไทย,47
86,ชุมพร,1,17,ไทยชนะ,76
86,ชุมพร,1,18,พลังสังคมใหม่,16
86,ชุมพร,1,19,สังคมประชาธิปไตยไทย,96
86,ชุมพร,1,20,ฟิวชัน,11
86,ชุมพร,1,21,ไทรวมพลัง,23
86,ชุมพร,1,22,ก้าวอิสระ,13
86,ชุมพร,1,23,ปวงชนไทย,22
86,ชุมพร,1,24,วิชชั่นใหม่,63
86,ชุมพร,1,25,เพื่อชีวิตใหม่,18
86,ชุมพร,1,26,คลองไทย,210
86,ชุมพร,1,27,ประชาธิปัตย์,43546
86,ชุมพร,1,28,ไทยก้าวหน้า,82
86,ชุมพร,1,29,ไทยภักดี,778
86,ชุมพร,1,30,แรงงานสร้างชาติ,36
86,ชุมพร,1,31,ประชากรไทย,57
86,ชุมพร,1,32,ครูไทยเพื่อประชาชน,77
86,ชุมพร,1,33,ประชาชาติ,105
86,ชุมพร,1,34,สร้างอนาคตไทย,170
86,ชุมพร,1,35,รักชาติ,104
86,ชุมพร,1,36,ไทยพร้อม,140
86,ชุมพร,1,37,ภูมิใจไทย,25496
86,ชุมพร,1,38,พลังธรรมใหม่,63
86,ชุมพร,1,39,กรีน,57
86,ชุมพร,1,40,ไทยธรรม,21
86,ชุมพร,1,41,แผ่นดินธรรม,12
86,ชุมพร,1,42,กล้าธรรม,110
86,ชุมพร,1,43,พลังประชารัฐ,144
86,ชุมพร,1,44,โอกาสใหม่,45
86,ชุมพร,1,45,เป็นธรรม,28
86,ชุมพร,1,46,ประชาชน,16876
86,ชุมพร,1,47,ประชาไทย,140
86,ชุมพร,1,48,ไทยสร้างไทย,91
86,ชุมพร,1,49,ไทยก้าวใหม่,180
86,ชุมพร,1,50,ประชาอาสาชาติ,1
86,ชุมพร,1,51,พร้อม,21
86,ชุมพร,1,52,เครือข่ายชาวนาแห่งประเทศไทย,6
86,ชุมพร,1,53,ไทยพิทักษ์ธรรม,6
86,ชุมพร,1,54,ความหวังใหม่,5
86,ชุมพร,1,55,ไทยรวมไทย,21
86,ชุมพร,1,56,เพื่อบ้านเมือง,119
86,ชุมพร,1,57,พลังไทยรักชาติ,41
86,ชุมพร,2,1,ไทยทรัพย์ทวี,114
86,ชุมพร,2,2,เพื่อชาติไทย,374
86,ชุมพร,2,3,ใหม่,280
86,ชุมพร,2,4,มิติใหม่,1003
86,ชุมพร,2,5,รวมใจไทย,608
86,ชุมพร,2,6,รวมไทยสร้างชาติ,2275
86,ชุมพร,2,7,พลวัต,604
86,ชุมพร,2,8,ประชาธิปไตยใหม่,1208
86,ชุมพร,2,9,เพื่อไทย,2020
86,ชุมพร,2,10,ทางเลือกใหม่,410
86,ชุมพร,2,11,เศรษฐกิจ,2278
86,ชุมพร,2,12,เสรีรวมไทย,306
86,ชุมพร,2,13,รวมพลังประชาชน,214
86,ชุมพร,2,14,ท้องที่ไทย,272
86,ชุมพร,2,15,อนาคตไทย,56
86,ชุมพร,2,16,พลังเพื่อไทย,63
86,ชุมพร,2,17,ไทยชนะ,193
86,ชุมพร,2,18,พลังสังคมใหม่,15
86,ชุมพร,2,19,สังคมประชาธิปไตยไทย,99
86,ชุมพร,2,20,ฟิวชัน,17
86,ชุมพร,2,21,ไทรวมพลัง,49
86,ชุมพร,2,22,ก้าวอิสระ,39
86,ชุมพร,2,23,ปวงชนไทย,42
86,ชุมพร,2,24,วิชชั่นใหม่,86
86,ชุมพร,2,25,เพื่อชีวิตใหม่,80
86,ชุมพร,2,26,คลองไทย,191
86,ชุมพร,2,27,ประชาธิปัตย์,49475
86,ชุมพร,2,28,ไทยก้าวหน้า,100
86,ชุมพร,2,29,ไทยภักดี,485
86,ชุมพร,2,30,แรงงานสร้างชาติ,42
86,ชุมพร,2,31,ประชากรไทย,75
86,ชุมพร,2,32,ครูไทยเพื่อประชาชน,73
86,ชุมพร,2,33,ประชาชาติ,142
86,ชุมพร,2,34,สร้างอนาคตไทย,171
86,ชุมพร,2,35,รักชาติ,105
86,ชุมพร,2,36,ไทยพร้อม,140
86,ชุมพร,2,37,ภูมิใจไทย,20314
86,ชุมพร,2,38,พลังธรรมใหม่,84
86,ชุมพร,2,39,กรีน,49
86,ชุมพร,2,40,ไทยธรรม,27
86,ชุมพร,2,41,แผ่นดินธรรม,21
86,ชุมพร,2,42,กล้าธรรม,587
86,ชุมพร,2,43,พลังประชารัฐ,113
86,ชุมพร,2,44,โอกาสใหม่,388
86,ชุมพร,2,45,เป็นธรรม,46
86,ชุมพร,2,46,ประชาชน,15537
86,ชุมพร,2,47,ประชาไทย,159
86,ชุมพร,2,48,ไทยสร้างไทย,92
86,ชุมพร,2,49,ไทยก้าวใหม่,135
86,ชุมพร,2,50,ประชาอาสาชาติ,9
86,ชุมพร,2,51,พร้อม,26
86,ชุมพร,2,52,เครือข่ายชาวนาแห่งประเทศไทย,5
86,ชุมพร,2,53,ไทยพิทักษ์ธรรม,8
86,ชุมพร,2,54,ความหวังใหม่,18
86,ชุมพร,2,55,ไทยรวมไทย,27
86,ชุมพร,2,56,เพื่อบ้านเมือง,284
86,ชุมพร,2,57,พลังไทยรักชาติ,47
86,ชุมพร,3,1,ไทยทรัพย์ทวี,364
86,ชุมพร,3,2,เพื่อชาติไทย,359
86,ชุมพร,3,3,ใหม่,230
86,ชุมพร,3,4,มิติใหม่,944
86,ชุมพร,3,5,รวมใจไทย,819
86,ชุมพร,3,6,รวมไทยสร้างชาติ,1237
86,ชุมพร,3,7,พลวัต,59
86,ชุมพร,3,8,ประชาธิปไตยใหม่,1200
86,ชุมพร,3,9,เพื่อไทย,1866
86,ชุมพร,3,10,ทางเลือกใหม่,378
86,ชุมพร,3,11,เศรษฐกิจ,1787
86,ชุมพร,3,12,เสรีรวมไทย,165
86,ชุมพร,3,13,รวมพลังประชาชน,189
86,ชุมพร,3,14,ท้องที่ไทย,45
86,ชุมพร,3,15,อนาคตไทย,45
86,ชุมพร,3,16,พลังเพื่อไทย,54
86,ชุมพร,3,17,ไทยชนะ,104
86,ชุมพร,3,18,พลังสังคมใหม่,20
86,ชุมพร,3,19,สังคมประชาธิปไตยไทย,96
86,ชุมพร,3,20,ฟิวชัน,14
86,ชุมพร,3,21,ไทรวมพลัง,44
86,ชุมพร,3,22,ก้าวอิสระ,18
86,ชุมพร,3,23,ปวงชนไทย,48
86,ชุมพร,3,24,วิชชั่นใหม่,116
86,ชุมพร,3,25,เพื่อชีวิตใหม่,100
86,ชุมพร,3,26,คลองไทย,140
86,ชุมพร,3,27,ประชาธิปัตย์,49567
86,ชุมพร,3,28,ไทยก้าวหน้า,88
86,ชุมพร,3,29,ไทยภักดี,468
86,ชุมพร,3,30,แรงงานสร้างชาติ,50
86,ชุมพร,3,31,ประชากรไทย,72
86,ชุมพร,3,32,ครูไทยเพื่อประชาชน,45
86,ชุมพร,3,33,ประชาชาติ,140
86,ชุมพร,3,34,สร้างอนาคตไทย,251
86,ชุมพร,3,35,รักชาติ,74
86,ชุมพร,3,36,ไทยพร้อม,91
86,ชุมพร,3,37,ภูมิใจไทย,19521
86,ชุมพร,3,38,พลังธรรมใหม่,60
86,ชุมพร,3,39,กรีน,130
86,ชุมพร,3,40,ไทยธรรม,19
86,ชุมพร,3,41,แผ่นดินธรรม,10
86,ชุมพร,3,42,กล้าธรรม,74
86,ชุมพร,3,43,พลังประชารัฐ,94
86,ชุมพร,3,44,โอกาสใหม่,500
86,ชุมพร,3,45,เป็นธรรม,24
86,ชุมพร,3,46,ประชาชน,13511
86,ชุมพร,3,47,ประชาไทย,144
86,ชุมพร,3,48,ไทยสร้างไทย,82
86,ชุมพร,3,49,ไทยก้าวใหม่,101
86,ชุมพร,3,50,ประชาอาสาชาติ,6
86,ชุมพร,3,51,พร้อม,25
86,ชุมพร,3,52,เครือข่ายชาวนาแห่งประเทศไทย,11
86,ชุมพร,3,53,ไทยพิทักษ์ธรรม,3
86,ชุมพร,3,54,ความหวังใหม่,13
86,ชุมพร,3,55,ไทยรวมไทย,12
86,ชุมพร,3,56,เพื่อบ้านเมือง,211
86,ชุมพร,3,57,พลังไทยรักชาติ,44
90,สงขลา,1,2,ไทยทรัพย์ทวี,137
90,สงขลา,1,3,เพื่อชาติไทย,1342
90,สงขลา,1,4,ใหม่,128
90,สงขลา,1,5,มิติใหม่,232
90,สงขลา,1,6,รวมใจไทย,165
90,สงขลา,1,7,รวมไทยสร้างชาติ,1773
90,สงขลา,1,8,พลวัต,70
90,สงขลา,1,9,ประชาธิปไตยใหม่,963
90,สงขลา,1,10,เพื่อไทย,1528
90,สงขลา,1,11,ทางเลือกใหม่,390
90,สงขลา,1,12,เศรษฐกิจ,1499
90,สงขลา,1,13,เสรีรวมไทย,315
90,สงขลา,1,14,รวมพลังประชาชน,148
90,สงขลา,1,15,ท้องที่ไทย,15
90,สงขลา,1,16,อนาคตไทย,24
90,สงขลา,1,17,พลังเพื่อไทย,28
90,สงขลา,1,18,ไทยชนะ,59
90,สงขลา,1,19,พลังสังคมใหม่,8
90,สงขลา,1,20,สังคมประชาธิปไตยไทย,41
90,สงขลา,1,21,ฟิวชัน,18
90,สงขลา,1,22,ไทรวมพลัง,20
90,สงขลา,1,23,ก้าวอิสระ,30
90,สงขลา,1,24,ปวงชนไทย,50
90,สงขลา,1,25,วิชชั่นใหม่,86
90,สงขลา,1,26,เพื่อชีวิตใหม่,22
90,สงขลา,1,27,คลองไทย,101
90,สงขลา,1,28,ประชาธิปัตย์,39983
90,สงขลา,1,29,ไทยก้าวหน้า,74
90,สงขลา,1,30,ไทยภักดี,1205
90,สงขลา,1,31,แรงงานสร้างชาติ,33
90,สงขลา,1,32,ประชากรไทย,77
90,สงขลา,1,33,ครูไทยเพื่อประชาชน,75
90,สงขลา,1,34,ประชาชาติ,244
90,สงขลา,1,35,สร้างอนาคตไทย,48
90,สงขลา,1,36,รักชาติ,102
90,สงขลา,1,37,ไทยพร้อม,63
90,สงขลา,1,38,ภูมิใจไทย,15699
90,สงขลา,1,39,พลังธรรมใหม่,43
90,สงขลา,1,40,กรีน,46
90,สงขลา,1,41,ไทยธรรม,9
90,สงขลา,1,42,แผ่นดินธรรม,12
90,สงขลา,1,43,กล้าธรรม,197
90,สงขลา,1,44,พลังประชารัฐ,98
90,สงขลา,1,45,โอกาสใหม่,25
90,สงขลา,1,46,เป็นธรรม,27
90,สงขลา,1,47,ประชาชน,22764
90,สงขลา,1,48,ประชาไทย,115
90,สงขลา,1,49,ไทยสร้างไทย,88
90,สงขลา,1,50,ไทยก้าวใหม่,225
90,สงขลา,1,51,ประชาอาสาชาติ,8
90,สงขลา,1,52,พร้อม,28
90,สงขลา,1,53,เครือข่ายชาวนาแห่งประเทศไทย,8
90,สงขลา,1,54,ไทยพิทักษ์ธรรม,5
90,สงขลา,1,55,ความหวังใหม่,9
90,สงขลา,1,56,ไทยรวมไทย,29
90,สงขลา,1,57,เพื่อบ้านเมือง,113
90,สงขลา,1,58,พลังไทยรักชาติ,29
90,สงขลา,2,1,ไทยทรัพย์ทวี,254
90,สงขลา,2,2,เพื่อชาติไทย,246
90,สงขลา,2,3,ใหม่,395
90,สงขลา,2,4,มิติใหม่,33
90,สงขลา,2,5,รวมใจไทย,160
90,สงขลา,2,6,รวมไทยสร้างชาติ,1692
90,สงขลา,2,7,พลวัต,49
90,สงขลา,2,8,ประชาธิปไตยใหม่,547
90,สงขลา,2,9,เพื่อไทย,1618
90,สงขลา,2,10,ทางเลือกใหม่,288
90,สงขลา,2,11,เศรษฐกิจ,1943
90,สงขลา,2,12,เสรีรวมไทย,232
90,สงขลา,2,13,รวมพลังประชาชน,137
90,สงขลา,2,14,ท้องที่ไทย,7
90,สงขลา,2,15,อนาคตไทย,11
90,สงขลา,2,16,พลังเพื่อไทย,22
90,สงขลา,2,17,ไทยชนะ,24
90,สงขลา,2,18,พลังสังคมใหม่,3
90,สงขลา,2,19,สังคมประชาธิปไตยไทย,93
90,สงขลา,2,20,ฟิวชัน,7
90,สงขลา,2,21,ไทรวมพลัง,21
90,สงขลา,2,22,ก้าวอิสระ,10
90,สงขลา,2,23,ปวงชนไทย,29
90,สงขลา,2,24,วิชชั่นใหม่,17
90,สงขลา,2,25,เพื่อชีวิตใหม่,6
90,สงขลา,2,26,คลองไทย,69
90,สงขลา,2,27,ประชาธิปัตย์,29277
90,สงขลา,2,28,ไทยก้าวหน้า,44
90,สงขลา,2,29,ไทยภักดี,1222
90,สงขลา,2,30,แรงงานสร้างชาติ,22
90,สงขลา,2,31,ประชากรไทย,24
90,สงขลา,2,32,ครูไทยเพื่อประชาชน,22
90,สงขลา,2,33,ประชาชาติ,221
90,สงขลา,2,34,สร้างอนาคตไทย,27
90,สงขลา,2,35,รักชาติ,85
90,สงขลา,2,36,ไทยพร้อม,52
90,สงขลา,2,37,ภูมิใจไทย,13093
90,สงขลา,2,38,พลังธรรมใหม่,28
90,สงขลา,2,39,กรีน,23
90,สงขลา,2,40,ไทยธรรม,6
90,สงขลา,2,41,แผ่นดินธรรม,11
90,สงขลา,2,42,กล้าธรรม,186
90,สงขลา,2,43,พลังประชารัฐ,62
90,สงขลา,2,44,โอกาสใหม่,28
90,สงขลา,2,45,เป็นธรรม,24
90,สงขลา,2,46,ประชาชน,25933
90,สงขลา,2,47,ประชาไทย,53
90,สงขลา,2,48,ไทยสร้างไทย,123
90,สงขลา,2,49,ไทยก้าวใหม่,215
90,สงขลา,2,50,ประชาอาสาชาติ,2
90,สงขลา,2,51,พร้อม,17
90,สงขลา,2,52,เครือข่ายชาวนาแห่งประเทศไทย,4
90,สงขลา,2,53,ไทยพิทักษ์ธรรม,4
90,สงขลา,2,54,ความหวังใหม่,8
90,สงขลา,2,55,ไทยรวมไทย,7
90,สงขลา,2,56,เพื่อบ้านเมือง,40
90,สงขลา,2,57,พลังไทยรักชาติ,8
90,สงขลา,3,1,ไทยทรัพย์ทวี,162
90,สงขลา,3,2,เพื่อชาติไทย,512
90,สงขลา,3,3,ใหม่,95
90,สงขลา,3,4,มิติใหม่,73
90,สงขลา,3,5,รวมใจไทย,1274
90,สงขลา,3,6,รวมไทยสร้างชาติ,1808
90,สงขลา,3,7,พลวัต,73
90,สงขลา,3,8,ประชาธิปไตยไทยใหม่,977
90,สงขลา,3,9,เพื่อไทย,1489
90,สงขลา,3,10,ทางเลือกใหม่,394
90,สงขลา,3,11,เศรษฐกิจ,1395
90,สงขลา,3,12,เสรีรวมไทย,273
90,สงขลา,3,13,รวมพลังประชาชน,175
90,สงขลา,3,14,ท้องที่ไทย,10
90,สงขลา,3,15,อนาคตไทย,23
90,สงขลา,3,16,พลังเพื่อไทย,44
90,สงขลา,3,17,ไทยชนะ,96
90,สงขลา,3,18,พลังสังคมใหม่,17
90,สงขลา,3,19,สังคมประชาธิปไตย,69
90,สงขลา,3,20,ฟิวชั่น,17
90,สงขลา,3,21,ไทยรวมพลัง,28
90,สงขลา,3,22,ก้าวอิสระ,25
90,สงขลา,3,23,ปวงชนไทย,34
90,สงขลา,3,24,วิชชั่นใหม่,48
90,สงขลา,3,25,เพื่อชีวิตใหม่,39
90,สงขลา,3,26,คลองไทย,113
90,สงขลา,3,27,ประชาธิปัตย์,48006
90,สงขลา,3,28,ไทยก้าวหน้า,93
90,สงขลา,3,29,ไทยภักดี,1025
90,สงขลา,3,30,แรงงานสร้างชาติ,30
90,สงขลา,3,31,ประชากรไทย,51
90,สงขลา,3,32,ครูไทยเพื่อประชาชน,40
90,สงขลา,3,33,ประชาชาติ,188
90,สงขลา,3,34,สร้างอนาคตไทย,60
90,สงขลา,3,35,รักชาติ,130
90,สงขลา,3,36,ไทยพร้อม,63
90,สงขลา,3,37,ภูมิใจไทย,13851
90,สงขลา,3,38,พลังธรรมใหม่,38
90,สงขลา,3,39,กรีน,30
90,สงขลา,3,40,ไทยธรรม,13
90,สงขลา,3,41,แผ่นดินธรรม,11
90,สงขลา,3,42,กล้าธรรม,172
90,สงขลา,3,43,พลังประชารัฐ,573
90,สงขลา,3,44,โอกาสใหม่,34
90,สงขลา,3,45,เป็นธรรม,162
90,สงขลา,3,46,ประชาชน,25204
90,สงขลา,3,47,ประชาไทย,93
90,สงขลา,3,48,ไทยสร้างไทย,102
90,สงขลา,3,49,ไทยก้าวใหม่,212
90,สงขลา,3,50,ประชาอาสาชาติ,5
90,สงขลา,3,51,พร้อม,34
90,สงขลา,3,52,เครือข่ายชาวนาแห่งประเทศไทย,5
90,สงขลา,3,53,ไทยพิทักษ์ธรรม,6
90,สงขลา,3,54,ความหวังใหม่,9
90,สงขลา,3,55,ไทยรวมไทย,16
90,สงขลา,3,56,เพื่อบ้านเมือง,133
90,สงขลา,3,57,พลังไทยรักชาติ,38
90,สงขลา,4,1,ไทยทรัพย์ทวี,392
90,สงขลา,4,2,เพื่อชาติไทย,1624
90,สงขลา,4,3,มิติใหม่,127
90,สงขลา,4,4,รวมใจไทย,633
90,สงขลา,4,5,ไทยใหม่,170
90,สงขลา,4,6,รวมไทยสร้างชาติ,1143
90,สงขลา,4,7,พลวัต,77
90,สงขลา,4,8,ประชาธิปไตยใหม่,899
90,สงขลา,4,9,เพื่อไทย,1186
90,สงขลา,4,10,ทางเลือกใหม่,262
90,สงขลา,4,11,เศรษฐกิจ,1317
90,สงขลา,4,12,เสรีรวมไทย,226
90,สงขลา,4,13,รวมพลังประชาชน,199
90,สงขลา,4,14,ท้องที่ไทย,103
90,สงขลา,4,15,อนาคตไทย,23
90,สงขลา,4,16,พลังเพื่อไทย,34
90,สงขลา,4,17,ไทยชนะ,118
90,สงขลา,4,18,พลังสังคมใหม่,23
90,สงขลา,4,19,สังคมประชาธิปไตยไทย,55
90,สงขลา,4,20,ฟิวชัน,19
90,สงขลา,4,21,ไทรวมพลัง,43
90,สงขลา,4,22,ก้าวอิสระ,63
90,สงขลา,4,23,ปวงชนไทย,31
90,สงขลา,4,24,วิชชั่นใหม่,225
90,สงขลา,4,25,เพื่อชีวิตใหม่,27
90,สงขลา,4,26,คลองไทย,176
90,สงขลา,4,27,ประชาธิปัตย์,58115
90,สงขลา,4,28,ไทยก้าวหน้า,91
90,สงขลา,4,29,ไทยภักดี,479
90,สงขลา,4,30,แรงงานสร้างชาติ,67
90,สงขลา,4,31,ประชากรไทย,98
90,สงขลา,4,32,ครูไทยเพื่อประชาชน,40
90,สงขลา,4,33,ประชาชาติ,163
90,สงขลา,4,34,สร้างอนาคตไทย,65
90,สงขลา,4,35,รักชาติ,52
90,สงขลา,4,36,ไทยพร้อม,42
90,สงขลา,4,37,ภูมิใจไทย,7201
90,สงขลา,4,38,พลังธรรมใหม่,31
90,สงขลา,4,39,กรีน,25
90,สงขลา,4,40,ไทยธรรม,26
90,สงขลา,4,41,แผ่นดินธรรม,49
90,สงขลา,4,42,กล้าธรรม,6113
90,สงขลา,4,43,พลังประชารัฐ,115
90,สงขลา,4,44,โอกาสใหม่,38
90,สงขลา,4,45,เป็นธรรม,40
90,สงขลา,4,46,ประชาชน,13006
90,สงขลา,4,47,ประชาไทย,125
90,สงขลา,4,48,ไทยสร้างไทย,44
90,สงขลา,4,49,ไทยก้าวใหม่,80
90,สงขลา,4,50,ประชาอาสาชาติ,4
90,สงขลา,4,51,พร้อม,16
90,สงขลา,4,52,เครือข่ายชาวนาแห่งประเทศไทย,15
90,สงขลา,4,53,ไทยพิทักษ์ธรรม,13
90,สงขลา,4,54,ความหวังใหม่,13
90,สงขลา,4,55,ไทยรวมไทย,28
90,สงขลา,4,56,เพื่อบ้านเมือง,387
90,สงขลา,4,57,พลังไทยรักชาติ,51
90,สงขลา,5,1,ไทยทรัพย์ทวี,200
90,สงขลา,5,2,เพื่อชาติไทย,713
90,สงขลา,5,3,ใหม่,1693
90,สงขลา,5,4,มิติใหม่,310
90,สงขลา,5,5,รวมใจไทย,248
90,สงขลา,5,6,รวมไทยสร้างชาติ,1032
90,สงขลา,5,7,พลวัต,92
90,สงขลา,5,8,ประชาธิปไตยใหม่,1045
90,สงขลา,5,9,เพื่อไทย,1244
90,สงขลา,5,10,ทางเลือกใหม่,303
90,สงขลา,5,11,เศรษฐกิจ,1449
90,สงขลา,5,12,เสรีรวมไทย,281
90,สงขลา,5,13,รวมพลังประชาชน,231
90,สงขลา,5,14,ท้องที่ไทย,51
90,สงขลา,5,15,อนาคตไทย,37
90,สงขลา,5,16,พลังเพื่อไทย,30
90,สงขลา,5,17,ไทยชนะ,206
90,สงขลา,5,18,พลังสังคมใหม่,27
90,สงขลา,5,19,สังคมประชาธิปไตยไทย,102
90,สงขลา,5,20,ฟิวชัน,28
90,สงขลา,5,21,ไทรวมพลัง,50
90,สงขลา,5,22,ก้าวอิสระ,46
90,สงขลา,5,23,ก้าวอิสระ,30
90,สงขลา,5,24,วิชชั่นใหม่,104
90,สงขลา,5,25,เพื่อชีวิตใหม่,34
90,สงขลา,5,26,คลองไทย,200
90,สงขลา,5,27,ประชาธิปัตย์,61655
90,สงขลา,5,28,ไทยก้าวหน้า,108
90,สงขลา,5,29,ไทยภักดี,426
90,สงขลา,5,30,แรงงานสร้างชาติ,51
90,สงขลา,5,31,ประชากรไทย,63
90,สงขลา,5,32,ครูไทยเพื่อประชาชน,109
90,สงขลา,5,33,ประชาชาติ,301
90,สงขลา,5,34,สร้างอนาคตไทย,40
90,สงขลา,5,35,รักชาติ,43
90,สงขลา,5,36,ไทยพร้อม,56
90,สงขลา,5,37,ภูมิใจไทย,4766
90,สงขลา,5,38,พลังธรรมใหม่,30
90,สงขลา,5,39,กรีน,39
90,สงขลา,5,40,ไทยธรรม,21
90,สงขลา,5,41,แผ่นดินธรรม,28
90,สงขลา,5,42,กล้าธรรม,3070
90,สงขลา,5,43,พลังประชารัฐ,184
90,สงขลา,5,44,โอกาสใหม่,30
90,สงขลา,5,45,เป็นธรรม,42
90,สงขลา,5,46,ประชาชน,16383
90,สงขลา,5,47,ประชาไทย,137
90,สงขลา,5,48,ไทยสร้างไทย,57
90,สงขลา,5,49,ไทยก้าวใหม่,108
90,สงขลา,5,50,ประชาอาสาชาติ,30
90,สงขลา,5,51,พร้อม,26
90,สงขลา,5,52,เครือข่ายชาวนาแห่งประเทศไทย,7
90,สงขลา,5,53,ไทยพิทักษ์ธรรม,7
90,สงขลา,5,54,ความหวังใหม่,7
90,สงขลา,5,55,ไทยรวมไทย,26
90,สงขลา,5,56,เพื่อบ้านเมือง,315
90,สงขลา,5,57,พลังไทยรักชาติ,52
90,สงขลา,6,1,ไทยทรัพย์ทวี,144
90,สงขลา,6,2,เพื่อชาติไทย,395
90,สงขลา,6,3,ใหม่,1275
90,สงขลา,6,4,มิติใหม่,81
90,สงขลา,6,5,รวมใจไทย,297
90,สงขลา,6,6,รวมไทยสร้างชาติ,2308
90,สงขลา,6,7,พลวัต,122
90,สงขลา,6,8,ประชาธิปไตยไทยใหม่,1036
90,สงขลา,6,9,เพื่อไทย,1693
90,สงขลา,6,10,ทางเลือกใหม่,332
90,สงขลา,6,11,เศรษฐกิจ,1352
90,สงขลา,6,12,เสรีรวมไทย,226
90,สงขลา,6,13,รวมพลังประชาชน,236
90,สงขลา,6,14,ท้องที่ไทย,45
90,สงขลา,6,15,อนาคตไทย,36
90,สงขลา,6,16,พลังเพื่อไทย,74
90,สงขลา,6,17,ไทยชนะ,142
90,สงขลา,6,18,พลังสังคมใหม่,13
90,สงขลา,6,19,สังคมประชาธิปไตย,60
90,สงขลา,6,20,ฟิวชั่น,14
90,สงขลา,6,21,ไทยรวมพลัง,79
90,สงขลา,6,22,ก้าวอิสระ,19
90,สงขลา,6,23,ปวงชนไทย,69
90,สงขลา,6,24,วิชชั่นใหม่,70
90,สงขลา,6,25,เพื่อชีวิตใหม่,36
90,สงขลา,6,26,คลองไทย,207
90,สงขลา,6,27,ประชาธิปัตย์,42391
90,สงขลา,6,28,ไทยก้าวหน้า,105
90,สงขลา,6,29,ไทยภักดี,470
90,สงขลา,6,30,แรงงานสร้างชาติ,51
90,สงขลา,6,31,ประชากรไทย,63
90,สงขลา,6,32,ครูไทยเพื่อประชาชน,104
90,สงขลา,6,33,ประชาชาติ,963
90,สงขลา,6,34,สร้างอนาคตไทย,73
90,สงขลา,6,35,รักชาติ,94
90,สงขลา,6,36,ไทยพร้อม,94
90,สงขลา,6,37,ภูมิใจไทย,12147
90,สงขลา,6,38,พลังธรรมใหม่,73
90,สงขลา,6,39,กรีน,39
90,สงขลา,6,40,ไทยธรรม,11
90,สงขลา,6,41,แผ่นดินธรรม,23
90,สงขลา,6,42,กล้าธรรม,2130
90,สงขลา,6,43,พลังประชารัฐ,138
90,สงขลา,6,44,โอกาสใหม่,25
90,สงขลา,6,45,เป็นธรรม,54
90,สงขลา,6,46,ประชาชน,18864
90,สงขลา,6,47,ประชาไทย,134
90,สงขลา,6,48,ไทยสร้างไทย,68
90,สงขลา,6,49,ไทยก้าวใหม่,139
90,สงขลา,6,50,ประชาอาสาชาติ,4
90,สงขลา,6,51,พร้อม,24
90,สงขลา,6,52,เครือข่ายชาวนาแห่งประเทศไทย,4
90,สงขลา,6,53,ไทยพิทักษ์ธรรม,7
90,สงขลา,6,54,ความหวังใหม่,12
90,สงขลา,6,55,ไทยรวมไทย,17
90,สงขลา,6,56,เพื่อบ้านเมือง,131
90,สงขลา,6,57,พลังไทยรักชาติ,29
90,สงขลา,7,1,ไทยทรัพย์ทวี,330
90,สงขลา,7,2,เพื่อชาติไทย,2235
90,สงขลา,7,3,ใหม่,1684
90,สงขลา,7,4,มิติใหม่,676
90,สงขลา,7,5,รวมใจไทย,341
90,สงขลา,7,6,รวมไทยสร้างชาติ,850
90,สงขลา,7,7,พลวัต,223
90,สงขลา,7,8,ประชาธิปไตยใหม่,1184
90,สงขลา,7,9,เพื่อไทย,1214
90,สงขลา,7,10,ทางเลือกใหม่,267
90,สงขลา,7,11,เศรษฐกิจ,995
90,สงขลา,7,12,เสรีรวมไทย,177
90,สงขลา,7,13,รวมพลังประชาชน,346
90,สงขลา,7,14,ท้องที่ไทย,30
90,สงขลา,7,15,อนาคตไทย,48
90,สงขลา,7,16,พลังเพื่อไทย,57
90,สงขลา,7,17,ไทยชนะ,171
90,สงขลา,7,18,พลังสังคมใหม่,21
90,สงขลา,7,19,สังคมประชาธิปไตยไทย,49
90,สงขลา,7,20,ฟิวชัน,24
90,สงขลา,7,21,ไทรวมพลัง,38
90,สงขลา,7,22,ก้าวอิสระ,62
90,สงขลา,7,23,ปวงชนไทย,152
90,สงขลา,7,24,วิชชั่นใหม่,206
90,สงขลา,7,25,เพื่อชีวิตใหม่,42
90,สงขลา,7,26,คลองไทย,242
90,สงขลา,7,27,ประชาธิปัตย์,42395
90,สงขลา,7,28,ไทยก้าวหน้า,123
90,สงขลา,7,29,ไทยภักดี,279
90,สงขลา,7,30,แรงงานสร้างชาติ,104
90,สงขลา,7,31,ประชากรไทย,179
90,สงขลา,7,32,ครูไทยเพื่อประชาชน,292
90,สงขลา,7,33,ประชาชาติ,7139
90,สงขลา,7,34,สร้างอนาคตไทย,123
90,สงขลา,7,35,รักชาติ,87
90,สงขลา,7,36,ไทยพร้อม,139
90,สงขลา,7,37,ภูมิใจไทย,11681
90,สงขลา,7,38,พลังธรรมใหม่,66
90,สงขลา,7,39,กรีน,36
90,สงขลา,7,40,ไทยธรรม,77
90,สงขลา,7,41,แผ่นดินธรรม,21
90,สงขลา,7,42,กล้าธรรม,1488
90,สงขลา,7,43,พลังประชารัฐ,168
90,สงขลา,7,44,โอกาสใหม่,37
90,สงขลา,7,45,เป็นธรรม,42
90,สงขลา,7,46,พรรคประชาชน,16329
90,สงขลา,7,47,ประชาไทย,132
90,สงขลา,7,48,ไทยสร้างไทย,36
90,สงขลา,7,49,ไทยก้าวใหม่,83
90,สงขลา,7,50,ประชาอาสาชาติ,22
90,สงขลา,7,51,พร้อม,32
90,สงขลา,7,52,เครือข่ายชาวนาแห่งประเทศไทย,5
90,สงขลา,7,53,ไทยพิทักษ์ธรรม,17
90,สงขลา,7,54,ความหวังใหม่,26
90,สงขลา,7,55,ไทยรวมไทย,17
90,สงขลา,7,56,เพื่อบ้านเมือง,147
90,สงขลา,7,57,พลังไทยรักชาติ,51
90,สงขลา,8,1,ไทยทรัพย์ทวี,1562
90,สงขลา,8,2,เพื่อชาติไทย,711
90,สงขลา,8,3,ใหม่,2054
90,สงขลา,8,4,มิติใหม่,179
90,สงขลา,8,5,รวมใจไทย,570
90,สงขลา,8,6,รวมไทยสร้างชาติ,877
90,สงขลา,8,7,พลวัต,264
90,สงขลา,8,8,ประชาธิปไตยใหม่,1278
90,สงขลา,8,9,เพื่อไทย,1758
90,สงขลา,8,10,ทางเลือกใหม่,338
90,สงขลา,8,11,เศรษฐกิจ,1375
90,สงขลา,8,12,เสรีรวมไทย,202
90,สงขลา,8,13,รวมพลังประชาชน,298
90,สงขลา,8,14,ท้องที่ไทย,39
90,สงขลา,8,15,อนาคตไทย,41
90,สงขลา,8,16,พลังเพื่อไทย,56
90,สงขลา,8,17,ไทยชนะ,173
90,สงขลา,8,18,พลังสังคมใหม่,22
90,สงขลา,8,19,สังคมประชาธิปไตยไทย,82
90,สงขลา,8,20,ฟิวชัน,16
90,สงขลา,8,21,ไทรวมพลัง,44
90,สงขลา,8,22,ก้าวอิสระ,33
90,สงขลา,8,23,ปวงชนไทย,135
90,สงขลา,8,24,วิชชั่นใหม่,140
90,สงขลา,8,25,เพื่อชีวิตใหม่,75
90,สงขลา,8,26,คลองไทย,186
90,สงขลา,8,27,ประชาธิปัตย์,43026
90,สงขลา,8,28,ไทยก้าวหน้า,92
90,สงขลา,8,29,ไทยภักดี,354
90,สงขลา,8,30,แรงงานสร้างชาติ,120
90,สงขลา,8,31,ประชากรไทย,125
90,สงขลา,8,32,ครูไทยเพื่อประชาชน,180
90,สงขลา,8,33,ประชาชาติ,3741
90,สงขลา,8,34,สร้างอนาคตไทย,103
90,สงขลา,8,35,รักชาติ,89
90,สงขลา,8,36,ไทยพร้อม,97
90,สงขลา,8,37,ภูมิใจไทย,12023
90,สงขลา,8,38,พลังธรรมใหม่,69
90,สงขลา,8,39,กรีน,46
90,สงขลา,8,40,ไทยธรรม,20
90,สงขลา,8,41,แผ่นดินธรรม,25
90,สงขลา,8,42,กล้าธรรม,3427
90,สงขลา,8,43,พลังประชารัฐ,208
90,สงขลา,8,44,โอกาสใหม่,36
90,สงขลา,8,45,เป็นธรรม,100
90,สงขลา,8,46,ประชาชน,17134
90,สงขลา,8,47,ประชาไทย,215
90,สงขลา,8,48,ไทยสร้างไทย,59
90,สงขลา,8,49,ไทยก้าวใหม่,122
90,สงขลา,8,50,ประชาอาสาชาติ,13
90,สงขลา,8,51,พร้อม,21
90,สงขลา,8,52,เครือข่ายชาวนาแห่งประเทศไทย,10
90,สงขลา,8,53,ไทยพิทักษ์ธรรม,11
90,สงขลา,8,54,ความหวังใหม่,19
90,สงขลา,8,55,ไทยรวมไทย,23
90,สงขลา,8,56,เพื่อบ้านเมือง,147
90,สงขลา,8,57,พลังไทยรักชาติ,45
90,สงขลา,9,1,ไทยทรัพย์ทวี,141
90,สงขลา,9,2,เพื่อชาติไทย,934
90,สงขลา,9,3,ใหม่,832
90,สงขลา,9,4,มิติใหม่,55
90,สงขลา,9,5,รวมใจไทย,145
90,สงขลา,9,6,รวมไทยสร้างชาติ,1472
90,สงขลา,9,7,พลวัต,161
90,สงขลา,9,8,ประชาธิปไตยใหม่,906
90,สงขลา,9,9,เพื่อไทย,1486
90,สงขลา,9,10,ทางเลือกใหม่,375
90,สงขลา,9,11,เศรษฐกิจ,1398
90,สงขลา,9,12,เสรีรวมไทย,243
90,สงขลา,9,13,รวมพลังประชาชน,177
90,สงขลา,9,14,ท้องที่ไทย,25
90,สงขลา,9,15,อนาคตไทย,28
90,สงขลา,9,16,พลังเพื่อไทย,24
90,สงขลา,9,17,ไทยชนะ,100
90,สงขลา,9,18,พลังสังคมใหม่,11
90,สงขลา,9,19,สังคมประชาธิปไตยไทย,78
90,สงขลา,9,20,ฟิวชัน,24
90,สงขลา,9,21,ไทรวมพลัง,27
90,สงขลา,9,22,ก้าวอิสระ,44
90,สงขลา,9,23,ปวงชนไทย,58
90,สงขลา,9,24,วิชชั่นใหม่,29
90,สงขลา,9,25,เพื่อชีวิตใหม่,22
90,สงขลา,9,26,คลองไทย,137
90,สงขลา,9,27,ประชาธิปัตย์,50913
90,สงขลา,9,28,ไทยก้าวหน้า,95
90,สงขลา,9,29,ไทยภักดี,714
90,สงขลา,9,30,แรงงานสร้างชาติ,36
90,สงขลา,9,31,ประชากรไทย,73
90,สงขลา,9,32,ครูไทยเพื่อประชาชน,80
90,สงขลา,9,33,ประชาชาติ,591
90,สงขลา,9,34,สร้างอนาคตไทย,41
90,สงขลา,9,35,รักชาติ,86
90,สงขลา,9,36,ไทยพร้อม,116
90,สงขลา,9,37,ภูมิใจไทย,15832
90,สงขลา,9,38,พลังธรรมใหม่,31
90,สงขลา,9,39,กรีน,37
90,สงขลา,9,40,ไทยธรรม,11
90,สงขลา,9,41,แผ่นดินธรรม,16
90,สงขลา,9,42,กล้าธรรม,263
90,สงขลา,9,43,พลังประชารัฐ,71
90,สงขลา,9,44,โอกาสใหม่,61
90,สงขลา,9,45,เป็นธรรม,21
90,สงขลา,9,46,ประชาชน,25550
90,สงขลา,9,47,ประชาไทย,299
90,สงขลา,9,48,ไทยสร้างไทย,101
90,สงขลา,9,49,ไทยก้าวใหม่,189
90,สงขลา,9,50,ประชาอาสาชาติ,5
90,สงขลา,9,51,พร้อม,31
90,สงขลา,9,52,เครือข่ายชาวนาแห่งประเทศไทย,5
90,สงขลา,9,53,ไทยพิทักษ์ธรรม,7
90,สงขลา,9,54,ความหวังใหม่,4
90,สงขลา,9,55,ไทยรวมไทย,17
90,สงขลา,9,56,เพื่อบ้านเมือง,129
90,สงขลา,9,57,พลังไทยรักชาติ,31
91,สตูล,1,2,ไทยทรัพย์ทวี,348
91,สตูล,1,3,เพื่อชาติไทย,554
91,สตูล,1,4,ใหม่,1491
91,สตูล,1,5,มิติใหม่,232
91,สตูล,1,6,รวมใจไทย,316
91,สตูล,1,7,รวมไทยสร้างชาติ,1055
91,สตูล,1,8,พลวัต,861
91,สตูล,1,9,ประชาธิปไตยใหม่,878
91,สตูล,1,10,เพื่อไทย,2629
91,สตูล,1,11,ทางเลือกใหม่,277
91,สตูล,1,12,เศรษฐกิจ,1061
91,สตูล,1,13,เสรีรวมไทย,414
91,สตูล,1,14,รวมพลังประชาชน,333
91,สตูล,1,15,ท้องที่ไทย,78
91,สตูล,1,16,อนาคตไทย,51
91,สตูล,1,17,พลังเพื่อไทย,66
91,สตูล,1,18,ไทยชนะ,181
91,สตูล,1,19,พลังสังคมใหม่,21
91,สตูล,1,20,สังคมประชาธิปไตยไทย,53
91,สตูล,1,21,ฟิวชัน,15
91,สตูล,1,22,ไทรวมพลัง,32
91,สตูล,1,23,ก้าวอิสระ,24
91,สตูล,1,24,ปวงชนไทย,85
91,สตูล,1,25,วิชชั่นใหม่,103
91,สตูล,1,26,เพื่อชีวิตใหม่,34
91,สตูล,1,27,คลองไทย,128
91,สตูล,1,28,ประชาธิปัตย์,25287
91,สตูล,1,29,ไทยก้าวหน้า,95
91,สตูล,1,30,ไทยภักดี,380
91,สตูล,1,31,แรงงานสร้างชาติ,62
91,สตูล,1,32,ประชากรไทย,98
91,สตูล,1,33,ครูไทยเพื่อประชาชน,150
91,สตูล,1,34,ประชาชาติ,2330
91,สตูล,1,35,สร้างอนาคตไทย,83
91,สตูล,1,36,รักชาติ,79
91,สตูล,1,37,ไทยพร้อม,151
91,สตูล,1,38,ภูมิใจไทย,18894
91,สตูล,1,39,พลังธรรมใหม่,77
91,สตูล,1,39,กรีน,37
91,สตูล,1,40,ไทยธรรม,18
91,สตูล,1,41,แผ่นดินธรรม,26
91,สตูล,1,42,กล้าธรรม,1765
91,สตูล,1,43,พลังประชารัฐ,157
91,สตูล,1,44,โอกาสใหม่,21
91,สตูล,1,45,เป็นธรรม,56
91,สตูล,1,46,ประชาชน,19984
91,สตูล,1,47,ประชาไทย,210
91,สตูล,1,48,ไทยสร้างไทย,87
91,สตูล,1,49,ไทยก้าวใหม่,231
91,สตูล,1,50,ประชาอาสาชาติ,7
91,สตูล,1,51,พร้อม,22
91,สตูล,1,52,เครือข่ายชาวนาแห่งประเทศไทย,7
91,สตูล,1,53,ไทยพิทักษ์ธรรม,11
91,สตูล,1,54,ความหวังใหม่,24
91,สตูล,1,55,ไทยรวมไทย,10
91,สตูล,1,56,เพื่อบ้านเมือง,95
91,สตูล,1,57,พลังไทยรักชาติ,38
91,สตูล,2,2,ไทยทรัพย์ทวี,303
91,สตูล,2,3,เพื่อชาติไทย,1001
91,สตูล,2,4,ใหม่,465
91,สตูล,2,5,มิติใหม่,1242
91,สตูล,2,6,รวมใจไทย,456
91,สตูล,2,7,รวมไทยสร้างชาติ,1064
91,สตูล,2,8,พลวัต,140
91,สตูล,2,9,ประชาธิปไตยใหม่,1249
91,สตูล,2,10,เพื่อไทย,4070
91,สตูล,2,11,ทางเลือกใหม่,342
91,สตูล,2,12,เศรษฐกิจ,1416
91,สตูล,2,13,เสรีรวมไทย,421
91,สตูล,2,14,รวมพลังประชาชน,401
91,สตูล,2,15,ท้องที่ไทย,143
91,สตูล,2,16,อนาคตไทย,61
91,สตูล,2,17,พลังเพื่อไทย,114
91,สตูล,2,18,ไทยชนะ,178
91,สตูล,2,19,พลังสังคมใหม่,30
91,สตูล,2,20,สังคมประชาธิปไตยไทย,82
91,สตูล,2,21,ฟิวชัน,35
91,สตูล,2,22,ไทรวมพลัง,43
91,สตูล,2,23,เก้าอิสระ,46
91,สตูล,2,24,ปวงชนไทย,92
91,สตูล,2,25,วิชชั่นใหม่,154
91,สตูล,2,26,เพื่อชีวิตใหม่,42
91,สตูล,2,27,คลองไทย,176
91,สตูล,2,28,ประชาธิปัตย์,41257
91,สตูล,2,29,ไทยก้าวหน้า,106
91,สตูล,2,30,ไทยภักดี,312
91,สตูล,2,31,แรงงานสร้างชาติ,77
91,สตูล,2,32,ประชากรไทย,113
91,สตูล,2,33,ครูไทยเพื่อประชาชน,142
91,สตูล,2,34,ประชาชาติ,1438
91,สตูล,2,35,สร้างอนาคตไทย,212
91,สตูล,2,36,รักชาติ,90
91,สตูล,2,37,ไทยพร้อม,187
91,สตูล,2,38,ภูมิใจไทย,11901
91,สตูล,2,39,พลังธรรมใหม่,101
91,สตูล,2,40,กรีน,38
91,สตูล,2,41,ไทยธรรม,20
91,สตูล,2,42,แผ่นดินธรรม,18
91,สตูล,2,43,กล้าธรรม,260
91,สตูล,2,44,พลังประชารัฐ,134
91,สตูล,2,45,โอกาสใหม่,76
91,สตูล,2,46,เป็นธรรม,69
91,สตูล,2,47,ประชาชน,21584
91,สตูล,2,48,ประชาไทย,229
91,สตูล,2,49,ไทยสร้างไทย,79
91,สตูล,2,50,ไทยก้าวใหม่,198
91,สตูล,2,51,ประชาอาสาชาติ,13
91,สตูล,2,52,พร้อม,29
91,สตูล,2,53,เครือข่ายชาวนาแห่งประเทศไทย,9
91,สตูล,2,54,ไทยพิทักษ์ธรรม,10
91,สตูล,2,55,ความหวังใหม่,11
91,สตูล,2,56,ไทยรวมไทย,21
91,สตูล,2,57,เพื่อบ้านเมือง,194
91,สตูล,2,58,พลังไทยรักชาติ,53
92,ตรัง,1,1,ไทยทรัพย์ทวี,1269
92,ตรัง,1,2,เพื่อชาติไทย,374
92,ตรัง,1,3,ใหม่,101
92,ตรัง,1,4,มิติใหม่,124
92,ตรัง,1,5,รวมใจไทย,152
92,ตรัง,1,6,รวมไทยสร้างชาติ,1738
92,ตรัง,1,7,พลวัต,67
92,ตรัง,1,8,ประชาธิปไตยใหม่,828
92,ตรัง,1,9,เพื่อไทย,1521
92,ตรัง,1,10,ทางเลือกใหม่,299
92,ตรัง,1,11,เศรษฐกิจ,1016
92,ตรัง,1,12,เสรีรวมไทย,252
92,ตรัง,1,13,รวมพลังประชาชน,156
92,ตรัง,1,14,ท้องที่ไทย,39
92,ตรัง,1,15,อนาคตไทย,23
92,ตรัง,1,16,พลังเพื่อไทย,49
92,ตรัง,1,17,ไทยชนะ,77
92,ตรัง,1,18,พลังสังคมใหม่,9
92,ตรัง,1,19,สังคมประชาธิปไตยไทย,53
92,ตรัง,1,20,ฟิวชัน,12
92,ตรัง,1,21,ไทรวมพลัง,25
92,ตรัง,1,22,ก้าวอิสระ,20
92,ตรัง,1,23,ปวงชนไทย,31
92,ตรัง,1,24,วิชชั่นใหม่,38
92,ตรัง,1,25,เพื่อชีวิตใหม่,17
92,ตรัง,1,26,คลองไทย,255
92,ตรัง,1,27,ประชาธิปัตย์,52827
92,ตรัง,1,28,ไทยก้าวหน้า,89
92,ตรัง,1,29,ไทยภักดี,862
92,ตรัง,1,30,แรงงานสร้างชาติ,74
92,ตรัง,1,31,ประชากรไทย,34
92,ตรัง,1,32,ครูไทยเพื่อประชาชน,30
92,ตรัง,1,33,ประชาชาติ,85
92,ตรัง,1,34,สร้างอนาคตไทย,27
92,ตรัง,1,35,รักชาติ,135
92,ตรัง,1,36,ไทยพร้อม,33
92,ตรัง,1,37,ภูมิใจไทย,9647
92,ตรัง,1,38,พลังธรรมใหม่,45
92,ตรัง,1,39,กรีน,66
92,ตรัง,1,40,ไทยธรรม,4
92,ตรัง,1,41,แผ่นดินธรรม,10
92,ตรัง,1,42,กล้าธรรม,146
92,ตรัง,1,43,พลังประชารัฐ,81
92,ตรัง,1,44,โอกาสใหม่,40
92,ตรัง,1,45,เป็นธรรม,26
92,ตรัง,1,46,ประชาชน,19659
92,ตรัง,1,47,ประชาไทย,81
92,ตรัง,1,48,ไทยสร้างไทย,77
92,ตรัง,1,49,ไทยก้าวใหม่,289
92,ตรัง,1,50,ประชาอาสาชาติ,3
92,ตรัง,1,51,พร้อม,14
92,ตรัง,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
92,ตรัง,1,53,ไทยพิทักษ์ธรรม,31
92,ตรัง,1,54,ความหวังใหม่,7
92,ตรัง,1,55,ไทยรวมไทย,14
92,ตรัง,1,56,เพื่อบ้านเมือง,191
92,ตรัง,1,57,พลังไทยรักชาติ,37
92,ตรัง,2,1,ไทยทรัพย์ทวี,995
92,ตรัง,2,2,เพื่อชาติไทย,528
92,ตรัง,2,3,ใหม่,117
92,ตรัง,2,4,มิติใหม่,1325
92,ตรัง,2,5,รวมใจไทย,222
92,ตรัง,2,6,รวมไทยสร้างชาติ,881
92,ตรัง,2,7,พลวัต,84
92,ตรัง,2,8,ประชาธิปไตยใหม่,974
92,ตรัง,2,9,เพื่อไทย,1335
92,ตรัง,2,10,ทางเลือกใหม่,284
92,ตรัง,2,11,เศรษฐกิจ,1005
92,ตรัง,2,12,เสรีรวมไทย,185
92,ตรัง,2,13,รวมพลังประชาชน,150
92,ตรัง,2,14,ท้องที่ไทย,40
92,ตรัง,2,15,อนาคตไทย,31
92,ตรัง,2,16,พลังเพื่อไทย,48
92,ตรัง,2,17,ไทยชนะ,136
92,ตรัง,2,18,พลังสังคมใหม่,14
92,ตรัง,2,19,สังคมประชาธิปไตยไทย,60
92,ตรัง,2,20,ฟิวชัน,30
92,ตรัง,2,21,ไทรวมพลัง,60
92,ตรัง,2,22,ก้าวอิสระ,44
92,ตรัง,2,23,ปวงชนไทย,42
92,ตรัง,2,24,วิชชั่นใหม่,167
92,ตรัง,2,25,เพื่อชีวิตใหม่,21
92,ตรัง,2,26,คลองไทย,202
92,ตรัง,2,27,ประชาธิปัตย์,62067
92,ตรัง,2,28,ไทยก้าวหน้า,117
92,ตรัง,2,29,ไทยภักดี,350
92,ตรัง,2,30,แรงงานสร้างชาติ,64
92,ตรัง,2,31,ประชากรไทย,45
92,ตรัง,2,32,ครูไทยเพื่อประชาชน,36
92,ตรัง,2,33,ประชาชาติ,138
92,ตรัง,2,34,สร้างอนาคตไทย,76
92,ตรัง,2,35,รักชาติ,41
92,ตรัง,2,36,ไทยพร้อม,57
92,ตรัง,2,37,ภูมิใจไทย,8153
92,ตรัง,2,38,พลังธรรมใหม่,42
92,ตรัง,2,39,กรีน,140
92,ตรัง,2,40,ไทยธรรม,12
92,ตรัง,2,41,แผ่นดินธรรม,11
92,ตรัง,2,42,กล้าธรรม,176
92,ตรัง,2,43,พลังประชารัฐ,86
92,ตรัง,2,44,โอกาสใหม่,82
92,ตรัง,2,45,เป็นธรรม,35
92,ตรัง,2,46,ประชาชน,14315
92,ตรัง,2,47,ประชาไทย,128
92,ตรัง,2,48,ไทยสร้างไทย,61
92,ตรัง,2,49,ไทยก้าวใหม่,314
92,ตรัง,2,50,ประชาอาสาชาติ,3
92,ตรัง,2,51,พร้อม,15
92,ตรัง,2,52,เครือข่ายชาวนาแห่งประเทศไทย,68
92,ตรัง,2,53,ไทยพิทักษ์ธรรม,16
92,ตรัง,2,54,ความหวังใหม่,9
92,ตรัง,2,55,ไทยรวมไทย,25
92,ตรัง,2,56,เพื่อบ้านเมือง,203
92,ตรัง,2,57,พลังไทยรักชาติ,40
92,ตรัง,3,1,ไทยทรัพย์ทวี,140
92,ตรัง,3,2,เพื่อชาติไทย,1523
92,ตรัง,3,3,ใหม่,182
92,ตรัง,3,4,มิติใหม่,71
92,ตรัง,3,5,รวมใจไทย,825
92,ตรัง,3,6,รวมไทยสร้างชาติ,586
92,ตรัง,3,7,พลวัต,92
92,ตรัง,3,8,ประชาธิปไตยใหม่,861
92,ตรัง,3,9,เพื่อไทย,1063
92,ตรัง,3,10,ทางเลือกใหม่,223
92,ตรัง,3,11,เศรษฐกิจ,832
92,ตรัง,3,12,เสรีรวมไทย,154
92,ตรัง,3,13,รวมพลังประชาชน,150
92,ตรัง,3,14,ท้องที่ไทย,13
92,ตรัง,3,15,อนาคตไทย,36
92,ตรัง,3,16,พลังเพื่อไทย,39
92,ตรัง,3,17,ไทยชนะ,150
92,ตรัง,3,18,พลังสังคมใหม่,11
92,ตรัง,3,19,สังคมประชาธิปไตยไทย,77
92,ตรัง,3,20,ฟิวชัน,22
92,ตรัง,3,21,ไทรวมพลัง,33
92,ตรัง,3,22,ก้าวอิสระ,44
92,ตรัง,3,23,ปวงชนไทย,39
92,ตรัง,3,24,วิชชั่นใหม่,47
92,ตรัง,3,25,เพื่อชีวิตใหม่,145
92,ตรัง,3,26,คลองไทย,203
92,ตรัง,3,27,ประชาธิปัตย์,62435
92,ตรัง,3,28,ไทยก้าวหน้า,112
92,ตรัง,3,29,ไทยภักดี,302
92,ตรัง,3,30,แรงงานสร้างชาติ,70
92,ตรัง,3,31,ประชากรไทย,98
92,ตรัง,3,32,ครูไทยเพื่อประชาชน,42
92,ตรัง,3,33,ประชาชาติ,199
92,ตรัง,3,34,สร้างอนาคตไทย,72
92,ตรัง,3,35,รักชาติ,47
92,ตรัง,3,36,ไทยพร้อม,57
92,ตรัง,3,37,ภูมิใจไทย,5034
92,ตรัง,3,38,พลังธรรมใหม่,33
92,ตรัง,3,39,กรีน,24
92,ตรัง,3,40,ไทยธรรม,13
92,ตรัง,3,41,แผ่นดินธรรม,14
92,ตรัง,3,42,กล้าธรรม,87
92,ตรัง,3,43,พลังประชารัฐ,81
92,ตรัง,3,44,โอกาสใหม่,21
92,ตรัง,3,45,เป็นธรรม,31
92,ตรัง,3,46,ประชาชน,12971
92,ตรัง,3,47,ประชาไทย,133
92,ตรัง,3,48,ไทยสร้างไทย,75
92,ตรัง,3,49,ไทยก้าวใหม่,90
92,ตรัง,3,50,ประชาอาสาชาติ,5
92,ตรัง,3,51,พร้อม,16
92,ตรัง,3,52,เครือข่ายชาวนาแห่งประเทศไทย,10
92,ตรัง,3,53,ไทยพิทักษ์ธรรม,9
92,ตรัง,3,54,ความหวังใหม่,11
92,ตรัง,3,55,ไทยรวมไทย,13
92,ตรัง,3,56,เพื่อบ้านเมือง,269
92,ตรัง,3,57,พลังไทยรักชาติ,51
92,ตรัง,4,1,ไทยทรัพย์ทวี,1475
92,ตรัง,4,2,เพื่อชาติไทย,1687
92,ตรัง,4,3,ใหม่,163
92,ตรัง,4,4,มิติใหม่,64
92,ตรัง,4,5,รวมใจไทย,227
92,ตรัง,4,6,รวมไทยสร้างชาติ,909
92,ตรัง,4,7,พลวัต,115
92,ตรัง,4,8,ประชาธิปไตยใหม่,964
92,ตรัง,4,9,เพื่อไทย,1358
92,ตรัง,4,10,ทางเลือกใหม่,232
92,ตรัง,4,11,เศรษฐกิจ,995
92,ตรัง,4,12,เสรีรวมไทย,134
92,ตรัง,4,13,รวมพลังประชาชน,183
92,ตรัง,4,14,ท้องที่ไทย,34
92,ตรัง,4,15,อนาคตไทย,33
92,ตรัง,4,16,พลังเพื่อไทย,50
92,ตรัง,4,17,ไทยชนะ,110
92,ตรัง,4,18,พลังสังคมใหม่,12
92,ตรัง,4,19,สังคมประชาธิปไตยไทย,53
92,ตรัง,4,20,ฟิวชัน,12
92,ตรัง,4,21,ไทรวมพลัง,45
92,ตรัง,4,22,ก้าวอิสระ,57
92,ตรัง,4,23,ปวงชนไทย,42
92,ตรัง,4,24,วิชชั่นใหม่,62
92,ตรัง,4,25,เพื่อชีวิตใหม่,37
92,ตรัง,4,26,คลองไทย,212
92,ตรัง,4,27,ประชาธิปัตย์,61207
92,ตรัง,4,28,ไทยก้าวหน้า,114
92,ตรัง,4,29,ไทยภักดี,359
92,ตรัง,4,30,แรงงานสร้างชาติ,114
92,ตรัง,4,31,ประชากรไทย,98
92,ตรัง,4,32,ครูไทยเพื่อประชาชน,31
92,ตรัง,4,33,ประชาชาติ,285
92,ตรัง,4,34,สร้างอนาคตไทย,31
92,ตรัง,4,35,รักชาติ,52
92,ตรัง,4,36,ไทยพร้อม,37
92,ตรัง,4,37,ภูมิใจไทย,6170
92,ตรัง,4,38,พลังธรรมใหม่,36
92,ตรัง,4,39,กรีน,32
92,ตรัง,4,40,ไทยธรรม,8
92,ตรัง,4,41,แผ่นดินธรรม,11
92,ตรัง,4,42,กล้าธรรม,181
92,ตรัง,4,43,พลังประชารัฐ,105
92,ตรัง,4,44,โอกาสใหม่,17
92,ตรัง,4,45,เป็นธรรม,35
92,ตรัง,4,46,ประชาชน,15660
92,ตรัง,4,47,ประชาไทย,110
92,ตรัง,4,48,ไทยสร้างไทย,53
92,ตรัง,4,49,ไทยก้าวใหม่,149
92,ตรัง,4,50,ประชาอาสาชาติ,9
92,ตรัง,4,51,พร้อม,22
92,ตรัง,4,52,เครือข่ายชาวนาแห่งประเทศไทย,12
92,ตรัง,4,53,ไทยพิทักษ์ธรรม,7
92,ตรัง,4,54,ความหวังใหม่,15
92,ตรัง,4,55,ไทยรวมไทย,21
92,ตรัง,4,56,เพื่อบ้านเมือง,193
92,ตรัง,4,57,พลังไทยรักชาติ,34
93,พัทลุง,1,1,ไทยทรัพย์ทวี,883
93,พัทลุง,1,2,เพื่อชาติไทย,613
93,พัทลุง,1,3,ใหม่,120
93,พัทลุง,1,4,มิติใหม่,840
93,พัทลุง,1,5,รวมใจไทย,267
93,พัทลุง,1,6,รวมไทยสร้างชาติ,1908
93,พัทลุง,1,7,พลวัต,106
93,พัทลุง,1,8,ประชาธิปไตยใหม่,1060
93,พัทลุง,1,9,เพื่อไทย,2422
93,พัทลุง,1,10,ทางเลือกใหม่,455
93,พัทลุง,1,11,เศรษฐกิจ,1178
93,พัทลุง,1,12,เสรีรวมไทย,292
93,พัทลุง,1,13,รวมพลังประชาชน,182
93,พัทลุง,1,14,ท้องที่ไทย,36
93,พัทลุง,1,15,อนาคตไทย,31
93,พัทลุง,1,16,พลังเพื่อไทย,51
93,พัทลุง,1,17,ไทยชนะ,161
93,พัทลุง,1,18,พลังสังคมใหม่,23
93,พัทลุง,1,19,สังคมประชาธิปไตยไทย,132
93,พัทลุง,1,20,ฟิวชัน,12
93,พัทลุง,1,21,ไทรวมพลัง,43
93,พัทลุง,1,22,ก้าวอิสระ,38
93,พัทลุง,1,23,ปวงชนไทย,41
93,พัทลุง,1,24,วิชชั่นใหม่,117
93,พัทลุง,1,25,เพื่อชีวิตใหม่,44
93,พัทลุง,1,26,คลองไทย,284
93,พัทลุง,1,27,ประชาธิปัตย์,54606
93,พัทลุง,1,28,ไทยก้าวหน้า,99
93,พัทลุง,1,29,ไทยภักดี,665
93,พัทลุง,1,30,แรงงานสร้างชาติ,65
93,พัทลุง,1,31,ประชากรไทย,81
93,พัทลุง,1,32,ครูไทยเพื่อประชาชน,61
93,พัทลุง,1,33,ประชาชาติ,188
93,พัทลุง,1,34,สร้างอนาคตไทย,102
93,พัทลุง,1,35,รักชาติ,63
93,พัทลุง,1,36,ไทยพร้อม,84
93,พัทลุง,1,37,ภูมิใจไทย,19237
93,พัทลุง,1,38,พลังธรรมใหม่,64
93,พัทลุง,1,39,กรีน,38
93,พัทลุง,1,40,ไทยธรรม,15
93,พัทลุง,1,41,แผ่นดินธรรม,24
93,พัทลุง,1,42,กล้าธรรม,1746
93,พัทลุง,1,43,พลังประชารัฐ,89
93,พัทลุง,1,44,โอกาสใหม่,65
93,พัทลุง,1,45,เป็นธรรม,105
93,พัทลุง,1,46,ประชาชน,18832
93,พัทลุง,1,47,ประชาไทย,180
93,พัทลุง,1,48,ไทยสร้างไทย,161
93,พัทลุง,1,49,ไทยก้าวใหม่,201
93,พัทลุง,1,50,ประชาอาสาชาติ,10
93,พัทลุง,1,51,พร้อม,22
93,พัทลุง,1,52,เครือข่ายชาวนาแห่งประเทศไทย,9
93,พัทลุง,1,53,ไทยพิทักษ์ธรรม,12
93,พัทลุง,1,54,ความหวังใหม่,6
93,พัทลุง,1,55,ไทยรวมไทย,27
93,พัทลุง,1,56,เพื่อบ้านเมือง,227
93,พัทลุง,1,57,พลังไทยรักชาติ,37
93,พัทลุง,2,1,ไทยทรัพย์ทวี,1258
93,พัทลุง,2,2,เพื่อชาติไทย,607
93,พัทลุง,2,3,ใหม่,161
93,พัทลุง,2,4,มิติใหม่,90
93,พัทลุง,2,5,รวมใจไทย,353
93,พัทลุง,2,6,รวมไทยสร้างชาติ,1313
93,พัทลุง,2,7,พลวัต,960
93,พัทลุง,2,8,ประชาธิปไตยใหม่,1062
93,พัทลุง,2,9,เพื่อไทย,5998
93,พัทลุง,2,10,ทางเลือกใหม่,431
93,พัทลุง,2,11,เศรษฐกิจ,1256
93,พัทลุง,2,12,เสรีรวมไทย,263
93,พัทลุง,2,13,รวมพลังประชาชน,203
93,พัทลุง,2,14,ท้องที่ไทย,38
93,พัทลุง,2,15,อนาคตไทย,25
93,พัทลุง,2,16,พลังเพื่อไทย,80
93,พัทลุง,2,17,ไทยชนะ,239
93,พัทลุง,2,18,พลังสังคมใหม่,16
93,พัทลุง,2,19,สังคมประชาธิปไตยไทย,81
93,พัทลุง,2,20,ฟิวชัน,26
93,พัทลุง,2,21,ไทรวมพลัง,44
93,พัทลุง,2,22,ก้าวอิสระ,26
93,พัทลุง,2,23,ปวงชนไทย,59
93,พัทลุง,2,24,วิชชั่นใหม่,67
93,พัทลุง,2,25,เพื่อชีวิตใหม่,114
93,พัทลุง,2,26,คลองไทย,200
93,พัทลุง,2,27,ประชาธิปัตย์,63946
93,พัทลุง,2,28,ไทยก้าวหน้า,98
93,พัทลุง,2,29,ไทยภักดี,465
93,พัทลุง,2,30,แรงงานสร้างชาติ,104
93,พัทลุง,2,31,ประชากรไทย,90
93,พัทลุง,2,32,ครูไทยเพื่อประชาชน,49
93,พัทลุง,2,33,ประชาชาติ,136
93,พัทลุง,2,34,สร้างอนาคตไทย,62
93,พัทลุง,2,35,รักชาติ,70
93,พัทลุง,2,36,ไทยพร้อม,180
93,พัทลุง,2,37,ภูมิใจไทย,17720
93,พัทลุง,2,38,พลังธรรมใหม่,80
93,พัทลุง,2,39,กรีน,50
93,พัทลุง,2,40,ไทยธรรม,12
93,พัทลุง,2,41,แผ่นดินธรรม,13
93,พัทลุง,2,42,กล้าธรรม,277
93,พัทลุง,2,43,พลังประชารัฐ,70
93,พัทลุง,2,44,โอกาสใหม่,47
93,พัทลุง,2,45,เป็นธรรม,44
93,พัทลุง,2,46,ประชาชน,17497
93,พัทลุง,2,47,ประชาไทย,153
93,พัทลุง,2,48,ไทยสร้างไทย,99
93,พัทลุง,2,49,ไทยก้าวใหม่,156
93,พัทลุง,2,50,ประชาอาสาชาติ,13
93,พัทลุง,2,51,พร้อม,18
93,พัทลุง,2,52,เครือข่ายชาวนาแห่งประเทศไทย,15
93,พัทลุง,2,53,ไทยพิทักษ์ธรรม,12
93,พัทลุง,2,54,ความหวังใหม่,22
93,พัทลุง,2,55,ไทยรวมไทย,19
93,พัทลุง,2,56,เพื่อบ้านเมือง,266
93,พัทลุง,2,57,พลังไทยรักชาติ,46
93,พัทลุง,3,1,ไทยทรัพย์ทวี,129
93,พัทลุง,3,2,เพื่อชาติไทย,537
93,พัทลุง,3,3,ใหม่,834
93,พัทลุง,3,4,มิติใหม่,110
93,พัทลุง,3,5,รวมใจไทย,200
93,พัทลุง,3,6,รวมไทยสร้างชาติ,2284
93,พัทลุง,3,7,พลวัต,202
93,พัทลุง,3,8,ประชาธิปไตยใหม่,1016
93,พัทลุง,3,9,เพื่อไทย,1713
93,พัทลุง,3,10,ทางเลือกใหม่,393
93,พัทลุง,3,11,เศรษฐกิจ,1251
93,พัทลุง,3,12,เสรีรวมไทย,172
93,พัทลุง,3,13,รวมพลังประชาชน,209
93,พัทลุง,3,14,ท้องที่ไทย,28
93,พัทลุง,3,15,อนาคตไทย,36
93,พัทลุง,3,16,พลังเพื่อไทย,66
93,พัทลุง,3,17,ไทยชนะ,234
93,พัทลุง,3,18,พลังสังคมใหม่,25
93,พัทลุง,3,19,สังคมประชาธิปไตยไทย,77
93,พัทลุง,3,20,ฟิวชัน,22
93,พัทลุง,3,21,ไทรวมพลัง,46
93,พัทลุง,3,22,ก้าวอิสระ,48
93,พัทลุง,3,23,ปวงชนไทย,110
93,พัทลุง,3,24,วิชชั่นใหม่,241
93,พัทลุง,3,25,เพื่อชีวิตใหม่,40
93,พัทลุง,3,26,คลองไทย,303
93,พัทลุง,3,27,ประชาธิปัตย์,61392
93,พัทลุง,3,28,ไทยก้าวหน้า,116
93,พัทลุง,3,29,ไทยภักดี,409
93,พัทลุง,3,30,แรงงานสร้างชาติ,43
93,พัทลุง,3,31,ประชากรไทย,77
93,พัทลุง,3,32,ครูไทยเพื่อประชาชน,111
93,พัทลุง,3,33,ประชาชาติ,538
93,พัทลุง,3,34,สร้างอนาคตไทย,138
93,พัทลุง,3,35,รักชาติ,148
93,พัทลุง,3,36,ไทยพร้อม,18046
93,พัทลุง,3,37,ภูมิใจไทย,71
93,พัทลุง,3,38,พลังธรรมใหม่,71
93,พัทลุง,3,39,กรีน,41
93,พัทลุง,3,40,ไทยธรรม,21
93,พัทลุง,3,41,แผ่นดินธรรม,25
93,พัทลุง,3,42,กล้าธรรม,2287
93,พัทลุง,3,43,พลังประชารัฐ,103
93,พัทลุง,3,44,โอกาสใหม่,86
93,พัทลุง,3,45,เป็นธรรม,55
93,พัทลุง,3,46,ประชาชน,15964
93,พัทลุง,3,47,ประชาไทย,144
93,พัทลุง,3,48,ไทยสร้างไทย,70
93,พัทลุง,3,49,ไทยก้าวใหม่,148
93,พัทลุง,3,50,ประชาอาสาชาติ,8
93,พัทลุง,3,51,พร้อม,22
93,พัทลุง,3,52,เครือข่ายชาวนาแห่งประเทศไทย,15
93,พัทลุง,3,53,ไทยพิทักษ์ธรรม,7
93,พัทลุง,3,54,ความหวังใหม่,11
93,พัทลุง,3,55,ไทยรวมไทย,24
93,พัทลุง,3,56,เพื่อบ้านเมือง,312
93,พัทลุง,3,57,พลังไทยรักชาติ,55
94,ปัตตานี,1,2,ไทยทรัพย์ทวี,231
94,ปัตตานี,1,3,ใหม่,1121
94,ปัตตานี,1,3,เพื่อชาติไทย,502
94,ปัตตานี,1,4,มิติใหม่,288
94,ปัตตานี,1,5,รวมใจไทย,1630
94,ปัตตานี,1,6,รวมไทยสร้างชาติ,1387
94,ปัตตานี,1,7,พลวัต,474
94,ปัตตานี,1,8,ประชาธิปไตยใหม่,502
94,ปัตตานี,1,9,เพื่อไทย,1197
94,ปัตตานี,1,10,ทางเลือกใหม่,221
94,ปัตตานี,1,11,เศรษฐกิจ,627
94,ปัตตานี,1,12,เสรีรวมไทย,105
94,ปัตตานี,1,13,รวมพลังประชาชน,364
94,ปัตตานี,1,14,ท้องที่ไทย,117
94,ปัตตานี,1,15,อนาคตไทย,52
94,ปัตตานี,1,16,พลังเพื่อไทย,49
94,ปัตตานี,1,17,ไทยชนะ,70
94,ปัตตานี,1,18,พลังสังคมใหม่,15
94,ปัตตานี,1,19,สังคมประชาธิปไตยไทย,31
94,ปัตตานี,1,20,ฟิวชัน,16
94,ปัตตานี,1,21,ไทรวมพลัง,12
94,ปัตตานี,1,22,ก้าวอิสระ,33
94,ปัตตานี,1,23,ปวงชนไทย,93
94,ปัตตานี,1,24,วิชชั่นใหม่,58
94,ปัตตานี,1,25,เพื่อชีวิตใหม่,35
94,ปัตตานี,1,26,คลองไทย,99
94,ปัตตานี,1,27,ประชาธิปัตย์,9241
94,ปัตตานี,1,28,ไทยก้าวหน้า,73
94,ปัตตานี,1,29,ไทยภักดี,329
94,ปัตตานี,1,30,แรงงานสร้างชาติ,61
94,ปัตตานี,1,31,ประชากรไทย,65
94,ปัตตานี,1,32,ครูไทยเพื่อประชาชน,133
94,ปัตตานี,1,33,ประชาชาติ,16814
94,ปัตตานี,1,34,สร้างอนาคตไทย,127
94,ปัตตานี,1,35,รักชาติ,107
94,ปัตตานี,1,36,ไทยพร้อม,136
94,ปัตตานี,1,37,ภูมิใจไทย,7234
94,ปัตตานี,1,38,พลังธรรมใหม่,50
94,ปัตตานี,1,39,กรีน,24
94,ปัตตานี,1,40,ไทยธรรม,19
94,ปัตตานี,1,41,แผ่นดินธรรม,26
94,ปัตตานี,1,42,กล้าธรรม,1330
94,ปัตตานี,1,43,พลังประชารัฐ,191
94,ปัตตานี,1,44,โอกาสใหม่,111
94,ปัตตานี,1,45,เป็นธรรม,74
94,ปัตตานี,1,46,ประชาชน,22902
94,ปัตตานี,1,47,ประชาไทย,146
94,ปัตตานี,1,48,ไทยสร้างไทย,118
94,ปัตตานี,1,49,ไทยก้าวใหม่,149
94,ปัตตานี,1,50,ประชาอาสาชาติ,5
94,ปัตตานี,1,51,พร้อม,22
94,ปัตตานี,1,52,เครือข่ายชาวนาแห่งประเทศไทย,10
94,ปัตตานี,1,53,ไทยพิทักษ์ธรรม,8
94,ปัตตานี,1,54,ความหวังใหม่,16
94,ปัตตานี,1,55,ไทยรวมไทย,13
94,ปัตตานี,1,56,เพื่อบ้านเมือง,27
94,ปัตตานี,1,57,พลังไทยรักชาติ,26
94,ปัตตานี,2,1,รวมใจไทย,323
94,ปัตตานี,2,2,ไทยทรัพย์ทวี,910
94,ปัตตานี,2,3,เพื่อชาติไทย,2935
94,ปัตตานี,2,4,ใหม่,1253
94,ปัตตานี,2,5,มิติใหม่,503
94,ปัตตานี,2,6,รวมไทยสร้างชาติ,735
94,ปัตตานี,2,7,พลวัต,374
94,ปัตตานี,2,8,ประชาธิปไตยใหม่,613
94,ปัตตานี,2,9,เพื่อไทย,1003
94,ปัตตานี,2,10,ทางเลือกใหม่,276
94,ปัตตานี,2,11,เศรษฐกิจ,728
94,ปัตตานี,2,12,เสรีรวมไทย,115
94,ปัตตานี,2,13,รวมพลังประชาชน,475
94,ปัตตานี,2,14,ท้องที่ไทย,46
94,ปัตตานี,2,15,อนาคตไทย,55
94,ปัตตานี,2,16,พลังเพื่อไทย,55
94,ปัตตานี,2,17,ไทยชนะ,124
94,ปัตตานี,2,18,พลังสังคมใหม่,18
94,ปัตตานี,2,19,สังคมประชาธิปไตยไทย,49
94,ปัตตานี,2,20,ฟิวชัน,18
94,ปัตตานี,2,21,ไทรวมพลัง,30
94,ปัตตานี,2,22,ก้าวอิสระ,53
94,ปัตตานี,2,23,ปวงชนไทย,174
94,ปัตตานี,2,24,วิชชั่นใหม่,121
94,ปัตตานี,2,25,เพื่อชีวิตใหม่,37
94,ปัตตานี,2,26,คลองไทย,119
94,ปัตตานี,2,27,ประชาธิปัตย์,15597
94,ปัตตานี,2,28,ไทยก้าวหน้า,110
94,ปัตตานี,2,29,ไทยภักดี,226
94,ปัตตานี,2,30,แรงงานสร้างชาติ,154
94,ปัตตานี,2,31,ประชากรไทย,250
94,ปัตตานี,2,32,ครูไทยเพื่อประชาชน,353
94,ปัตตานี,2,33,ประชาชาติ,17901
94,ปัตตานี,2,34,สร้างอนาคตไทย,134
94,ปัตตานี,2,35,รักชาติ,166
94,ปัตตานี,2,36,ไทยพร้อม,149
94,ปัตตานี,2,37,ภูมิใจไทย,8360
94,ปัตตานี,2,38,พลังธรรมไทย,49
94,ปัตตานี,2,39,กรีน,51
94,ปัตตานี,2,40,ไทยธรรม,25
94,ปัตตานี,2,41,แผ่นดินธรรม,18
94,ปัตตานี,2,42,กล้าธรรม,792
94,ปัตตานี,2,43,พลังประชารัฐ,245
94,ปัตตานี,2,44,โอกาสใหม่,83
94,ปัตตานี,2,45,เป็นธรรม,70
94,ปัตตานี,2,46,ประชาชน,19150
94,ปัตตานี,2,47,ประชาไทย,130
94,ปัตตานี,2,48,ไทยสร้างไทย,52
94,ปัตตานี,2,49,ไทยก้าวหน้า,97
94,ปัตตานี,2,50,ประชาอาสาชาติ,12
94,ปัตตานี,2,51,พร้อม,33
94,ปัตตานี,2,52,เครือข่ายชาวนาแห่งประเทศไทย,13
94,ปัตตานี,2,53,ไทยพิทักษ์ธรรม,16
94,ปัตตานี,2,54,ความหวังใหม่,19
94,ปัตตานี,2,55,ไทยรวมไทย,18
94,ปัตตานี,2,56,เพื่อบ้านเมือง,83
94,ปัตตานี,2,57,พลังรักชาติ,40
94,ปัตตานี,3,1,,0
94,ปัตตานี,3,2,ไทยทรัพย์ทวี,311
94,ปัตตานี,3,3,เพื่อชาติไทย,696
94,ปัตตานี,3,4,ใหม่,570
94,ปัตตานี,3,5,มิติใหม่,2112
94,ปัตตานี,3,6,รวมไทยสร้างชาติ,1478
94,ปัตตานี,3,7,พลวัต,324
94,ปัตตานี,3,8,ประชาธิปไตยใหม่,334
94,ปัตตานี,3,9,เพื่อไทย,910
94,ปัตตานี,3,10,ทางเลือกใหม่,145
94,ปัตตานี,3,11,เศรษฐกิจ,353
94,ปัตตานี,3,12,เสรีรวมไทย,97
94,ปัตตานี,3,13,,0
94,ปัตตานี,3,14,รวมพลังประชาชน,494
94,ปัตตานี,3,15,ท้องที่ไทย,68
94,ปัตตานี,3,16,อนาคตไทย,67
94,ปัตตานี,3,17,พลังเพื่อไทย,61
94,ปัตตานี,3,18,ไทยชนะ,136
94,ปัตตานี,3,19,พลังสังคมใหม่,24
94,ปัตตานี,3,20,สังคมประชาธิปไตยไทย,32
94,ปัตตานี,3,21,ฟิวชัน,21
94,ปัตตานี,3,22,ไทรวมพลัง,21
94,ปัตตานี,3,23,ก้าวอิสระ,47
94,ปัตตานี,3,24,ปวงชนไทย,160
94,ปัตตานี,3,25,วิชชั่นใหม่,234
94,ปัตตานี,3,26,เพื่อชีวิตใหม่,34
94,ปัตตานี,3,27,คลองไทย,128
94,ปัตตานี,3,28,ประชาธิปัตย์,4842
94,ปัตตานี,3,29,ไทยก้าวหน้า,58
94,ปัตตานี,3,30,ไทยภักดี,56
94,ปัตตานี,3,31,แรงงานสร้างชาติ,93
94,ปัตตานี,3,32,ประชากรไทย,127
94,ปัตตานี,3,33,ครูไทยเพื่อประชาชน,250
94,ปัตตานี,3,34,ประชาชาติ,25894
94,ปัตตานี,3,35,สร้างอนาคตไทย,383
94,ปัตตานี,3,36,รักชาติ,137
94,ปัตตานี,3,37,ไทยพร้อม,237
94,ปัตตานี,3,38,ภูมิใจไทย,4213
94,ปัตตานี,3,39,กรีน,40
94,ปัตตานี,3,40,ไทยธรรม,26
94,ปัตตานี,3,41,แผ่นดินธรรม,19
94,ปัตตานี,3,42,กล้าธรรม,780
94,ปัตตานี,3,43,พลังประชารัฐ,186
94,ปัตตานี,3,44,โอกาสใหม่,90
94,ปัตตานี,3,45,เป็นธรรม,54
94,ปัตตานี,3,46,ประชาชน,17990
94,ปัตตานี,3,47,ประชาไทย,118
94,ปัตตานี,3,48,ไทยสร้างไทย,30
94,ปัตตานี,3,49,ไทยก้าวใหม่,89
94,ปัตตานี,3,50,ประชาอาสาชาติ,12
94,ปัตตานี,3,51,พร้อม,33
94,ปัตตานี,3,52,เครือข่ายชาวนาแห่งประเทศไทย,21
94,ปัตตานี,3,53,ไทยพิทักษ์ธรรม,10
94,ปัตตานี,3,54,ความหวังใหม่,27
94,ปัตตานี,3,55,ไทยรวมไทย,17
94,ปัตตานี,3,56,เพื่อบ้านเมือง,63
94,ปัตตานี,3,57,พลังไทยรักชาติ,42
94,ปัตตานี,4,1,ไทยทรัพย์ทวี,327
94,ปัตตานี,4,2,เพื่อชาติไทย,1421
94,ปัตตานี,4,3,ใหม่,520
94,ปัตตานี,4,4,มิติใหม่,547
94,ปัตตานี,4,5,รวมใจไทย,2089
94,ปัตตานี,4,6,รวมไทยสร้างชาติ,499
94,ปัตตานี,4,7,พลวัต,2178
94,ปัตตานี,4,8,ประชาธิปไตยใหม่,480
94,ปัตตานี,4,9,เพื่อไทย,1084
94,ปัตตานี,4,10,ทางเลือกใหม่,194
94,ปัตตานี,4,11,เศรษฐกิจ,454
94,ปัตตานี,4,12,เสรีรวมไทย,116
94,ปัตตานี,4,13,รวมพลังประชาชน,562
94,ปัตตานี,4,14,ท้องที่ไทย,98
94,ปัตตานี,4,15,อนาคตไทย,60
94,ปัตตานี,4,16,พลังเพื่อไทย,58
94,ปัตตานี,4,17,ไทยชนะ,165
94,ปัตตานี,4,18,พลังสังคมใหม่,32
94,ปัตตานี,4,19,สังคมประชาธิปไตยไทย,26
94,ปัตตานี,4,20,ฟิวชัน,24
94,ปัตตานี,4,21,ไทรวมพลัง,57
94,ปัตตานี,4,22,ก้าวอิสระ,61
94,ปัตตานี,4,23,ปวงชนไทย,216
94,ปัตตานี,4,24,วิชชั่นใหม่,382
94,ปัตตานี,4,25,เพื่อชีวิตใหม่,49
94,ปัตตานี,4,26,คลองไทย,114
94,ปัตตานี,4,27,ประชาธิปัตย์,7164
94,ปัตตานี,4,28,ไทยก้าวหน้า,77
94,ปัตตานี,4,29,ไทยภักดี,115
94,ปัตตานี,4,30,แรงงานสร้างชาติ,107
94,ปัตตานี,4,31,ประชากรไทย,133
94,ปัตตานี,4,32,ครูไทยเพื่อประชาชน,340
94,ปัตตานี,4,33,ประชาชาติ,26673
94,ปัตตานี,4,34,สร้างอนาคตไทย,229
94,ปัตตานี,4,35,รักชาติ,141
94,ปัตตานี,4,36,ไทยพร้อม,229
94,ปัตตานี,4,37,ภูมิใจไทย,6466
94,ปัตตานี,4,38,พลังธรรมใหม่,70
94,ปัตตานี,4,39,กรีน,39
94,ปัตตานี,4,40,ไทยธรรม,29
94,ปัตตานี,4,41,แผ่นดินธรรม,39
94,ปัตตานี,4,42,กล้าธรรม,2441
94,ปัตตานี,4,43,พลังประชารัฐ,197
94,ปัตตานี,4,44,โอกาสใหม่,102
94,ปัตตานี,4,45,เป็นธรรม,141
94,ปัตตานี,4,46,ประชาชน,21364
94,ปัตตานี,4,47,ประชาไทย,195
94,ปัตตานี,4,48,ไทยสร้างไทย,69
94,ปัตตานี,4,49,ไทยก้าวใหม่,81
94,ปัตตานี,4,50,ประชาอาสาชาติ,21
94,ปัตตานี,4,51,พร้อม,31
94,ปัตตานี,4,52,เครือข่ายชาวนาแห่งประเทศไทย,18
94,ปัตตานี,4,53,ไทยพิทักษ์ธรรม,19
94,ปัตตานี,4,54,ความหวังใหม่,23
94,ปัตตานี,4,55,ไทยรวมไทย,27
94,ปัตตานี,4,56,เพื่อบ้านเมือง,50
94,ปัตตานี,4,57,พลังไทยรักชาติ,40
94,ปัตตานี,5,1,ไทยทรัพย์ทวี,312
94,ปัตตานี,5,2,เพื่อชาติไทย,651
94,ปัตตานี,5,3,ใหม่,1665
94,ปัตตานี,5,4,มิติใหม่,2303
94,ปัตตานี,5,5,รวมใจไทย,415
94,ปัตตานี,5,6,รวมไทยสร้างชาติ,561
94,ปัตตานี,5,7,พลวัต,429
94,ปัตตานี,5,8,ประชาธิปไตยใหม่,371
94,ปัตตานี,5,9,เพื่อไทย,767
94,ปัตตานี,5,10,ทางเลือกใหม่,194
94,ปัตตานี,5,11,เศรษฐกิจ,345
94,ปัตตานี,5,12,เสรีรวมไทย,87
94,ปัตตานี,5,13,รวมพลังประชาชน,487
94,ปัตตานี,5,14,ท้องที่ไทย,63
94,ปัตตานี,5,15,อนาคตไทย,57
94,ปัตตานี,5,16,พลังเพื่อไทย,59
94,ปัตตานี,5,17,ไทยชนะ,134
94,ปัตตานี,5,18,พลังสังคมใหม่,22
94,ปัตตานี,5,19,สังคมประชาธิปไตยไทย,29
94,ปัตตานี,5,20,ฟิวชัน,23
94,ปัตตานี,5,21,ไทรวมพลัง,32
94,ปัตตานี,5,22,ก้าวอิสระ,51
94,ปัตตานี,5,23,ปวงชนไทย,200
94,ปัตตานี,5,24,วิชชั่นใหม่,460
94,ปัตตานี,5,25,เพื่อชีวิตใหม่,46
94,ปัตตานี,5,26,คลองไทย,122
94,ปัตตานี,5,27,ประชาธิปัตย์,4048
94,ปัตตานี,5,28,ไทยก้าวหน้า,58
94,ปัตตานี,5,29,ไทยภักดี,65
94,ปัตตานี,5,30,แรงงานสร้างชาติ,109
94,ปัตตานี,5,31,ประชากรไทย,231
94,ปัตตานี,5,32,ครูไทยเพื่อประชาชน,313
94,ปัตตานี,5,33,ประชาชาติ,30529
94,ปัตตานี,5,34,สร้างอนาคตไทย,251
94,ปัตตานี,5,35,รักชาติ,108
94,ปัตตานี,5,36,ไทยพร้อม,171
94,ปัตตานี,5,37,ภูมิใจไทย,5061
94,ปัตตานี,5,38,พลังธรรมใหม่,40
94,ปัตตานี,5,39,กรีน,46
94,ปัตตานี,5,40,ไทยธรรม,29
94,ปัตตานี,5,41,แผ่นดินธรรม,23
94,ปัตตานี,5,42,กล้าธรรม,486
94,ปัตตานี,5,43,พลังประชารัฐ,194
94,ปัตตานี,5,44,โอกาสใหม่,80
94,ปัตตานี,5,45,เป็นธรรม,75
94,ปัตตานี,5,46,ประชาชน,20567
94,ปัตตานี,5,47,ประชาไทย,150
94,ปัตตานี,5,48,ไทยสร้างไทย,44
94,ปัตตานี,5,49,ไทยก้าวใหม่,98
94,ปัตตานี,5,50,ประชาอาสาชาติ,13
94,ปัตตานี,5,51,พร้อม,34
94,ปัตตานี,5,52,เครือข่ายชาวนาแห่งประเทศไทย,16
94,ปัตตานี,5,53,ไทยพิทักษ์ธรรม,15
94,ปัตตานี,5,54,ความหวังใหม่,21
94,ปัตตานี,5,55,ไทยรวมไทย,10
94,ปัตตานี,5,56,เพื่อบ้านเมือง,43
94,ปัตตานี,5,57,พลังไทยรักชาติ,28
95,ยะลา,1,1,ไทยทรัพย์ทวี,776
95,ยะลา,1,2,เพื่อชาติไทย,704
95,ยะลา,1,3,ใหม่,1416
95,ยะลา,1,4,มิติใหม่,1239
95,ยะลา,1,5,รวมใจไทย,271
95,ยะลา,1,6,รวมไทยสร้างชาติ,1348
95,ยะลา,1,7,พลวัติ,327
95,ยะลา,1,8,ประชาธิปไตยใหม่,630
95,ยะลา,1,9,เพื่อไทย,1454
95,ยะลา,1,10,ทางเลือกใหม่,362
95,ยะลา,1,11,เศรษฐกิจ,1001
95,ยะลา,1,12,เสรีรวมไทย,213
95,ยะลา,1,13,รวมพลังประชาชน,404
95,ยะลา,1,14,ท้องที่ไทย,47
95,ยะลา,1,15,อนาคตไทย,41
95,ยะลา,1,16,พลังเพื่อไทย,47
95,ยะลา,1,17,ไทยชนะ,79
95,ยะลา,1,18,พลังสังคมใหม่,15
95,ยะลา,1,19,สังคมประชาธิปไตยไทย,38
95,ยะลา,1,20,ฟิวชัน,26
95,ยะลา,1,21,ไทรวมพลัง,42
95,ยะลา,1,22,ก้าวอิสระ,38
95,ยะลา,1,23,ปวงชนไทย,122
95,ยะลา,1,24,วิชชั่นใหม่,164
95,ยะลา,1,25,เพื่อชีวิตใหม่,29
95,ยะลา,1,26,คลองไทย,101
95,ยะลา,1,27,ประชาธิปัตย์,16426
95,ยะลา,1,28,ไทยก้าวหน้า,97
95,ยะลา,1,29,ไทยภักดี,546
95,ยะลา,1,30,แรงงานสร้างชาติ,103
95,ยะลา,1,31,ประชากรไทย,139
95,ยะลา,1,32,ครูไทยเพื่อประชาชน,189
95,ยะลา,1,33,ประชาชาติ,24130
95,ยะลา,1,34,สร้างอนาคตไทย,147
95,ยะลา,1,35,รักชาติ,87
95,ยะลา,1,36,ไทยพร้อม,161
95,ยะลา,1,37,ภูมิใจไทย,8698
95,ยะลา,1,38,พลังธรรมใหม่,49
95,ยะลา,1,39,กรีน,36
95,ยะลา,1,40,ไทยธรรม,24
95,ยะลา,1,41,แผ่นดินธรรม,36
95,ยะลา,1,42,กล้าธรรม,2001
95,ยะลา,1,43,พลังประชารัฐ,231
95,ยะลา,1,44,โอกาสใหม่,72
95,ยะลา,1,45,เป็นธรรม,502
95,ยะลา,1,46,ประชาชน,26129
95,ยะลา,1,47,ประชาไทย,135
95,ยะลา,1,48,ไทยสร้างไทย,115
95,ยะลา,1,49,ไทยก้าวใหม่,305
95,ยะลา,1,50,ประชาอาสาชาติ,14
95,ยะลา,1,51,พร้อม,26
95,ยะลา,1,52,เครือข่ายชาวนาแห่งประเทศไทย,11
95,ยะลา,1,53,ไทยพิทักษ์ธรรม,9
95,ยะลา,1,54,ความหวังใหม่,30
95,ยะลา,1,55,ไทยรวมไทย,8
95,ยะลา,1,56,เพื่อบ้านเมือง,36
95,ยะลา,1,57,พลังไทยรักชาติ,30
95,ยะลา,2,1,ไม่ระบุ,0
95,ยะลา,2,2,ไทยทรัพย์ทวี,461
95,ยะลา,2,3,ไม่ระบุ,0
95,ยะลา,2,4,เพื่อชาติไทย,757
95,ยะลา,2,5,ใหม่,1856
95,ยะลา,2,6,มิติใหม่,826
95,ยะลา,2,7,รวมใจไทย,363
95,ยะลา,2,8,รวมไทยสร้างชาติ,510
95,ยะลา,2,9,พลวัติ,1772
95,ยะลา,2,10,ประชาธิปไตยใหม่,473
95,ยะลา,2,11,เพื่อไทย,968
95,ยะลา,2,12,ทางเลือกใหม่,179
95,ยะลา,2,13,เศรษฐกิจ,375
95,ยะลา,2,14,เสรีรวมไทย,129
95,ยะลา,2,15,รวมพลังประชาชน,454
95,ยะลา,2,16,ท้องที่ไทย,67
95,ยะลา,2,17,อนาคตไทย,62
95,ยะลา,2,18,พลังเพื่อไทย,35
95,ยะลา,2,19,ไทยชนะ,137
95,ยะลา,2,20,พลังสังคมใหม่,29
95,ยะลา,2,21,สังคมประชาธิปไตยไทย,35
95,ยะลา,2,22,ฟิวชัน,30
95,ยะลา,2,23,ไทรวมพลัง,35
95,ยะลา,2,24,ก้าวอิสระ,64
95,ยะลา,2,25,ปวงชนไทย,317
95,ยะลา,2,26,วิชชั่นใหม่,85
95,ยะลา,2,27,เพื่อชีวิตใหม่,45
95,ยะลา,2,28,คลองไทย,108
95,ยะลา,2,29,ประชาธิปัตย์,5687
95,ยะลา,2,30,ไทยก้าวหน้า,92
95,ยะลา,2,31,ไทยภักดี,91
95,ยะลา,2,32,แรงงานสร้างชาติ,145
95,ยะลา,2,33,ประชากรไทย,173
95,ยะลา,2,34,ครูไทยเพื่อประชาชน,353
95,ยะลา,2,35,ประชาชาติ,45252
95,ยะลา,2,36,สร้างอนาคตไทย,162
95,ยะลา,2,37,รักชาติ,112
95,ยะลา,2,38,ไทยพร้อม,321
95,ยะลา,2,39,ภูมิใจไทย,5346
95,ยะลา,2,40,พลังธรรมใหม่,89
95,ยะลา,2,41,กรีน,54
95,ยะลา,2,42,ไทยธรรม,19
95,ยะลา,2,43,แผ่นดินธรรม,27
95,ยะลา,2,44,กล้าธรรม,274
95,ยะลา,2,45,พลังประชารัฐ,170
95,ยะลา,2,46,โอกาสใหม่,45
95,ยะลา,2,47,เป็นธรรม,72
95,ยะลา,2,48,ประชาชน,19577
95,ยะลา,2,49,ประชาไทย,163
95,ยะลา,2,50,ไทยสร้างไทย,36
95,ยะลา,2,51,ไทยก้าวใหม่,149
95,ยะลา,2,52,ประชาอาสาชาติ,18
95,ยะลา,2,53,พร้อม,36
95,ยะลา,2,54,เครือข่ายชาวนาแห่งประเทศไทย,24
95,ยะลา,2,55,ไทยพิทักษ์ธรรม,11
95,ยะลา,2,56,ความหวังใหม่,39
95,ยะลา,2,57,ไทยรวมไทย,22
95,ยะลา,2,58,เพื่อบ้านเมือง,30
95,ยะลา,2,59,พลังไทยรักชาติ,49
95,ยะลา,3,1,ไทยทรัพย์ทวี,342
95,ยะลา,3,2,เพื่อชาติไทย,2666
95,ยะลา,3,3,ใหม่,2163
95,ยะลา,3,4,มิติใหม่,759
95,ยะลา,3,5,รวมใจไทย,289
95,ยะลา,3,6,รวมไทยสร้างชาติ,829
95,ยะลา,3,7,พลวัติ,306
95,ยะลา,3,8,ประชาธิปไตยใหม่,533
95,ยะลา,3,9,เพื่อไทย,1521
95,ยะลา,3,10,ทางเลือกใหม่,250
95,ยะลา,3,11,เศรษฐกิจ,1023
95,ยะลา,3,12,เสรีรวมไทย,135
95,ยะลา,3,13,รวมพลังประชาชน,458
95,ยะลา,3,14,ท้องที่ไทย,47
95,ยะลา,3,15,อนาคตไทย,66
95,ยะลา,3,16,พลังเพื่อไทย,48
95,ยะลา,3,17,ไทยชนะ,125
95,ยะลา,3,18,พลังสังคมใหม่,24
95,ยะลา,3,19,สังคมประชาธิปไตยไทย,36
95,ยะลา,3,20,ฟิวชัน,25
95,ยะลา,3,21,ไทรวมพลัง,22
95,ยะลา,3,22,ก้าวอิสระ,79
95,ยะลา,3,23,ปวงชนไทย,177
95,ยะลา,3,24,วิชชั่นใหม่,134
95,ยะลา,3,25,เพื่อชีวิตใหม่,28
95,ยะลา,3,26,คลองไทย,119
95,ยะลา,3,27,ประชาธิปัตย์,12127
95,ยะลา,3,28,ไทยก้าวหน้า,120
95,ยะลา,3,29,ไทยภักดี,262
95,ยะลา,3,30,แรงงานสร้างชาติ,141
95,ยะลา,3,31,ประชากรไทย,179
95,ยะลา,3,32,ครูไทยเพื่อประชาชน,342
95,ยะลา,3,33,ประชาชาติ,31838
95,ยะลา,3,34,สร้างอนาคตไทย,159
95,ยะลา,3,35,รักชาติ,75
95,ยะลา,3,36,ไทยพร้อม,117
95,ยะลา,3,37,ภูมิใจไทย,4138
95,ยะลา,3,38,พลังธรรมใหม่,58
95,ยะลา,3,39,กรีน,78
95,ยะลา,3,40,ไทยธรรม,26
95,ยะลา,3,41,แผ่นดินธรรม,39
95,ยะลา,3,42,กล้าธรรม,2693
95,ยะลา,3,43,พลังประชารัฐ,213
95,ยะลา,3,44,โอกาสใหม่,94
95,ยะลา,3,45,เป็นธรรม,76
95,ยะลา,3,46,ประชาชน,22087
95,ยะลา,3,47,ประชาไทย,153
95,ยะลา,3,48,ไทยสร้างไทย,100
95,ยะลา,3,49,ไทยก้าวใหม่,409
95,ยะลา,3,50,ประชาอาสาชาติ,20
95,ยะลา,3,51,พร้อม,26
95,ยะลา,3,52,เครือข่ายชาวนาแห่งประเทศไทย,16
95,ยะลา,3,53,ไทยพิทักษ์ธรรม,13
95,ยะลา,3,54,ความหวังใหม่,30
95,ยะลา,3,55,ไทยรวมไทย,12
95,ยะลา,3,56,เพื่อบ้านเมือง,48
95,ยะลา,3,57,พลังไทยรักชาติ,42
96,นราธิวาส,1,1,ไทยทรัพย์ทวี,347
96,นราธิวาส,1,2,เพื่อชาติไทย,1185
96,นราธิวาส,1,3,ใหม่,2746
96,นราธิวาส,1,4,มิติใหม่,2953
96,นราธิวาส,1,5,รวมใจไทย,477
96,นราธิวาส,1,6,รวมไทยสร้างชาติ,1332
96,นราธิวาส,1,7,พลวัต,390
96,นราธิวาส,1,8,ประชาธิปไตยใหม่,620
96,นราธิวาส,1,9,เพื่อไทย,1547
96,นราธิวาส,1,10,ทางเลือกใหม่,322
96,นราธิวาส,1,11,เศรษฐกิจ,819
96,นราธิวาส,1,12,เสรีรวมไทย,202
96,นราธิวาส,1,13,รวมพลังประชาชน,467
96,นราธิวาส,1,14,ท้องที่ไทย,107
96,นราธิวาส,1,15,อนาคตไทย,63
96,นราธิวาส,1,16,พลังเพื่อไทย,75
96,นราธิวาส,1,17,ไทยชนะ,122
96,นราธิวาส,1,18,พลังสังคมใหม่,39
96,นราธิวาส,1,19,สังคมประชาธิปไตยไทย,47
96,นราธิวาส,1,20,ฟิวชัน,21
96,นราธิวาส,1,21,ไทรวมพลัง,39
96,นราธิวาส,1,22,ก้าวอิสระ,56
96,นราธิวาส,1,23,ปวงชนไทย,198
96,นราธิวาส,1,24,วิชชั่นใหม่,290
96,นราธิวาส,1,25,เพื่อชีวิตใหม่,72
96,นราธิวาส,1,26,คลองไทย,121
96,นราธิวาส,1,27,ประชาธิปัตย์,9859
96,นราธิวาส,1,28,ไทยก้าวหน้า,77
96,นราธิวาส,1,29,ไทยภักดี,317
96,นราธิวาส,1,30,แรงงานสร้างชาติ,113
96,นราธิวาส,1,31,ประชากรไทย,142
96,นราธิวาส,1,32,ครูไทยเพื่อประชาชน,328
96,นราธิวาส,1,33,ประชาชาติ,28189
96,นราธิวาส,1,34,สร้างอนาคตไทย,225
96,นราธิวาส,1,35,รักชาติ,101
96,นราธิวาส,1,36,ไทยพร้อม,192
96,นราธิวาส,1,37,ภูมิใจไทย,8653
96,นราธิวาส,1,38,พลังธรรมใหม่,86
96,นราธิวาส,1,39,กรีน,36
96,นราธิวาส,1,40,ไทยธรรม,38
96,นราธิวาส,1,41,แผ่นดินธรรม,54
96,นราธิวาส,1,42,กล้าธรรม,3901
96,นราธิวาส,1,43,พลังประชารัฐ,323
96,นราธิวาส,1,44,โอกาสใหม่,164
96,นราธิวาส,1,45,เป็นธรรม,64
96,นราธิวาส,1,46,ประชาชน,23124
96,นราธิวาส,1,47,ประชาไทย,158
96,นราธิวาส,1,48,ไทยสร้างไทย,95
96,นราธิวาส,1,49,ไทยก้าวใหม่,176
96,นราธิวาส,1,50,ประชาอาสาชาติ,12
96,นราธิวาส,1,51,พร้อม,37
96,นราธิวาส,1,52,เครือข่ายชาวนาแห่งประเทศไทย,13
96,นราธิวาส,1,53,ไทยพิทักษ์ธรรม,19
96,นราธิวาส,1,54,ความหวังใหม่,30
96,นราธิวาส,1,55,ไทยรวมไทย,10
96,นราธิวาส,1,56,เพื่อบ้านเมือง,43
96,นราธิวาส,1,57,พลังไทยรักชาติ,36
96,นราธิวาส,2,1,ไทยทรัพย์ทวี,318
96,นราธิวาส,2,2,เพื่อชาติไทย,2977
96,นราธิวาส,2,3,ใหม่,432
96,นราธิวาส,2,4,มิติใหม่,393
96,นราธิวาส,2,5,รวมใจไทย,195
96,นราธิวาส,2,6,รวมไทยสร้างชาติ,1014
96,นราธิวาส,2,7,พลวัต,356
96,นราธิวาส,2,8,ประชาธิปไตยใหม่,442
96,นราธิวาส,2,9,เพื่อไทย,1038
96,นราธิวาส,2,10,ทางเลือกใหม่,262
96,นราธิวาส,2,11,เศรษฐกิจ,706
96,นราธิวาส,2,12,เสรีรวมไทย,113
96,นราธิวาส,2,13,รวมพลังประชาชน,532
96,นราธิวาส,2,14,ท้องที่ไทย,63
96,นราธิวาส,2,15,อนาคตไทย,61
96,นราธิวาส,2,16,พลังเพื่อไทย,55
96,นราธิวาส,2,17,ไทยชนะ,93
96,นราธิวาส,2,18,พลังสังคมใหม่,14
96,นราธิวาส,2,19,สังคมประชาธิปไตยไทย,34
96,นราธิวาส,2,20,ฟิวชัน,17
96,นราธิวาส,2,21,ไทรวมพลัง,31
96,นราธิวาส,2,22,ก้าวอิสระ,102
96,นราธิวาส,2,23,ปวงชนไทย,109
96,นราธิวาส,2,24,วิชชั่นใหม่,413
96,นราธิวาส,2,25,เพื่อชีวิตใหม่,32
96,นราธิวาส,2,26,คลองไทย,95
96,นราธิวาส,2,27,ประชาธิปัตย์,9875
96,นราธิวาส,2,28,ไทยก้าวหน้า,58
96,นราธิวาส,2,29,ไทยภักดี,289
96,นราธิวาส,2,30,แรงงานสร้างชาติ,92
96,นราธิวาส,2,31,ประชากรไทย,178
96,นราธิวาส,2,32,ครูไทยเพื่อประชาชน,267
96,นราธิวาส,2,33,ประชาชาติ,14820
96,นราธิวาส,2,34,สร้างอนาคตไทย,160
96,นราธิวาส,2,35,รักชาติ,81
96,นราธิวาส,2,36,ไทยพร้อม,154
96,นราธิวาส,2,37,ภูมิใจไทย,3441
96,นราธิวาส,2,38,พลังธรรมใหม่,60
96,นราธิวาส,2,39,กรีน,22
96,นราธิวาส,2,40,ไทยธรรม,36
96,นราธิวาส,2,41,แผ่นดินธรรม,94
96,นราธิวาส,2,42,กล้าธรรม,12116
96,นราธิวาส,2,43,พลังประชารัฐ,653
96,นราธิวาส,2,44,โอกาสใหม่,165
96,นราธิวาส,2,45,เป็นธรรม,76
96,นราธิวาส,2,46,ประชาชน,17875
96,นราธิวาส,2,47,ประชาไทย,136
96,นราธิวาส,2,48,ไทยสร้างไทย,68
96,นราธิวาส,2,49,ไทยก้าวใหม่,99
96,นราธิวาส,2,50,ประชาอาสาชาติ,6
96,นราธิวาส,2,51,พร้อม,37
96,นราธิวาส,2,52,เครือข่ายชาวนาแห่งประเทศไทย,21
96,นราธิวาส,2,53,ไทยพิทักษ์ธรรม,23
96,นราธิวาส,2,54,ความหวังใหม่,12
96,นราธิวาส,2,55,ไทยรวมไทย,14
96,นราธิวาส,2,56,เพื่อบ้านเมือง,46
96,นราธิวาส,2,57,พลังไทยรักชาติ,37
96,นราธิวาส,3,1,ไทยทรัพย์ทวี,2064
96,นราธิวาส,3,2,เพื่อชาติไทย,2982
96,นราธิวาส,3,3,ใหม่,621
96,นราธิวาส,3,4,มิติใหม่,590
96,นราธิวาส,3,5,รวมใจไทย,320
96,นราธิวาส,3,6,รวมไทยสร้างชาติ,392
96,นราธิวาส,3,7,พลวัต,244
96,นราธิวาส,3,8,ประชาธิปไตยใหม่,294
96,นราธิวาส,3,9,เพื่อไทย,913
96,นราธิวาส,3,10,ทางเลือกใหม่,174
96,นราธิวาส,3,11,เศรษฐกิจ,466
96,นราธิวาส,3,12,เสรีรวมไทย,96
96,นราธิวาส,3,13,รวมพลังประชาชน,610
96,นราธิวาส,3,14,ท้องที่ไทย,64
96,นราธิวาส,3,15,อนาคตไทย,58
96,นราธิวาส,3,16,พลังเพื่อไทย,59
96,นราธิวาส,3,17,ไทยชนะ,175
96,นราธิวาส,3,18,พลังสังคมใหม่,37
96,นราธิวาส,3,19,สังคมประชาธิปไตยไทย,24
96,นราธิวาส,3,20,ฟิวชัน,27
96,นราธิวาส,3,21,ไทรวมพลัง,31
96,นราธิวาส,3,22,ก้าวอิสระ,108
96,นราธิวาส,3,23,ปวงชนไทย,176
96,นราธิวาส,3,24,วิชชั่นใหม่,433
96,นราธิวาส,3,25,เพื่อชีวิตใหม่,31
96,นราธิวาส,3,26,คลองไทย,112
96,นราธิวาส,3,27,ประชาธิปัตย์,4078
96,นราธิวาส,3,28,ไทยก้าวหน้า,61
96,นราธิวาส,3,29,ไทยภักดี,101
96,นราธิวาส,3,30,แรงงานสร้างชาติ,191
96,นราธิวาส,3,31,ประชากรไทย,244
96,นราธิวาส,3,32,ครูไทยเพื่อประชาชน,378
96,นราธิวาส,3,33,ประชาชาติ,22404
96,นราธิวาส,3,34,สร้างอนาคตไทย,217
96,นราธิวาส,3,35,รักชาติ,88
96,นราธิวาส,3,36,ไทยพร้อม,171
96,นราธิวาส,3,37,ภูมิใจไทย,4549
96,นราธิวาส,3,38,พลังธรรมใหม่,64
96,นราธิวาส,3,39,กรีน,43
96,นราธิวาส,3,40,ไทยธรรม,48
96,นราธิวาส,3,41,แผ่นดินธรรม,97
96,นราธิวาส,3,42,กล้าธรรม,13385
96,นราธิวาส,3,43,พลังประชารัฐ,485
96,นราธิวาส,3,44,โอกาสใหม่,153
96,นราธิวาส,3,45,เป็นธรรม,120
96,นราธิวาส,3,46,ประชาชน,18575
96,นราธิวาส,3,47,ประชาไทย,147
96,นราธิวาส,3,48,ไทยสร้างไทย,59
96,นราธิวาส,3,49,ไทยก้าวใหม่,91
96,นราธิวาส,3,50,ประชาอาสาชาติ,9
96,นราธิวาส,3,51,พร้อม,28
96,นราธิวาส,3,52,เครือข่ายชาวนาแห่งประเทศไทย,26
96,นราธิวาส,3,53,ไทยพิทักษ์ธรรม,24
96,นราธิวาส,3,54,ความหวังใหม่,22
96,นราธิวาส,3,55,ไทยรวมไทย,30
96,นราธิวาส,3,56,เพื่อบ้านเมือง,30
96,นราธิวาส,3,57,พลังไทยรักชาติ,45
96,นราธิวาส,4,1,ไทยทรัพย์ทวี,2030
96,นราธิวาส,4,2,เพื่อชาติไทย,952
96,นราธิวาส,4,3,ใหม่,639
96,นราธิวาส,4,4,มิติใหม่,805
96,นราธิวาส,4,5,รวมใจไทย,3142
96,นราธิวาส,4,6,รวมไทยสร้างชาติ,478
96,นราธิวาส,4,7,พลวัต,224
96,นราธิวาส,4,8,ประชาธิปไตยใหม่,496
96,นราธิวาส,4,9,เพื่อไทย,962
96,นราธิวาส,4,10,ทางเลือกใหม่,178
96,นราธิวาส,4,11,เศรษฐกิจ,552
96,นราธิวาส,4,12,เสรีรวมไทย,100
96,นราธิวาส,4,13,รวมพลังประชาชน,420
96,นราธิวาส,4,14,ท้องที่ไทย,144
96,นราธิวาส,4,15,อนาคตไทย,73
96,นราธิวาส,4,16,พลังเพื่อไทย,53
96,นราธิวาส,4,17,ไทยชนะ,175
96,นราธิวาส,4,18,พลังสังคมใหม่,29
96,นราธิวาส,4,19,สังคมประชาธิปไตยไทย,40
96,นราธิวาส,4,20,ฟิวชัน,30
96,นราธิวาส,4,21,ไทรวมพลัง,27
96,นราธิวาส,4,22,ก้าวอิสระ,62
96,นราธิวาส,4,23,ปวงชนไทย,199
96,นราธิวาส,4,24,วิชชั่นใหม่,113
96,นราธิวาส,4,25,เพื่อชีวิตใหม่,62
96,นราธิวาส,4,26,คลองไทย,143
96,นราธิวาส,4,27,ประชาธิปัตย์,6487
96,นราธิวาส,4,28,ไทยก้าวหน้า,58
96,นราธิวาส,4,29,ไทยภักดี,164
96,นราธิวาส,4,30,แรงงานสร้างชาติ,268
96,นราธิวาส,4,31,ประชากรไทย,213
96,นราธิวาส,4,32,ครูไทยเพื่อประชาชน,297
96,นราธิวาส,4,33,ประชาชาติ,29583
96,นราธิวาส,4,34,สร้างอนาคตไทย,445
96,นราธิวาส,4,35,รักชาติ,245
96,นราธิวาส,4,36,ไทยพร้อม,187
96,นราธิวาส,4,37,ภูมิใจไทย,10824
96,นราธิวาส,4,38,พลังธรรมใหม่,94
96,นราธิวาส,4,39,กรีน,43
96,นราธิวาส,4,40,ไทยธรรม,27
96,นราธิวาส,4,41,แผ่นดินธรรม,33
96,นราธิวาส,4,42,กล้าธรรม,1687
96,นราธิวาส,4,43,พลังประชารัฐ,220
96,นราธิวาส,4,44,โอกาสใหม่,161
96,นราธิวาส,4,45,เป็นธรรม,119
96,นราธิวาส,4,46,ประชาชน,17263
96,นราธิวาส,4,47,ประชาไทย,189
96,นราธิวาส,4,48,ไทยสร้างไทย,50
96,นราธิวาส,4,49,ไทยก้าวใหม่,84
96,นราธิวาส,4,50,ประชาอาสาชาติ,14
96,นราธิวาส,4,51,พร้อม,23
96,นราธิวาส,4,52,เครือข่ายชาวนาแห่งประเทศไทย,16
96,นราธิวาส,4,53,ไทยพิทักษ์ธรรม,19
96,นราธิวาส,4,54,ความหวังใหม่,30
96,นราธิวาส,4,55,ไทยรวมไทย,31
96,นราธิวาส,4,56,เพื่อบ้านเมือง,88
96,นราธิวาส,4,57,พลังไทยรักชาติ,64
96,นราธิวาส,5,1,ไทยทรัพย์ทวี,2493
96,นราธิวาส,5,2,เพื่อชาติไทย,1172
96,นราธิวาส,5,3,ใหม่,641
96,นราธิวาส,5,4,มิติใหม่,876
96,นราธิวาส,5,5,รวมใจไทย,2849
96,นราธิวาส,5,6,รวมไทยสร้างชาติ,496
96,นราธิวาส,5,7,พลวัต,315
96,นราธิวาส,5,8,ประชาธิปไตยใหม่,470
96,นราธิวาส,5,9,เพื่อไทย,1138
96,นราธิวาส,5,10,ทางเลือกใหม่,218
96,นราธิวาส,5,11,เศรษฐกิจ,405
96,นราธิวาส,5,12,เสรีรวมไทย,92
96,นราธิวาส,5,13,รวมพลังประชาชน,610
96,นราธิวาส,5,14,ท้องที่ไทย,58
96,นราธิวาส,5,15,อนาคตไทย,72
96,นราธิวาส,5,16,พลังเพื่อไทย,84
96,นราธิวาส,5,17,ไทยชนะ,178
96,นราธิวาส,5,18,พลังสังคมใหม่,39
96,นราธิวาส,5,19,สังคมประชาธิปไตยไทย,36
96,นราธิวาส,5,20,ฟิวชัน,33
96,นราธิวาส,5,21,ไทรวมพลัง,74
96,นราธิวาส,5,22,ก้าวอิสระ,78
96,นราธิวาส,5,23,ปวงชนไทย,286
96,นราธิวาส,5,24,วิชชั่นใหม่,290
96,นราธิวาส,5,25,เพื่อชีวิตใหม่,125
96,นราธิวาส,5,26,คลองไทย,178
96,นราธิวาส,5,27,ประชาธิปัตย์,6487
96,นราธิวาส,5,28,ไทยก้าวหน้า,98
96,นราธิวาส,5,29,ไทยภักดี,86
96,นราธิวาส,5,30,แรงงานสร้างชาติ,293
96,นราธิวาส,5,31,ประชากรไทย,238
96,นราธิวาส,5,32,ครูไทยเพื่อประชาชน,323
96,นราธิวาส,5,33,ประชาชาติ,34879
96,นราธิวาส,5,34,สร้างอนาคตไทย,291
96,นราธิวาส,5,35,รักชาติ,215
96,นราธิวาส,5,36,ไทยพร้อม,199
96,นราธิวาส,5,37,ภูมิใจไทย,6105
96,นราธิวาส,5,38,พลังธรรมใหม่,83
96,นราธิวาส,5,39,กรีน,56
96,นราธิวาส,5,40,ไทยธรรม,35
96,นราธิวาส,5,41,แผ่นดินธรรม,50
96,นราธิวาส,5,42,กล้าธรรม,2187
96,นราธิวาส,5,43,พลังประชารัฐ,259
96,นราธิวาส,5,44,โอกาสใหม่,127
96,นราธิวาส,5,45,เป็นธรรม,121
96,นราธิวาส,5,46,ประชาชน,20739
96,นราธิวาส,5,47,ประชาไทย,178
96,นราธิวาส,5,48,ไทยสร้างไทย,59
96,นราธิวาส,5,49,ไทยก้าวใหม่,103
96,นราธิวาส,5,50,ประชาอาสาชาติ,22
96,นราธิวาส,5,51,พร้อม,33
96,นราธิวาส,5,52,เครือข่ายชาวนาแห่งประเทศไทย,26
96,นราธิวาส,5,53,ไทยพิทักษ์ธรรม,19
96,นราธิวาส,5,54,ความหวังใหม่,29
96,นราธิวาส,5,55,ไทยรวมไทย,26
96,นราธิวาส,5,56,เพื่อบ้านเมือง,69
96,นราธิวาส,5,57,พลังไทยรักชาติ,55
`;

const constituencyCsvData = `รหัสจังหวัด,จังหวัด,เขต,หมายเลข,ชื่อผู้สมัคร,พรรค,คะแนน
10,กรุงเทพมหานคร,1,1,นางสาวลลิดา เพริศวิวัฒนา,ภูมิใจไทย,14368
10,กรุงเทพมหานคร,1,2,พันตำรวจโทหญิง แสนสุข อุทยานินทร์,เศรษฐกิจ,979
10,กรุงเทพมหานคร,1,3,นายอัครพล คฤหเดชรัตนา,กล้าธรรม,244
10,กรุงเทพมหานคร,1,4,นายธนะสิทธิ์ ล้อสุวรรณทีปต์,พลวัต,351
10,กรุงเทพมหานคร,1,5,นายปารเมศ วิทยารักษ์สรรค์,ประชาชน,34167
10,กรุงเทพมหานคร,1,6,นายพลัฏฐ์ ศิริกุลพิสุทธิ์,รวมไทยสร้างชาติ,2075
10,กรุงเทพมหานคร,1,7,นายภัทรพล หมดมลทิน,ไทยภักดี,1023
10,กรุงเทพมหานคร,1,8,นายญาณกิตติ์ ห่วงทรัพย์,เพื่อไทย,6030
10,กรุงเทพมหานคร,1,9,นายพีรวุฒิ พิมพ์สมฤดี,ประชาธิปัตย์,14813
10,กรุงเทพมหานคร,1,10,นายวีระยุทธ ประกอบการ,ปวงชนไทย,168
10,กรุงเทพมหานคร,1,11,นายพิเชษฐ์ ไทยนิยม,ไทยสร้างไทย,629
10,กรุงเทพมหานคร,1,12,นายแทนคุณ จิตอิสระ,โอกาสใหม่,1133
10,กรุงเทพมหานคร,1,13,นายเลิศชาย สุจริตกุล,วิชชั่นใหม่,113
10,กรุงเทพมหานคร,1,14,นายมงคล เสมอภาพ,ประชาธิปไตยใหม่,94
10,กรุงเทพมหานคร,1,15,นายอดัม ชินรัตนพิสิทธิ์,รักชาติ,165
10,กรุงเทพมหานคร,1,16,นายกานต์ กิตติอำพน,ไทยก้าวใหม่,489
10,กรุงเทพมหานคร,1,17,นายประสงค์ ประสพโชค,ทางเลือกใหม่,154
10,กรุงเทพมหานคร,1,18,นายกิตติคุณ ชื่นแย้ม,พลังประชารัฐ,80
10,กรุงเทพมหานคร,2,1,นางสาววรสิริ สุพานิชวรภาชน์,ปวงชนไทย,402
10,กรุงเทพมหานคร,2,2,นายเสกสิทธิ์ แย้มสงวนศักดิ์,ประชาชน,39499
10,กรุงเทพมหานคร,2,3,นางสาววิลาสินี แป๊ะสมัน,กล้าธรรม,737
10,กรุงเทพมหานคร,2,4,นางสาวพัชรินทร์ ชำศิริพงษ์,ภูมิใจไทย,15949
10,กรุงเทพมหานคร,2,5,นายเดวิด มกรพงศ์,เพื่อไทย,5652
10,กรุงเทพมหานคร,2,6,นายกรณิศ บัวจันทร์,โอกาสใหม่,844
10,กรุงเทพมหานคร,2,7,นายวนัส ฮ้อแสงชัย,รวมไทยสร้างชาติ,1684
10,กรุงเทพมหานคร,2,8,นายภูเชษฐ์ เผดิมปราชญ์,ไทยสร้างไทย,590
10,กรุงเทพมหานคร,2,9,นางกุลธิภัสร์ ธนวีรชุติวัฒน์,ไทยก้าวใหม่,1358
10,กรุงเทพมหานคร,2,10,นายชุติ ปลื้มรุ่งเรือง,รักชาติ,385
10,กรุงเทพมหานคร,2,11,นายเจษฎา เลิศธนสาร,ประชาธิปัตย์,14613
10,กรุงเทพมหานคร,2,12,นายนิกม์ แสงศิรินาวิน,พลังประชารัฐ,306
10,กรุงเทพมหานคร,2,13,นายกิตติธัช สาสนะ,เศรษฐกิจ,933
10,กรุงเทพมหานคร,2,14,นางอิสราพร นรินทร์,ไทยภักดี,807
10,กรุงเทพมหานคร,2,15,นายเลิศสุวัฒน์ วงศ์สุวรรณ,เพื่อบ้านเมือง,115
10,กรุงเทพมหานคร,3,1,นายกันต์ณกฤต ยูนิพันธ์,รวมไทยสร้างชาติ,1430
10,กรุงเทพมหานคร,3,2,นายจรยุทธ จตุรพรประสิทธิ์,ประชาชน,34653
10,กรุงเทพมหานคร,3,3,นายอภิมุข ฉันทวานิช,ประชาธิปัตย์,19167
10,กรุงเทพมหานคร,3,4,นายธีระพงษ์ มงคลวัฒนลีลา,พลังประชารัฐ,375
10,กรุงเทพมหานคร,3,5,นายกิตติพศ ถนอมวรารักษ์,รักชาติ,235
10,กรุงเทพมหานคร,3,6,นายชูชาติ ชาญเชิงศิลปกุล,เศรษฐกิจ,1308
10,กรุงเทพมหานคร,3,7,นายสุกฤษฎิ์ชัย ธีระเริงฤทธิ์,ไทยก้าวใหม่,665
10,กรุงเทพมหานคร,3,8,นายปรีชา บุดดีจีน,ไทยสร้างไทย,571
10,กรุงเทพมหานคร,3,9,นายนรุตม์ชัย บุนนาค,กล้าธรรม,545
10,กรุงเทพมหานคร,3,10,นางสาวเพ็ญพิสุทธิ์ จินตโสภณ,เพื่อไทย,6665
10,กรุงเทพมหานคร,3,11,นายณัฐฎ์ รุ่งเรือง,วิชชั่นใหม่,489
10,กรุงเทพมหานคร,3,12,นายสาโรช ต่อเทียนชัย,ภูมิใจไทย,10331
10,กรุงเทพมหานคร,3,13,นางสาวดวงกมล อดุลย์เศรณี,พลวัต,185
10,กรุงเทพมหานคร,3,14,นางสาวปัณณรัตน์ พนิตสิรินันท์,โอกาสใหม่,156
10,กรุงเทพมหานคร,4,1,นายพงศกร ขวัญเมือง,ประชาธิปัตย์,23594
10,กรุงเทพมหานคร,4,2,นายภัณฑิล น่วมเจิม,ประชาชน,34405
10,กรุงเทพมหานคร,4,3,นายชยพงศ์ สายฟ้า,ไทยก้าวใหม่,708
10,กรุงเทพมหานคร,4,4,นางสาวบุณยกร ดำรงรัตน์,เพื่อไทย,4343
10,กรุงเทพมหานคร,4,5,นายเรืองไกร ลีกิจวัฒนะ,พลังประชารัฐ,337
10,กรุงเทพมหานคร,4,6,นายเขตรัฐ เหล่าธรรมทัศน์,ภูมิใจไทย,10778
10,กรุงเทพมหานคร,4,7,นายอิทธิพัทธ์ โศภวัฒนาสิริ,ปวงชนไทย,265
10,กรุงเทพมหานคร,4,8,นายรุจิระ อัคราพิริยพงศ์,ไทยสร้างไทย,418
10,กรุงเทพมหานคร,4,9,ว่าที่ร้อยตรีหญิงปภัสราวรรณ ม่วงไหม,กล้าธรรม,739
10,กรุงเทพมหานคร,4,10,นายบุญเกียรติ วิศาลโกศล,เศรษฐกิจ,857
10,กรุงเทพมหานคร,4,11,นายสรยุทธ ลิขิตอาภากุล,รักชาติ,364
10,กรุงเทพมหานคร,4,12,นายสกลภัทร ประยูรรัตน์,รวมไทยสร้างชาติ,1050
10,กรุงเทพมหานคร,4,13,นางสาวพรพิมล ฉิมสวัสดิ์,โอกาสใหม่,124
10,กรุงเทพมหานคร,5,1,นายถวิล รัตตะมณี,โอกาสใหม่,220
10,กรุงเทพมหานคร,5,2,นายศุข ศักด์ณรงค์เดช,กล้าธรรม,1056
10,กรุงเทพมหานคร,5,3,นายประสพ โกมลมาศ,ไทยก้าวใหม่,526
10,กรุงเทพมหานคร,5,4,นายประเดิมชัย บุญช่วยเหลือ,ภูมิใจไทย,22252
10,กรุงเทพมหานคร,5,5,นายปณิธิ บวรวนิชยกูร,รักชาติ,569
10,กรุงเทพมหานคร,5,6,นายปิติกรณ์ บรรณเภสัช,ประชาชน,45269
10,กรุงเทพมหานคร,5,7,นายปฏิวัติ ตรองจิตต์,ไทยสร้างไทย,507
10,กรุงเทพมหานคร,5,8,นางสาวสุภกฤตา ธงไชย,รวมไทยสร้างชาติ,1741
10,กรุงเทพมหานคร,5,9,นายมานิตย์ ทองประชาญ,เศรษฐกิจ,987
10,กรุงเทพมหานคร,5,10,นางสาวบุณยนุช ปทิตหิรัณยา,พลังประชารัฐ,231
10,กรุงเทพมหานคร,5,11,นายทนัฏฐ์ ปานโสภณ,พลวัต,245
10,กรุงเทพมหานคร,5,12,นายนนธนัตถ์ บุนนาค,ประชาธิปัตย์,10035
10,กรุงเทพมหานคร,5,13,นายขจรศักดิ์ ประดิษฐาน,เพื่อไทย,6474
10,กรุงเทพมหานคร,5,14,นางสาวเฌอมินทร์ สถิตโอฬารโรจน์,ปวงชนไทย,409
10,กรุงเทพมหานคร,5,15,นายณัฐสุรัช หงษ์วิจิตปรีชา,เพื่อบ้านเมือง,112
10,กรุงเทพมหานคร,5,16,นายวศิน รัตตะรังสี,วิชชั่นใหม่,159
10,กรุงเทพมหานคร,6,1,นายโชติพงศ์ สรรเสริญ,ไทยก้าวใหม่,764
10,กรุงเทพมหานคร,6,2,นายณรงค์ชัย เมืองครอง,กล้าธรรม,247
10,กรุงเทพมหานคร,6,3,นายชณทัต ปัทะมะภูวดล,รวมไทยสร้างชาติ,2468
10,กรุงเทพมหานคร,6,4,นายสหัสวรรษ วีระมงคลกุล,เพื่อไทย,6380
10,กรุงเทพมหานคร,6,5,นางสาวศิริภา อินทวิเชียร,ประชาธิปัตย์,12848
10,กรุงเทพมหานคร,6,6,นายอิง อิงคตานุวัฒน์,ไทยภักดี,1388
10,กรุงเทพมหานคร,6,7,นายกัณตภณ ดวงอัมพร,ประชาชน,43239
10,กรุงเทพมหานคร,6,8,นายวรวิช กมลโชติรส,รักชาติ,300
10,กรุงเทพมหานคร,6,9,พลตรีดนัย ดิษาภิรมย์,ไทยสร้างไทย,1306
10,กรุงเทพมหานคร,6,10,นายกชพล จิตต์มั่นการ,พลวัต,317
10,กรุงเทพมหานคร,6,11,นางสาวอรพินทร์ เพชรทัต,โอกาสใหม่,10856
10,กรุงเทพมหานคร,6,12,นายเจนวิทย์ สิริญาณสรณ์,ประชาธิปไตยใหม่,198
10,กรุงเทพมหานคร,6,13,นายนรเสฏฐ์ เธียรประสิทธิ์,ภูมิใจไทย,12088
10,กรุงเทพมหานคร,6,14,นายอัศวิน อัศวินวิจตร,เศรษฐกิจ,1679
10,กรุงเทพมหานคร,6,15,นายสมชาย คงศิริวงค์,ฟิวชน,127
10,กรุงเทพมหานคร,6,16,นางสาวจงชนก พัชรประภากร,ปวงชนไทย,186
10,กรุงเทพมหานคร,7,0,นางสาวภัสริน รามวงศ์,ประชาชน,40962
10,กรุงเทพมหานคร,7,1,นายพงศ์พล เตมีย์,ประชาธิปัตย์,8012
10,กรุงเทพมหานคร,7,2,นางกิติมา สิงห์ลา,พลวัต,288
10,กรุงเทพมหานคร,7,3,นายพุฒิพงศ์ อินทรสุวรรณ,เพื่อไทย,6236
10,กรุงเทพมหานคร,7,4,นายชื่นชอบ คงอุดม,รวมไทยสร้างชาติ,11163
10,กรุงเทพมหานคร,7,5,นางสาวชลิดา สุวรรณโชติ,ไทยสร้างไทย,700
10,กรุงเทพมหานคร,7,6,นางลลิตา ฤกษ์สำราญ,ภูมิใจไทย,12037
10,กรุงเทพมหานคร,7,7,นายศุภฤทธิ์ มั่นนทีรัย,กล้าธรรม,863
10,กรุงเทพมหานคร,7,8,ร.ต.อ.วัฒนรักษ์ อำนรรฆสรเดช,พลังประชารัฐ,1406
10,กรุงเทพมหานคร,7,10,นายเรวัตร คงชาติ,ไทยก้าวใหม่,594
10,กรุงเทพมหานคร,7,11,ร.ต.ต.เสน่ห์ ชัยทร,ฟิวชัน,535
10,กรุงเทพมหานคร,7,12,นายณพวุฒิ จุลไสย,โอกาสใหม่,323
10,กรุงเทพมหานคร,7,13,พลโทมนัส แถบทอง,เศรษฐกิจ,2062
10,กรุงเทพมหานคร,8,1,นายชยพล สท้อนดี,ประชาชน,45092
10,กรุงเทพมหานคร,8,2,นางสาววีริสรา ช่วงยรรยง,ปวงชนไทย,224
10,กรุงเทพมหานคร,8,3,นายพงศ์ฐิติ พงศ์ศิลามณี,ไทยภักดี,864
10,กรุงเทพมหานคร,8,4,นางสาวพิมพ์ณดา ธีระประจักษ์ชาติ,กล้าธรรม,385
10,กรุงเทพมหานคร,8,5,นายสุรชาติ เทียนทอง,เพื่อไทย,15868
10,กรุงเทพมหานคร,8,6,นายอนุชาญ กวางทอง,พลังประชารัฐ,857
10,กรุงเทพมหานคร,8,7,นายอนันตชาติ บัวสุวรรณ์,โอกาสใหม่,607
10,กรุงเทพมหานคร,8,8,นายชญาพัฒน์ โปร่งปรีชา,ไทยก้าวใหม่,865
10,กรุงเทพมหานคร,8,9,นายจักร์กวินทร์ ภู่สวาสดิ์,ไทยสร้างไทย,1469
10,กรุงเทพมหานคร,8,10,นางสาวสุวีรา เติมรุ่งเรืองเลิศ,รักชาติ,462
10,กรุงเทพมหานคร,8,11,นายวิษณุ วราโชติเศรษฐ์,เศรษฐกิจ,1352
10,กรุงเทพมหานคร,8,12,นายไชยยศ ศรีสกุล,พลวัต,203
10,กรุงเทพมหานคร,8,13,นายฤกษ์อารี นานา,ภูมิใจไทย,14632
10,กรุงเทพมหานคร,8,14,นายระพีพัฒน์ สุเมธโชติเมธา,ประชาธิปัตย์,11399
10,กรุงเทพมหานคร,8,15,นางสาวอรัญญา มณีแจ่ม,รวมไทยสร้างชาติ,2266
10,กรุงเทพมหานคร,8,16,นายวสันต์ ทองคำ,วิชชั่นใหม่,210
10,กรุงเทพมหานคร,9,1,นางสาววิเวียน จุลมนต์,ประชาธิปัตย์,11282
10,กรุงเทพมหานคร,9,2,นางสาววรินทร์ลดา วงศ์ศรีรัฐ,ไทยสร้างไทย,904
10,กรุงเทพมหานคร,9,3,นายธราธพ ชาตรี,ไทยก้าวใหม่,583
10,กรุงเทพมหานคร,9,4,นายชัยวัฒน์ โพธิจันทร์,พลวัต,440
10,กรุงเทพมหานคร,9,5,นายศุภณัฐ มีนชัยนันท์,ประชาชน,49366
10,กรุงเทพมหานคร,9,6,นางสาวณัฐวรินธร บวรภัควุฒิสิริ,ภูมิใจไทย,17059
10,กรุงเทพมหานคร,9,7,นางสาวพัชรวณัน เบ็ญจวิทย์วิไล,รักชาติ,615
10,กรุงเทพมหานคร,9,8,นายสายัณต์ จันทร์เหมือนเผือก,เพื่อไทย,9827
10,กรุงเทพมหานคร,9,9,นายวัทธิกร หรุ่นศิริ,รวมไทยสร้างชาติ,3308
10,กรุงเทพมหานคร,9,10,นายรัตนมงคล เลิศทวีวิทย์,กล้าธรรม,334
10,กรุงเทพมหานคร,9,11,พันโทพีรพงศ์ บัวเทศ,รวมพลังประชาชน,666
10,กรุงเทพมหานคร,9,12,นายนพพล ปุรณะชัยคีรี,เพื่อบ้านเมือง,192
10,กรุงเทพมหานคร,9,13,นายสุชาติ ตามประกอบ,ประชาธิปไตยใหม่,281
10,กรุงเทพมหานคร,9,14,นายปัฐน์ชนนท์ คูณธนานุวัฒน์,โอกาสใหม่,254
10,กรุงเทพมหานคร,10,1,นายชณธัศน์ เหลืองวัฒนะวุฒิ,เศรษฐกิจ,1437
10,กรุงเทพมหานคร,10,2,นายชัยพร แก้ววาตะ,ประชาธิปัตย์,6372
10,กรุงเทพมหานคร,10,3,พลตำรวจตรีทินกร ณัฏฐมั่งคั่ง,ประชากรไทย,282
10,กรุงเทพมหานคร,10,4,นายอนุวัตร เผือกเกษม,ประชาธิปไตยใหม่,503
10,กรุงเทพมหานคร,10,5,นายภูมิพัฒน์ โหสกุล,เพื่อไทย,19047
10,กรุงเทพมหานคร,10,6,นายเอกราช อุดมอำนวย,ประชาชน,41804
10,กรุงเทพมหานคร,10,7,นายวรัชณ์กิตต์ วิศาลมนัส,รักชาติ,495
10,กรุงเทพมหานคร,10,8,นายภูพิพัฒน์ สาวพัฒนะธาดา,รวมไทยสร้างชาติ,2012
10,กรุงเทพมหานคร,10,9,นางกนกนุช กลิ่นสังข์,โอกาสใหม่,9440
10,กรุงเทพมหานคร,10,10,ว่าที่ร้อยตรีหญิงภัทราวดี นาคงาม,พลวัต,461
10,กรุงเทพมหานคร,10,11,นายดิษยะฤทธิ์ รู้ดี,กล้าธรรม,545
10,กรุงเทพมหานคร,10,12,นายรนภัทร นิธิโชติการ,ไทยก้าวใหม่,583
10,กรุงเทพมหานคร,10,13,นายรณกร เชียรวิชัย,ภูมิใจไทย,7925
10,กรุงเทพมหานคร,10,14,นายไกรศักดิ์ เสาเวียง,ไทยสร้างไทย,636
10,กรุงเทพมหานคร,10,15,พลอากาศตรีธงชัย เพ็งเดือน,ความหวังใหม่,203
10,กรุงเทพมหานคร,10,16,นายสาธิต นีระวงศ์,วิชชั่นใหม่,168
10,กรุงเทพมหานคร,11,1,นายธีรวุฒิ แก้วพยศ,พลังประชารัฐ,296
10,กรุงเทพมหานคร,11,2,นายณรงค์ศักดิ์ ฤทธิวรผล,ไทยก้าวใหม่,332
10,กรุงเทพมหานคร,11,3,นายวรัญชัย โชคชนะ,ประชาธิปไตยใหม่,181
10,กรุงเทพมหานคร,11,4,นายธีระเดช นาซีก,กล้าธรรม,203
10,กรุงเทพมหานคร,11,5,นางวันเพ็ญ รัตน์นิธิพงศ์,ไทยสร้างไทย,413
10,กรุงเทพมหานคร,11,6,นายพงศกร ตันติพรหม,ไทยภักดี,686
10,กรุงเทพมหานคร,11,7,นางสาวรัตติกาล แก้วเกิดมี,เพื่อไทย,24850
10,กรุงเทพมหานคร,11,8,นางสาวธนาภา อัครมะหะเวทน์,ประชากรไทย,1108
10,กรุงเทพมหานคร,11,9,นายกร สิงห์ธีร์,รวมไทยสร้างชาติ,996
10,กรุงเทพมหานคร,11,10,น.อ. นที คชทิน,พลวัต,184
10,กรุงเทพมหานคร,11,11,ร.ต. เทวิน พิมพ์พันธุ์,อนาคตไทย,620
10,กรุงเทพมหานคร,11,12,นายธนธรรม เจิดรังษี,เศรษฐกิจ,996
10,กรุงเทพมหานคร,11,13,นายเอกภพ เหลืองประเสริฐ,ภูมิใจไทย,20498
10,กรุงเทพมหานคร,11,14,นางสาวรมิดา อินทะแพทย์,ประชาธิปัตย์,3839
10,กรุงเทพมหานคร,11,15,นางสาวศศินันท์ ธรรมนิฐินันท์,ประชาชน,38779
10,กรุงเทพมหานคร,11,16,นายชนะ ยาดี,บ้านเมือง,369
10,กรุงเทพมหานคร,11,17,ร.ท. จักร์ บุนนาค,โอกาสใหม่,584
10,กรุงเทพมหานคร,11,18,นายภูริจิวัจน์ วชิรวณิชกิจ,วิชชั่นใหม่,60
10,กรุงเทพมหานคร,12,1,นางศลิษา สิงหเสนี,ภูมิใจไทย,16106
10,กรุงเทพมหานคร,12,2,นางสาวจิดาภา วิไลวรางกูร,ไทยก้าวใหม่,721
10,กรุงเทพมหานคร,12,3,นายภูร์ผา ไทยแท้,เพื่อไทย,15095
10,กรุงเทพมหานคร,12,4,นายพิเชฐ เดชอรัญ,โอกาสใหม่,368
10,กรุงเทพมหานคร,12,5,นางสาวปราณิสา สุดวิเศษ,พลวัต,452
10,กรุงเทพมหานคร,12,6,นางสาวณัฐธยาน์ สิงห์คำนาราภูมิ,ประชากรไทย,434
10,กรุงเทพมหานคร,12,7,นางศิริวรรณ พงษ์พานิชย์,ไทยสร้างไทย,1183
10,กรุงเทพมหานคร,12,8,นางสาวณัฏฐามณี คณโชติพิพัฒน์,ประชาธิปไตยใหม่,430
10,กรุงเทพมหานคร,12,9,นางสาวนพวรรณ หัวใจมั่น,พลังประชารัฐ,4142
10,กรุงเทพมหานคร,12,10,นายพุฒิพัฒน์ ธีรสกุลสิทธิ์,ปวงชนไทย,267
10,กรุงเทพมหานคร,12,11,นางสาวอิสรีย์ อัศวรากาญจน์,รักชาติ,298
10,กรุงเทพมหานคร,12,12,นางพิมชนก เก่าเจริญ,ประชาธิปัตย์,9527
10,กรุงเทพมหานคร,12,13,นายธนกฤต ธนิศราพงศ์,รวมไทยสร้างชาติ,1776
10,กรุงเทพมหานคร,12,14,นางสาวกรกมล บุญเฉย,เศรษฐกิจ,1770
10,กรุงเทพมหานคร,12,15,นายภูริวรรธก์ ใจสำราญ,ประชาชน,49925
10,กรุงเทพมหานคร,12,16,นายนนท์ปวิธ แก้วงาม,กล้าธรรม,945
10,กรุงเทพมหานคร,13,1,นางสาวรุ่งนภา ทองประคำ,เศรษฐกิจ,1413
10,กรุงเทพมหานคร,13,2,นายแมน เจริญวัลย์,เพื่อไทย,10752
10,กรุงเทพมหานคร,13,3,นายศุกล กุลสิงห์,ภูมิใจไทย,15227
10,กรุงเทพมหานคร,13,4,นายอนุศักดิ์ กาญจนี,พลวัต,325
10,กรุงเทพมหานคร,13,5,นายศุรุท เกษมณีภูรเดช,โอกาสใหม่,438
10,กรุงเทพมหานคร,13,6,นายธัญญะ เมษประสาท,ปวงชนไทย,1082
10,กรุงเทพมหานคร,13,7,เรืออากาศโท ธนเดช เพ็งสุข,ประชาชน,44511
10,กรุงเทพมหานคร,13,8,นายภาณุพงศ์ ลักษณวิศิษฎ์,ประชาธิปัตย์,11428
10,กรุงเทพมหานคร,13,9,นายฐิติพัฒณ์ จันทร์แก้ว,รักชาติ,1323
10,กรุงเทพมหานคร,13,11,นายกฤษฎ์ เครือเจริญพร,รวมไทยสร้างชาติ,1887
10,กรุงเทพมหานคร,13,12,นายสมบัติ มหาโคตร,พลังประชารัฐ,252
10,กรุงเทพมหานคร,13,13,นายดนัย อินทรพยุง,ไทยก้าวใหม่,775
10,กรุงเทพมหานคร,13,14,นางสาวทิฆัมพร อัศวสิรินิมิต,ไทยสร้างไทย,807
10,กรุงเทพมหานคร,13,15,นายวัชรพนต์ วัฒนาอาภรณ์ชัย,เพื่อบ้านเมือง,157
10,กรุงเทพมหานคร,13,16,นายณัษฐพงษ์ วุฒิพงศ์เตชากิจ,วิชชั่นใหม่,131
10,กรุงเทพมหานคร,14,1,ร.อ.พิชาญศักดิ์ บุญมาศ,ประชาธิปัตย์,8186
10,กรุงเทพมหานคร,14,2,นายพงศกร รัตนเรืองวัฒนา,เพื่อไทย,10848
10,กรุงเทพมหานคร,14,3,นายศุภพิพัฒน์ บัลนาลังก์,ไทยก้าวใหม่,485
10,กรุงเทพมหานคร,14,4,นายไชยอนันต์ ตรีไพบูลย์,โอกาสใหม่,291
10,กรุงเทพมหานคร,14,5,นายกิตติศักดิ์ บุญพิทักษ์วุฒิ,พลวัต,213
10,กรุงเทพมหานคร,14,6,นายศรราม สีบุญเรื่อง,กล้าธรรม,571
10,กรุงเทพมหานคร,14,7,นายรัชฎะ สมรทินกร,พลังประชารัฐ,352
10,กรุงเทพมหานคร,14,8,นายธีระยุทธ อรุณพูลทรัพย์,เศรษฐกิจ,1199
10,กรุงเทพมหานคร,14,9,นายธีรทรัพย์ อภิญญาภรณ์,ไทยสร้างไทย,1299
10,กรุงเทพมหานคร,14,10,นายปรีชาชัย พิพรรธน์ธนาดุล,รวมไทยสร้างชาติ,1333
10,กรุงเทพมหานคร,14,11,นางสาวอาภา กลิ่นหอม,ไทยภักดี,694
10,กรุงเทพมหานคร,14,12,นางชนิดาภา สนิมทอง,ปวงชนไทย,354
10,กรุงเทพมหานคร,14,13,นางสาวฐิติภัสร์ โชติเดชาชัยนันต์,ภูมิใจไทย,25491
10,กรุงเทพมหานคร,14,14,นายก่อเกียรติ ก่อสูงศักดิ์,ประชาชน,41528
10,กรุงเทพมหานคร,14,15,นายจิรยุทธ บุญแต่ง,ไทยก้าวหน้า,146
10,กรุงเทพมหานคร,14,16,นายอริย์ธัช สายสุวรรณ์,รักชาติ,477
10,กรุงเทพมหานคร,16,1,นายหมวดตรีกิติภูมิ นีละไพจิตร์,พลังประชารัฐ,467
10,กรุงเทพมหานคร,16,2,นายณัฐนันท์ กัลยาศิริ,ภูมิใจไทย,15424
10,กรุงเทพมหานคร,16,3,นายกันตพงศ์ นาคสุวรรณ,ไทยภักดี,626
10,กรุงเทพมหานคร,16,4,นายปิยชาติ โชติช่วง,เศรษฐกิจ,1660
10,กรุงเทพมหานคร,16,5,นายอัฏฐพล สิทธิชัยอารีกิจ,รวมไทยสร้างชาติ,1648
10,กรุงเทพมหานคร,16,6,นายสิรภพ เอื้อชลิตนุกูล,กล้าธรรม,824
10,กรุงเทพมหานคร,16,7,นายจิรายุ ห่วงทรัพย์,เพื่อไทย,15340
10,กรุงเทพมหานคร,16,8,นายสุนันท์ มีนมณี,ประชาธิปัตย์,8442
10,กรุงเทพมหานคร,16,9,ผู้ช่วยศาสตราจารย์วสันต์ ภู่รัสมี,โอกาสใหม่,1317
10,กรุงเทพมหานคร,16,10,นางสาวพิมพ์กาญจน์ กีรติวิราปกรณ์,ประชาชน,46021
10,กรุงเทพมหานคร,16,11,นายภาคิณ ภูกิจสิริกุล,ไทยก้าวใหม่,1112
10,กรุงเทพมหานคร,16,12,นายฤทธี กิจพิพิธ,ไทยสร้างไทย,747
10,กรุงเทพมหานคร,16,13,นายธนพิสิฐ จีรวงศ์ไกรสร,รักชาติ,286
10,กรุงเทพมหานคร,16,14,นายศุภโชค มุ่งดี,เพื่อบ้านเมือง,153
10,กรุงเทพมหานคร,16,15,ว่าที่ร้อยตรีรัชภูมิ ใบเรือ,ปวงชนไทย,151
10,กรุงเทพมหานคร,17,1,นายกิตติศักดิ์ มูลทรัพย์,วิชชั่นใหม่,358
10,กรุงเทพมหานคร,17,2,นายวุฒิภัทร คำประกอบ,โอกาสใหม่,419
10,กรุงเทพมหานคร,17,3,นายกรัณ ดรัลพงศ์,รวมไทยสร้าง,1604
10,กรุงเทพมหานคร,17,4,นายสุขสันต์ แสงศรี,ภูมิใจไทย,16132
10,กรุงเทพมหานคร,17,5,นายมังกร ศิริศรีโพธิ์,ไทยสร้างไทย,773
10,กรุงเทพมหานคร,17,6,นายไพโรจน์ อิสระเสรีพงษ์,เพื่อไทย,12311
10,กรุงเทพมหานคร,17,7,นายธนกิจ สาโสภา,แรงงานสร้างชาติ,745
10,กรุงเทพมหานคร,17,8,นายฐิติวัชร์ ดีประเสริฐวงศ์,ประชาธิปัตย์,5611
10,กรุงเทพมหานคร,17,9,นางสาวณัฐิดา เตาเฟ็ส,ไทยก้าวใหม่,1967
10,กรุงเทพมหานคร,17,10,นายวีรวุธ รักเที่ยง,ประชาชน,28587
10,กรุงเทพมหานคร,17,11,นายศิริศักดิ์ อัตดาวีย์,พลังประชารัฐ,864
10,กรุงเทพมหานคร,17,12,นายนพดลชัย ประภัสสิริ,กล้าธรรม,499
10,กรุงเทพมหานคร,17,13,นายสุวโรจน์ กิจสมศักดิ์,ปวงชนไทย,246
10,กรุงเทพมหานคร,17,14,นายชัยพร จิตรอารีย์เลิศ,เพื่อบ้านเมือง,222
10,กรุงเทพมหานคร,17,15,นางสาวบวรลักษณ์ จงจามรีสีทอง,เศรษฐกิจ,1382
10,กรุงเทพมหานคร,18,1,นางสาวพชรพรรณ ตุ่มระสินปิน,พลังประชารัฐ,359
10,กรุงเทพมหานคร,18,2,นายเสน่ห์ ศิลปเจริญ,ไทยชนะ,338
10,กรุงเทพมหานคร,18,3,นายฟาวาดคาน เที่ยงธรรม,รักชาติ,372
10,กรุงเทพมหานคร,18,4,นายศิริพงษ์ รัสมี,เพื่อไทย,20414
10,กรุงเทพมหานคร,18,5,นายรณชัย สังฆมิตกล,ภูมิใจไทย,8326
10,กรุงเทพมหานคร,18,6,นายธีระวิทย์ วงศ์เพชร,ไทยก้าวใหม่,1781
10,กรุงเทพมหานคร,18,7,นายเชิดพันธุ์ เตี้ยไพบูลย์,ประชาธิปัตย์,6654
10,กรุงเทพมหานคร,18,8,นายสุรชาติ โต๊ะเฮ,ทางเลือกใหม่,496
10,กรุงเทพมหานคร,18,9,นายฮาซัน วันนุ,รวมไทยสร้างชาติ,3260
10,กรุงเทพมหานคร,18,10,นายธีรัจชัย พันธุมาศ,ประชาชน,34738
10,กรุงเทพมหานคร,18,11,นางสาวณัฐกัญญ์ภา อภิญญ์มณีณัฐ,ไทยสร้างไทย,1732
10,กรุงเทพมหานคร,18,12,นางสาวพวงประกา ชมภูทอง,พร้อม,171
10,กรุงเทพมหานคร,18,13,นายวิญญู อำนวยสมบัติ,กล้าธรรม,210
10,กรุงเทพมหานคร,18,14,นายณรงค์ชัย อิสริยไชย,ปวงชนไทย,225
10,กรุงเทพมหานคร,18,15,นายจำรัส การะเกตุ,แรงงานสร้างชาติ,285
10,กรุงเทพมหานคร,18,16,นายกิตติศักดิ์ อัศวสุขี,พลวัต,436
10,กรุงเทพมหานคร,18,17,นางสาวสมพิศ ภูมิงาม,เพื่อบ้านเมือง,196
10,กรุงเทพมหานคร,18,18,นางสาววรัญญา แอนดาริส,โอกาสใหม่,211
10,กรุงเทพมหานคร,19,1,นายปิยะชาติ อำนวยเวช,โอกาสใหม่,377
10,กรุงเทพมหานคร,19,2,นายวรวิทย์ พงษ์ประเทศ,ไทยสร้างไทย,924
10,กรุงเทพมหานคร,19,3,นายสมัย ภูมรินทร,ไทยก้าวใหม่,579
10,กรุงเทพมหานคร,19,4,นายจิรัฏฐ์ เชาว์อริยรัฐ,กล้าธรรม,772
10,กรุงเทพมหานคร,19,5,นายศรศักดิ์ สวนแก้ว,ปวงชนไทย,546
10,กรุงเทพมหานคร,19,6,นายกันต์พงษ์ ประยูรศักดิ์,ประชาชน,42820
10,กรุงเทพมหานคร,19,7,นางสาวกาญจนา ภวัครานนท์,ภูมิใจไทย,17802
10,กรุงเทพมหานคร,19,8,นายภูเบศ โพธิ์โซะ,รวมไทยสร้างชาติ,2415
10,กรุงเทพมหานคร,19,9,นางสาวขวัญจิรา มีนชัยนันท์,เพื่อไทย,13271
10,กรุงเทพมหานคร,19,10,นายนิยม ทรัพย์สิรินาวิน,เศรษฐกิจ,1607
10,กรุงเทพมหานคร,19,11,นางสาวกานต์ วนาดรวรวิศาล,ประชาธิปัตย์,10234
10,กรุงเทพมหานคร,19,12,นางสาวสุธิดารา สาสาย,รักชาติ,269
10,กรุงเทพมหานคร,19,13,นายเอนก มนัสซง,พลวัต,345
10,กรุงเทพมหานคร,19,14,นายบวรวิช รักไทย,ทางเลือกใหม่,230
10,กรุงเทพมหานคร,20,1,นายวรชัย สมบัติเจริญกิจ,พลวัต,424
10,กรุงเทพมหานคร,20,2,นายธนะสิทธิ์ เมธพันธ์เมือง,ภูมิใจไทย,7771
10,กรุงเทพมหานคร,20,3,นายวันชัย รัตนขจรไทย,พลังประชารัฐ,207
10,กรุงเทพมหานคร,20,4,นางเขมจิรา พชรจรวยพร,ปวงชนไทย,287
10,กรุงเทพมหานคร,20,5,ว่าที่ร้อยตรีหญิงนุชนาฏ หุ่นอยู่,ไทยสร้างไทย,1018
10,กรุงเทพมหานคร,20,6,นายพงศ์ปณตพล รักสกุลกานต์,ไทยก้าวใหม่,1135
10,กรุงเทพมหานคร,20,7,นายชุมพล หลักคำ,ประชาชน,34941
10,กรุงเทพมหานคร,20,8,นายพิชชา ขำสุวรรณ,พร้อม,298
10,กรุงเทพมหานคร,20,9,นายหวังจันทร์ ยิ้มวิไล,โอกาสใหม่,1483
10,กรุงเทพมหานคร,20,10,นายปิยะพล เหมันต์,กล้าธรรม,308
10,กรุงเทพมหานคร,20,11,นางสาวธีรรัตน์ สำเร็จวาณิชย์,เพื่อไทย,27474
10,กรุงเทพมหานคร,20,12,นายวีรภัทร์ พันธุ์หาญ,รวมไทยสร้างชาติ,1229
10,กรุงเทพมหานคร,20,13,นายรัฐศักดิ์ สุขยิ่ง,ประชาธิปัตย์,4139
10,กรุงเทพมหานคร,20,14,นายจตุพล ยอดวงค์พะเนา,เศรษฐกิจ,1221
10,กรุงเทพมหานคร,21,1,นายสุรเชษฐ์ สีงาม,เศรษฐกิจ,1296
10,กรุงเทพมหานคร,21,2,นายวรวุธ ลีลานภาศักดิ์,โอกาสใหม่,201
10,กรุงเทพมหานคร,21,3,นายเตวิช เฉลิมรักษ์,ไทยก้าวใหม่,636
10,กรุงเทพมหานคร,21,4,นายทวนชัย นิยมชาติ,ภูมิใจไทย,10553
10,กรุงเทพมหานคร,21,5,นายณัทพัช อัคฮาด,พลวัต,297
10,กรุงเทพมหานคร,21,6,นายภูมิ สวัสดี,รักชาติ,1199
10,กรุงเทพมหานคร,21,7,นางสาวชนิดาภา สงวนพวก,เพื่อไทย,6039
10,กรุงเทพมหานคร,21,8,นายณัฐพงศ์ เปรมพูลสวัสดิ์,ประชาชน,45951
10,กรุงเทพมหานคร,21,9,นางสาวมินทร์ชิสามณีนนทเศรษฐ์,กล้าธรรม,1060
10,กรุงเทพมหานคร,21,10,นางสุภาวดี บางใหญ่,รวมไทยสร้างชาติ,1153
10,กรุงเทพมหานคร,21,11,นายพีรพัฒน์ สุทัศนทรวง,ไทยภักดี,827
10,กรุงเทพมหานคร,21,12,นายเวโรฒ มาตยศิริ,อนาคตไทย,267
10,กรุงเทพมหานคร,21,13,นายเกรียงไกร สาลีผล,ปวงชนไทย,217
10,กรุงเทพมหานคร,21,14,นายกิตพล เชิดชูกิจกุล,ประชาธิปัตย์,21155
10,กรุงเทพมหานคร,21,15,ว่าที่ร้อยเอกวีรพล วงษ์มะเซาะ,ไทยสร้างไทย,495
10,กรุงเทพมหานคร,22,1,นายสุภกร ตันติไพบูลย์ธนะ,ประชาชน,42264
10,กรุงเทพมหานคร,22,2,นายพงศ์พล ยอดเมืองเจริญ,ภูมิใจไทย,17486
10,กรุงเทพมหานคร,22,3,นายปรินต์ ทองปุสสะ,ประชาธิปัตย์,9244
10,กรุงเทพมหานคร,22,4,นายธกร เลาหพงศ์ชนะ,เพื่อไทย,7036
10,กรุงเทพมหานคร,22,5,ร.ต.ต.มณฑล โพธิ์คาย,พลังประชารัฐ,2983
10,กรุงเทพมหานคร,22,6,นายพงศ์ไพศาล มะลุลีม,รวมไทยสร้างชาติ,1705
10,กรุงเทพมหานคร,22,7,นายกัณฑ์ชาติ มนต์กันภัย,ไทยก้าวใหม่,1491
10,กรุงเทพมหานคร,22,8,นายวิรัล ทองเมืองหลวง,เศรษฐกิจ,1130
10,กรุงเทพมหานคร,22,9,นายอรรถเวช กองนักวงษ์,ไทยสร้างไทย,786
10,กรุงเทพมหานคร,22,10,นายปรนัยน์ นพการุญ,พลวัต,425
10,กรุงเทพมหานคร,22,11,นายอธิป เพศยนาวิน,ปวงชนไทย,368
10,กรุงเทพมหานคร,22,12,นายชณทัต รินน์นพคุณ,กล้าธรรม,253
10,กรุงเทพมหานคร,22,13,นายวราทิตย์ ตะโกจีน,วิชชั่นใหม่,205
10,กรุงเทพมหานคร,22,14,นายปรีชา เอี่ยมอ่อน,โอกาสใหม่,182
10,กรุงเทพมหานคร,23,1,นายเมธี ใบโสภณ,รักชาติ,298
10,กรุงเทพมหานคร,23,2,นายพนิต นะวิโรจน์,ปวงชนไทย,201
10,กรุงเทพมหานคร,23,3,นายสมัย โกกเจริญพงศ์,โอกาสใหม่,184
10,กรุงเทพมหานคร,23,4,นางสาวณัฐธนินทร์ เลิศเตชะสกุล,กล้าธรรม,325
10,กรุงเทพมหานคร,23,5,นายอนุวัตร เมืองมัจฉา,อนาคตไทย,319
10,กรุงเทพมหานคร,23,6,นายภูวพัฒน์ ชนะสกล,ไทยสร้างไทย,1004
10,กรุงเทพมหานคร,23,7,นายภาวุฒิ จุณณานนท์,ไทยก้าวใหม่,755
10,กรุงเทพมหานคร,23,8,นายวรเมธ หวลหอม,ไทยภักดี,563
10,กรุงเทพมหานคร,23,9,นายวัฒนา เช่งไพเราะ,พลังประชารัฐ,1660
10,กรุงเทพมหานคร,23,10,นายกิตติธัช อยู่ดี,พลวัต,290
10,กรุงเทพมหานคร,23,11,นายกวีวงศ์ อยู่วิจิตร,เพื่อไทย,9292
10,กรุงเทพมหานคร,23,12,นางสาวอัยรดา บำรุงรักษ์,รวมไทยสร้างชาติ,1896
10,กรุงเทพมหานคร,23,13,นายสุรเกียรติ์ มณีแผลงเจริญชัย,ประชาธิปไตยใหม่,464
10,กรุงเทพมหานคร,23,14,นายพิริยะ อุไรวงค์,เศรษฐกิจ,1529
10,กรุงเทพมหานคร,23,15,นายชลธาร ทรัพย์ไพบูลย์เลิศ,ประชาชน,46782
10,กรุงเทพมหานคร,23,16,นางสกุลรัตน์ ทิพย์วรรณงาม,ภูมิใจไทย,17592
10,กรุงเทพมหานคร,23,17,นางสาววีร์ ศรีวราธนบูลย์,ประชาธิปัตย์,10876
10,กรุงเทพมหานคร,23,18,นายฐิติ วิรทัศนุสรณ์,วิชชั่นใหม่,203
10,กรุงเทพมหานคร,24,1,นางสาวปภาดา ถาวรเศรษฐ,โอกาสใหม่,492
10,กรุงเทพมหานคร,24,2,นายพงศพัศ กตคุณวิสิทธิ์,กล้าธรรม,514
10,กรุงเทพมหานคร,24,3,ร้อยตำรวจเอก จักรกฤช ปิ่นกร,ปวงชนไทย,285
10,กรุงเทพมหานคร,24,4,นายวิชญ์วิสิษ โชติกิจพิศาล,เพื่อไทย,6401
10,กรุงเทพมหานคร,24,5,นางสาวเจณิสตา เตชะโสภณมณี,ภูมิใจไทย,15300
10,กรุงเทพมหานคร,24,6,นายณพัฏน์ จิตตภินันท์กัณตา,ประชาชน,46415
10,กรุงเทพมหานคร,24,7,นางสาวมารีญา ฤกษ์ดี,ประชาธิปัตย์,13371
10,กรุงเทพมหานคร,24,8,นายรัชชานนท์ สมบัติลาภตระกูล,รวมไทยสร้างชาติ,1758
10,กรุงเทพมหานคร,24,9,นายกฤษติศักดิ์ พูลสวัสดิ์,เศรษฐกิจ,2509
10,กรุงเทพมหานคร,24,10,นางสาวสุภาภรณ์ ไชยโคตร,ไทยสร้างไทย,819
10,กรุงเทพมหานคร,24,11,นายทรงวุฒิ จันทร์อำนวยโชค,ไทยก้าวใหม่,1001
10,กรุงเทพมหานคร,24,12,นายวิษณุ ทิพย์วงศ์,ประชาธิปไตยใหม่,280
10,กรุงเทพมหานคร,24,13,นายชาญวิทย์ อุทัยแสน,ทางเลือกใหม่,211
10,กรุงเทพมหานคร,25,1,นางสาวแอนศิริ วลัยกนก,ประชาชน,37035
10,กรุงเทพมหานคร,25,2,นายชยิน พึ่งสาย,ประชาธิปัตย์,7071
10,กรุงเทพมหานคร,25,3,นายเจริญศักดิ์ มณีรัตนสุบรรณ,ภูมิใจไทย,10493
10,กรุงเทพมหานคร,25,4,นายกิตติพล รวยฟูพันธ์,เพื่อไทย,21904
10,กรุงเทพมหานคร,25,5,นายอมรศักดิ์ สินเหลือ,ไทยสร้างไทย,581
10,กรุงเทพมหานคร,25,6,นายธรรมนูญ เทียบขุนทด,พลังประชารัฐ,688
10,กรุงเทพมหานคร,25,8,นางสาวญาตาวี เซ็นเชาวนิช,พลวัต,980
10,กรุงเทพมหานคร,25,9,นางสาวทัสนันทน์ สิริเลิศเมฆาสกุล,เศรษฐกิจ,1335
10,กรุงเทพมหานคร,25,10,นางสาวปราณี ธรรมนิยม,รวมไทยสร้างชาติ,2493
10,กรุงเทพมหานคร,25,11,นายวิชิต วราศิริกุล,อนาคตไทย,424
10,กรุงเทพมหานคร,25,12,นางสาวเนตรสกาว ชาหอม,ไทยก้าวใหม่,407
10,กรุงเทพมหานคร,25,13,นายณัฐดนัย หลำแสงกุล,กล้าธรรม,357
10,กรุงเทพมหานคร,25,14,นายบุญรุ่ง เต๋งจงดี,โอกาสใหม่,179
10,กรุงเทพมหานคร,25,15,นายเดชพนต์ ชลธาร,วิชชั่นใหม่,165
10,กรุงเทพมหานคร,26,1,นาย พงษ์สรณัฐ ทองลี,ประชาชน,44271
10,กรุงเทพมหานคร,26,2,นาง สดใส โอมหานนท์,ปวงชนไทย,486
10,กรุงเทพมหานคร,26,3,นางสาว นิศาชล ชาหอม,พลวัต,421
10,กรุงเทพมหานคร,26,4,นาย ธวัชชัย ทองสิมา,ไทยสร้างไทย,2506
10,กรุงเทพมหานคร,26,5,นาย ชัยณรงค์ ธีรการุณวงศ์,รวมไทยสร้างชาติ,1562
10,กรุงเทพมหานคร,26,6,นาย สาโรจน์ ซึ้งไพศาลกุล,ประชาธิปัตย์,8425
10,กรุงเทพมหานคร,26,7,นาย ศรัณยสัณฑ์ วีรกุลสุนทร,เพื่อไทย,16727
10,กรุงเทพมหานคร,26,8,นาย วิเชียร กันทาทรัพย์,ไทยก้าวใหม่,810
10,กรุงเทพมหานคร,26,9,นาย เสฐียรพงษ์ สำแดงสุข,กล้าธรรม,1359
10,กรุงเทพมหานคร,26,10,นาย โชติพิพัฒน์ เตชะโสภณมณี,ภูมิใจไทย,11584
10,กรุงเทพมหานคร,26,11,พลตรี สุชิน บุญญานันท์,เศรษฐกิจ,1422
10,กรุงเทพมหานคร,26,12,นาง ภัควรินทร์ อติธัญญารัศม์,ประชาธิปไตยใหม่,222
10,กรุงเทพมหานคร,26,13,นาง ธัญยรัตน์ วโรอัครวัฒน์,ไทยพิทักษ์ธรรม,118
10,กรุงเทพมหานคร,26,14,นาย ณัฐกร มั่นจิตต์,โอกาสใหม่,124
10,กรุงเทพมหานคร,27,1,นายสากล ม่วงศิริ,เพื่อไทย,26986
10,กรุงเทพมหานคร,27,2,นางสาวมลฑาทิพย์ ทิพยธนาพัฒน์,ประชาธิปัตย์,7490
10,กรุงเทพมหานคร,27,3,นายอัศวิน คูร์พิพัฒน์,โอกาสใหม่,317
10,กรุงเทพมหานคร,27,4,นายมณูเทพย์ ทองปน,กล้าธรรม,384
10,กรุงเทพมหานคร,27,5,นายศิลปชัย บุญราย,ภูมิใจไทย,6640
10,กรุงเทพมหานคร,27,6,นายกิตติคุณ เตชะพกาพงษ์,ปวงชนไทย,706
10,กรุงเทพมหานคร,27,7,นายนฤพล เลิศปัญญาโรจน์,ประชาชน,43046
10,กรุงเทพมหานคร,27,8,นายเบสท์ วงศ์ไพโรจน์กุล,ไทยสร้างไทย,524
10,กรุงเทพมหานคร,27,9,นายทรงยศ บุญบำรุงชัย,รวมไทยสร้างชาติ,2202
10,กรุงเทพมหานคร,27,10,นายสามารถ คุ้มทรงธรรม,ไทยก้าวใหม่,493
10,กรุงเทพมหานคร,27,11,นายกัณน์พัฒศ์ ศักดิ์ธนบดี,เศรษฐกิจ,1422
10,กรุงเทพมหานคร,27,12,นางสาวสิริพรโชค พฤทธเมธวิสุทธิ์,เพื่อบ้านเมือง,171
10,กรุงเทพมหานคร,28,1,นางสาวชลณัฏฐ์ โกยกุล,ประชาชน,47692
10,กรุงเทพมหานคร,28,2,นางสางมัญดา อัฐจินดา,ภูมิใจไทย,13153
10,กรุงเทพมหานคร,28,3,นายสุวัฒน์ ม่วงศิริ,เพื่อไทย,12310
10,กรุงเทพมหานคร,28,4,นายพร้อมพล ธรรมจินดา,ประชาธิปัตย์,7586
10,กรุงเทพมหานคร,28,5,นางสาวธัญญ์ภรณ์ สุจารีรัตน์,เศรษฐกิจ,2236
10,กรุงเทพมหานคร,28,6,นางสาวทิพย์รัมภา วิธูชุลีโชติ,ไทยก้าวไทย,2071
10,กรุงเทพมหานคร,28,7,นายจักรทิพย์ วงษ์งามสวย,รวมไทยสร้างชาติ,1831
10,กรุงเทพมหานคร,28,8,นายปิ่น แจ้งชะไว,รักชาติ,1609
10,กรุงเทพมหานคร,28,9,นางสาวนัจภัค กรเกษม,กล้าธรรม,1033
10,กรุงเทพมหานคร,28,10,นางสาวณฤษร พฤฒิวโรดม,ไทยสร้างไทย,870
10,กรุงเทพมหานคร,28,11,นายรวินท์ ชอบใช้,โอกาสใหม่,688
10,กรุงเทพมหานคร,28,12,นายไพฑูรย์ ลิขิตบรรจง,ปวงชนไทย,299
10,กรุงเทพมหานคร,28,13,นายพรเทพ ประเสริฐสุรกุล,เพื่อบ้านเมือง,182
10,กรุงเทพมหานคร,29,1,นางสาวอรพรรณ วัจนะเสถียรกุล,กล้าธรรม,548
10,กรุงเทพมหานคร,29,2,นายยุทธนา โตอาจ,โอกาสใหม่,373
10,กรุงเทพมหานคร,29,3,นางสาวทิสรัตน์ เลาหพล,ประชาชน,46402
10,กรุงเทพมหานคร,29,4,นายกฤชนนท์ อัยยปัญญา,เพื่อไทย,16836
10,กรุงเทพมหานคร,29,5,นางสาวธัณยาการย์ เตชะพัฒน์สิริ,ภูมิใจไทย,13062
10,กรุงเทพมหานคร,29,6,นายธรรมราช อาษาสุวรรณ,เศรษฐกิจ,2211
10,กรุงเทพมหานคร,29,7,นายพีร์ โรจนดารา,ไทยสร้างไทย,1757
10,กรุงเทพมหานคร,29,8,นางสาวศิริขวัญ นิลกรรณ์,ประชาธิปัตย์,8987
10,กรุงเทพมหานคร,29,9,นายณรงค์ชัย ธารณา,รวมไทยสร้างชาติ,3379
10,กรุงเทพมหานคร,29,10,นายธนิสสร กาสาวพานิชย์,รักชาติ,370
10,กรุงเทพมหานคร,29,11,นายธนาวุฒิ รัศมีฉาย,พลวัต,865
10,กรุงเทพมหานคร,29,12,นางสาวอรญา อุษณะอำไพพงษ์,ประชาธิปไตยใหม่,287
10,กรุงเทพมหานคร,29,13,นายกิตติศักดิ์โยธิน ธรรมวัตร,วิชชั่นใหม่,162
10,กรุงเทพมหานคร,29,14,นายฐานวัฒน์ สถิตโอฬารโรจน์,ไทยก้าวใหม่,532
10,กรุงเทพมหานคร,29,15,นายธนพล ศรีสุด,ปวงชนไทย,338
10,กรุงเทพมหานคร,29,16,นายพัฒนภาส ลิ่วมโนคุณ,พลังประชารัฐ,139
10,กรุงเทพมหานคร,30,1,นายเอกรัฐ อิทธิไกวัล,กล้าธรรม,456
10,กรุงเทพมหานคร,30,2,นายอำพล ขำวิลัย,ภูมิใจไทย,11593
10,กรุงเทพมหานคร,30,3,นายกิตติพัทธ์ เตชะพกาพงษ์,ปวงชนไทย,441
10,กรุงเทพมหานคร,30,4,นายกวิน ชาตะวนิช,รวมไทยสร้างชาติ,2513
10,กรุงเทพมหานคร,30,5,นางสาวพิชชาภา ทองดียิ่ง,ไทยสร้างไทย,1072
10,กรุงเทพมหานคร,30,6,นางสาวศรัณย์รัชต์ อัศววงศ์ธาดา,เป็นธรรม,630
10,กรุงเทพมหานคร,30,7,นางสาวภูชิตา แก้วมโนรมย์,พลวัต,388
10,กรุงเทพมหานคร,30,8,นายไพบูลย์ เกิดโสภา,โอกาสใหม่,285
10,กรุงเทพมหานคร,30,9,นายปภพพล เติมธีรกิจ,ไทยก้าวใหม,2341
10,กรุงเทพมหานคร,30,10,นางสาวอรชพร คงวุฒิปัญญา,เพื่อไทย,14293
10,กรุงเทพมหานคร,30,11,นายธนูชยานันท์ ปั้นบริสุทธิ์,เสรีรวมไทย,1271
10,กรุงเทพมหานคร,30,12,นายคณพล พงศ์พิทยา,ประชาธิปัตย์,8033
10,กรุงเทพมหานคร,30,13,นางสาวชมกมล วงศ์ชุติโรจน์,รักชาติ,334
10,กรุงเทพมหานคร,30,14,นายรัชชานนท์ พูนรัตน์,พลังประชารัฐ,389
10,กรุงเทพมหานคร,30,15,นายธัญธร ธนินวัฒนาธร,ประชาชน,45992
10,กรุงเทพมหานคร,30,16,ว่าที่ ร.ต. ทรงธรรม ทรงศิริเดชบดี,ประชาธิปไตยใหม่,417
10,กรุงเทพมหานคร,30,17,นายอภิชาติ สุริโย,ไทยภักดี,687
10,กรุงเทพมหานคร,30,18,นายวรพงษ์ วณิชอุชโชติ,เศรษฐกิจ,1258
10,กรุงเทพมหานคร,30,19,นายวงศ์ปกรณ์ เกษมพงศ์จรัส,เพื่อบ้านเมือง,140
10,กรุงเทพมหานคร,31,1,นายอำนาจ ภิญโญรัตนโยธี,ทางเลือกใหม่,605
10,กรุงเทพมหานคร,31,2,นายธนพล ชื่นพาณิชยกุล,ภูมิใจไทย,15126
10,กรุงเทพมหานคร,31,3,นางสาวฐาปนี โปร่งรัศมี,ไทยก้าวใหม่,727
10,กรุงเทพมหานคร,31,4,พลตำรวจโทอัตชัย ดวงอัมพร,ไทยชนะ,387
10,กรุงเทพมหานคร,31,5,นายวันปิติ สิงหโกวินท์,พลวัต,702
10,กรุงเทพมหานคร,31,6,นายประเวช แสวงสุข,เพื่อไทย,14455
10,กรุงเทพมหานคร,31,7,นายสุพิศาล ภักดีนฤนาถ,ไทยธรรม,966
10,กรุงเทพมหานคร,31,8,นายสรวิศ วัฒนะโชติ,รวมไทยสร้างชาติ,1888
10,กรุงเทพมหานคร,31,9,พันโทสาธิต หงษ์ทอง,เศรษฐกิจ,2889
10,กรุงเทพมหานคร,31,10,พันตำรวจโทหญิงรักตาภา วงษ์ยอด,กล้าธรรม,485
10,กรุงเทพมหานคร,31,11,พลตรีเกียรติคุณ ขำศิริ,ไทยสร้างไทย,1147
10,กรุงเทพมหานคร,31,12,นายอนุสรณ์ ธรรมใจ,ประชาชน,44722
10,กรุงเทพมหานคร,31,13,พันตำรวจเอกทศพล โชติคุตร์,ประชาธิปัตย์,13012
10,กรุงเทพมหานคร,31,14,นายชูชาติ ยิ้มงาม,โอกาสใหม่,561
10,กรุงเทพมหานคร,31,15,นายศิรเมศร์ สุขกุลวรเศรษฐ์,รักชาติ,384
10,กรุงเทพมหานคร,31,16,นายเจษฎา แย้มสวย,วิชชั่นใหม่,435
10,กรุงเทพมหานคร,32,1,นางสาวศุภิกา พัฒน์ธนันภู,ภูมิใจไทย,13302
10,กรุงเทพมหานคร,32,2,นางสาวเสาวนีย์ คงวุฒิปัญญา,เพื่อไทย,10257
10,กรุงเทพมหานคร,32,3,นางสาวกัญญาวีร์ จารุสัมพันธ์กนก,รวมไทยสร้างชาติ,3024
10,กรุงเทพมหานคร,32,4,นายธิติพัทธ์ นรวิทย์โชติกุล,เสรีรวมไทย,775
10,กรุงเทพมหานคร,32,5,นางสาวขวัญญดาภรณ์ เชี่ยววิทย์,โอกาสใหม่,497
10,กรุงเทพมหานคร,32,6,นางสาววาสนา ชาหอม,พลวัต,873
10,กรุงเทพมหานคร,32,7,นายแทนรัก ศาตะมาน,ไทยสร้างไทย,897
10,กรุงเทพมหานคร,32,8,นางสาวไปรพร แสงจันทร์,ไทยก้าวใหม่,700
10,กรุงเทพมหานคร,32,9,นายวงศธร โชคภัทรชัยกิจ,เศรษฐกิจ,1429
10,กรุงเทพมหานคร,32,10,นายปารเมศ เอี่ยมศิลา,กล้าธรรม,681
10,กรุงเทพมหานคร,32,11,นางสาวนิธิสนี กลิ่นพันธหิรัญ,พลังประชารัฐ,351
10,กรุงเทพมหานคร,32,12,นายอนุรักษ์ ปวงคำ,รักชาติ,559
10,กรุงเทพมหานคร,32,13,นายวิละ อุดม,ทางเลือกใหม่,435
10,กรุงเทพมหานคร,32,14,นายวิสวัส ทองธีรภาพ,ประชาธิปัตย์,11573
10,กรุงเทพมหานคร,32,15,นางสาวปวิตรา จิตตกิจ,ประชาชน,39327
10,กรุงเทพมหานคร,32,16,นายภูรินันท์ พุทธมา,เพื่อบ้านเมือง,551
10,กรุงเทพมหานคร,33,1,นายสุไพรพล เพ็ญแข,เพื่อไทย,7551
10,กรุงเทพมหานคร,33,2,นางสาวบุณณดา สุปิยพันธุ์,ไทยก้าวใหม่,1541
10,กรุงเทพมหานคร,33,3,นายอมรเทพ หวังแก้ว,ไทยสร้างไทย,768
10,กรุงเทพมหานคร,33,4,นายสุริยะ เรืองพุ่ม,พลวัต,404
10,กรุงเทพมหานคร,33,5,นายณพมิตร อภิษฎารัตน์,โอกาสใหม่,288
10,กรุงเทพมหานคร,33,6,นายมานัส อรุณวิราม,เศรษฐกิจ,2260
10,กรุงเทพมหานคร,33,7,นายธราธรณ์ อรสุขศรี,วิชชั่นใหม่,605
10,กรุงเทพมหานคร,33,8,นายเจตน์สฤษฎิ์ เลิศธนสาร,ประชาธิปัตย์,16359
10,กรุงเทพมหานคร,33,9,นายกฤษณ์ สุริยผล,กล้าธรรม,1506
10,กรุงเทพมหานคร,33,10,นายอรรทิตย์ฌาณ คูหาเรืองรอง,ภูมิใจไทย,15046
10,กรุงเทพมหานคร,33,11,นายเท่าพิภพ ลิ้มจิตรกร,ประชาชน,44860
10,กรุงเทพมหานคร,33,12,นายอนันตเดช ธนวิภารัตน์,เสรีรวมไทย,626
10,กรุงเทพมหานคร,33,13,นายธนกร คงอุดม,รวมไทยสร้างชาติ,2503
10,กรุงเทพมหานคร,33,14,นายอภิชาติ ศุภพันธ์,เพื่อบ้านเมือง,199
11,สมุทรปราการ,1,0,นางธนาวรรณ รุ่งเรือง,เศรษฐกิจ,2066
11,สมุทรปราการ,1,2,นายสมลัษณ์ ควรสงวน,พลังประชารัฐ,1065
11,สมุทรปราการ,1,3,นายอัครวัฒน์ อัศวเหม,เพื่อไทย,24150
11,สมุทรปราการ,1,4,นางสาวแพรวพรรณ พุกพิบูลย์,ภูมิใจไทย,12409
11,สมุทรปราการ,1,5,นายราเชน ศิริวงค์นาค,ประชาธิปัตย์,3159
11,สมุทรปราการ,1,6,นายจาตุรันต์ บุญเบ็ญจรัตน์,กล้าธรรม,805
11,สมุทรปราการ,1,7,นางสาวพนิดา มงคลสวัสดิ์,ประชาชน,43463
11,สมุทรปราการ,1,8,นางสาววชิราภรณ์ สุระหิรัญพล,ปวงชนไทย,762
11,สมุทรปราการ,2,1,นายนกเขา ท้วมกลัด,ภูมิใจไทย,7905
11,สมุทรปราการ,2,2,นายกำพล สังขวดี,ไทยก้าวใหม่,455
11,สมุทรปราการ,2,3,นายณัฐพงษ์ โพธิ์เดช,กล้าธรรม,559
11,สมุทรปราการ,2,4,นายดุสิต พันธุ์เสือ,ประชาธิปัตย์,2957
11,สมุทรปราการ,2,5,นายยงยุทธ สุวรรณบุตร,เพื่อไทย,29448
11,สมุทรปราการ,2,6,นายนภา วันดี,แรงงานสร้างชาติ,793
11,สมุทรปราการ,2,7,นางสาวรัชนก สุขประเสริฐ,ประชาชน,40979
11,สมุทรปราการ,2,8,นายธนชาติ ยังประภากร,พลังประชารัฐ,668
11,สมุทรปราการ,2,9,นางสาวสรัณณรัตน์ ศุภอัครโภคิน,รวมไทยสร้างชาติ,2506
11,สมุทรปราการ,2,10,ร้อยตำรวจเอกเธียรสิน จิตพงค์ศรี,เศรษฐกิจ,2135
11,สมุทรปราการ,2,11,นายมานิตย์ พรหมการีย์กุล,ปวงชนไทย,730
11,สมุทรปราการ,3,1,ว่าที่ร้อยตรีธเนศ พุ่มโพธิ์,ปวงชนไทย,708
11,สมุทรปราการ,3,2,นางอภัสนันท์ ภัคนราธนเศรษฐ์,ภูมิใจไทย,11651
11,สมุทรปราการ,3,3,นายภิญโญ กิจเลิศไพโรจน์,เพื่อไทย,11151
11,สมุทรปราการ,3,4,นายพิชัย แจ้งจรรยาวงศ์,ประชาชน,45335
11,สมุทรปราการ,3,5,นายนัฏทีธร จักรแก้ว,เศรษฐกิจ,1565
11,สมุทรปราการ,3,6,นางสาวสรชา วีรชาติวัฒนา,ประชาธิปัตย์,13276
11,สมุทรปราการ,3,7,นายประเสริฐ ชัยกิจเด่นนภาลัย,กล้าธรรม,1755
11,สมุทรปราการ,3,8,นายชิตพล เชี่ยวอุดมทรัพย์,พลังประชารัฐ,1328
11,สมุทรปราการ,3,9,นายธนพัต ธนัตเจริญ,แรงงานสร้างชาติ,849
11,สมุทรปราการ,3,10,นางสาวเปมิกา หงส์อาจ,ไทยภักดี,870
11,สมุทรปราการ,4,1,นายธนากร ผดาศรี,โอกาสใหม่,1977
11,สมุทรปราการ,4,2,นายชนสิษฎ์ ยอดฉิม,ประชาชน,48876
11,สมุทรปราการ,4,3,นายไพรัตน์ สำเภาทอง,ปวงชนไทย,415
11,สมุทรปราการ,4,4,นายภูมเรศ จุลโสด,ประชาธิปัตย์,5904
11,สมุทรปราการ,4,5,นายปรัชญา สมบูรณ์,รวมไทยสร้างชาติ,1717
11,สมุทรปราการ,4,6,นายอดุลย์ สุนทราวงศ์,กล้าธรรม,686
11,สมุทรปราการ,4,7,นายกรวัฒน์ หันประดิษฐ์,เพื่อไทย,15476
11,สมุทรปราการ,4,8,นางสาวพิมพ์พรรณ พึ่งบุญ,ภูมิใจไทย,15300
11,สมุทรปราการ,4,9,นายฐาพล ณ น่าน,ไทยก้าวใหม่,706
11,สมุทรปราการ,4,10,นายอภิชิต เสมศรี,ทางเลือกใหม่,461
11,สมุทรปราการ,4,11,นางเบญจวรรณ์ จารุเพ็ญพูนผล,พลังประชารัฐ,1102
11,สมุทรปราการ,5,1,นายวาสนา แต้มพูดชา,รวมไทยสร้างชาติ,2237
11,สมุทรปราการ,5,2,นายชัยณรงค์ ชยานุคุณลิขิต,กล้าธรรม,796
11,สมุทรปราการ,5,3,นางสาวธนภรณ์ บุญประเสริฐ,พลังประชารัฐ,2410
11,สมุทรปราการ,5,4,นางยุคลฉัตร หลำวรรณะ,ภูมิใจไทย,15146
11,สมุทรปราการ,5,5,นายมาโนช นุชนา,เสรีรวมไทย,1342
11,สมุทรปราการ,5,6,นายสงกรานต์ แสงสุข,ปวงชนไทย,981
11,สมุทรปราการ,5,7,นายชวกร อุบลรัตน์,ไทยก้าวใหม่,1789
11,สมุทรปราการ,5,8,นางสาวรังรอง เข็มทอง,โอกาสใหม่,1306
11,สมุทรปราการ,5,9,นายปิยะพงศ์ เหมะ,เพื่อไทย,12323
11,สมุทรปราการ,5,10,นายธวัชชัย ทรงพัฒนาศิลป์,ประชาธิปัตย์,4717
11,สมุทรปราการ,5,11,นางสาวนิตยา มีศรี,ประชาชน,57198
11,สมุทรปราการ,6,1,นายบุญธรรม มุกดาสนิท,เสรีรวมไทย,707
11,สมุทรปราการ,6,2,นายศิววุฒิ ศรีอินทร์จันทร์,กล้าธรรม,286
11,สมุทรปราการ,6,3,นายกิตติศักดิ์ ศีลภูษิต,ปวงชนไทย,1289
11,สมุทรปราการ,6,4,นายฐาปกรณ์ กุลเจริญ,ภูมิใจไทย,35571
11,สมุทรปราการ,6,5,นายณัฐกานต์ อภิสิทธิ์วัฒนกุล,ไทยก้าวใหม่,556
11,สมุทรปราการ,6,6,นายอุทัย เสน่หา,ประชาธิปัตย์,2246
11,สมุทรปราการ,6,7,นายวีรภัทร คันธะ,ประชาชน,33018
11,สมุทรปราการ,6,8,นางนฤมล ธารดำรงค์,เพื่อไทย,8020
11,สมุทรปราการ,6,9,นายธนัชชวิน โกพัฒน์ตา,พลังประชารัฐ,889
11,สมุทรปราการ,6,10,นายชนาวีร์ ชีววัฒนรัตน์,รวมไทยสร้างชาติ,1932
11,สมุทรปราการ,7,1,นายบุญเลิศ แสงพันธุ์,ประชาชน,46394
11,สมุทรปราการ,7,2,นายณัฐพล ช่อสกุล,กล้าธรรม,796
11,สมุทรปราการ,7,3,นายเสรี มะลิแย้ม,ไทยก้าวใหม่,495
11,สมุทรปราการ,7,4,นายธานัท บัวศรีคำ,ปวงชนไทย,377
11,สมุทรปราการ,7,5,นายธนกฤต ณ นคร,ประชาธิปัตย์,1780
11,สมุทรปราการ,7,6,นายชยพล พอเพียงนฤกุล,พลังประชารัฐ,714
11,สมุทรปราการ,7,7,นายประชา ประสพดี,เพื่อไทย,15568
11,สมุทรปราการ,7,8,นายอลงกต สงพัฒน์แก้ว,เศรษฐกิจ,2645
11,สมุทรปราการ,7,9,นางสาวไพลิน เทียนสุวรรณ,ภูมิใจไทย,28922
11,สมุทรปราการ,8,1,นายอภิศักดิ์ แก้วหาญ,แรงงานสร้างไทย,765
11,สมุทรปราการ,8,2,นายหัสวรรษ เผือกบางนา,ปวงชนไทย,682
11,สมุทรปราการ,8,3,นายกรุงศรีวิไล สุทินเผือก,กล้าธรรม,16768
11,สมุทรปราการ,8,4,นายพีรวิชย์ วงศ์วิชญะ,ไทยก้าวใหม่,1118
11,สมุทรปราการ,8,5,ร้อยตำรวจเอกชวลิต ทองเพียร,เศรษฐกิจ,2464
11,สมุทรปราการ,8,6,นางประนอม แซ่ลี้,พลังประชารัฐ,2271
11,สมุทรปราการ,8,7,นางสลิลทิพย์ สุขวัฒน์,เพื่อไทย,27991
11,สมุทรปราการ,8,8,นายวิบูลย์ชัย ขาวทองบริสุทธิ์,ภูมิใจไทย,7684
11,สมุทรปราการ,8,9,นายเทพฤทธิ์ ภาษี,ประชาชน,40230
11,สมุทรปราการ,8,10,นายทนงศักดิ์ ปิ่นถาวร,ประชาธิปัตย์,3068
12,นนทบุรี,1,1,นายวุฒากร นุตยกุล,ประชาชน,42123
12,นนทบุรี,1,2,นายศรราม ภูมิไชย,พลังประชารัฐ,391
12,นนทบุรี,1,3,นางสาวกัญญาพร แก้วทิพย์,ภูมิใจไทย,19861
12,นนทบุรี,1,4,นายวิรัตน์ เกียรติสันติกุล,เพื่อไทย,9587
12,นนทบุรี,1,5,นายสหภาพ พ่อค้าทอง,เศรษฐกิจ,2230
12,นนทบุรี,1,6,นายธีรวงศ์ สรรค์พิพัฒน์,กล้าธรรม,8706
12,นนทบุรี,1,7,ร้อยโทภาคย์ธณิศ นุชน้อย,รวมไทยสร้างชาติ,2034
12,นนทบุรี,1,8,นายธนบดี อินทวีโร,เสรีรวมไทย,1184
12,นนทบุรี,1,9,นายสุรพันธ์ ไวยากรณ์,พลวัต,791
12,นนทบุรี,1,10,นายนันทิน พานิชกุล,ประชาธิปัตย์,6573
12,นนทบุรี,1,11,นายวิชยุตม์ รอดศิลป์,ฟิวชัน,403
12,นนทบุรี,2,1,นางสาวกาญจนา ยงเสมอ,เศรษฐกิจ,1667
12,นนทบุรี,2,2,นายกิตติ เพ็ญภาคกุล,พลวัต,386
12,นนทบุรี,2,3,นายเฉลิมพล นิยมสินธุ์,ภูมิใจไทย,20126
12,นนทบุรี,2,4,นายตฤณ สุวรรณศร,ทางเลือกใหม่,518
12,นนทบุรี,2,5,นายภาณุพงศ์ ทรงวัชราภรณ์,เพื่อไทย,10730
12,นนทบุรี,2,6,นางสาวสุพรรษา เย็นเพ็ชร,ประชาธิปัตย์,5756
12,นนทบุรี,2,7,นางปัญญารัตน์ นันทภูษิตานนท์,ประชาชน,38013
12,นนทบุรี,2,8,นางสาวสมบูรณ์วรรณ ตรีสินธุ์ไชย,พลังประชารัฐ,906
12,นนทบุรี,2,9,นางสาวภควรรณ กุลปัญญาพินิจ,กล้าธรรม,563
12,นนทบุรี,2,10,นายปราโมทย์ พันธุเกตุ,รวมไทยสร้างชาติ,1210
12,นนทบุรี,2,11,นางสาวพกาวรรณ ทิมดี,ไทยภักดี,1047
12,นนทบุรี,2,12,นายธนาชัย จิรัตถิติกุล,ฟิวชัน,201
12,นนทบุรี,3,1,นางสาวสิรินาถ พิณประไพวงศ์,พลวัต,774
12,นนทบุรี,3,2,นาวสาวดาราวรรณ อัจฉริยะประสิทธิ์,เพื่อไทย,17748
12,นนทบุรี,3,3,นายเอกชัย แสงวิจิตร,เศรษฐกิจ,2207
12,นนทบุรี,3,4,นายประชา มีเหม็ง,รวมไทยสร้างชาติ,1873
12,นนทบุรี,3,5,ผศ.สิริภิญญ์ อินทรประเสริฐ,ภูมิใจไทย,15854
12,นนทบุรี,3,6,นายปัญญา สุขขจีธำรง,ทางเลือกใหม่,957
12,นนทบุรี,3,7,นายอนุสรณ์ แก้ววิเชียร,ประชาชน,47505
12,นนทบุรี,3,8,นายเอิบ พงบุหงอ,ประชาธิปัตย์,7291
12,นนทบุรี,3,9,นายวุฒิบูรณ์ วิ่งวน,กล้าธรรม,1160
12,นนทบุรี,3,10,นายอิทธิพล คงพสิษฐ์พร,พลังประชารัฐ,474
12,นนทบุรี,3,11,นายศุภวัฒน์ กุลสังคหะ,เสรีรวมไทย,778
12,นนทบุรี,4,1,นายนนทพันธ์ อัครเจริญรัตน์,เศรษฐกิจ,1501
12,นนทบุรี,4,2,นายกรณ์ มีดี,ประชาชน,33461
12,นนทบุรี,4,3,นายสุรเชษฐ ทองคำ,กล้าธรรม,346
12,นนทบุรี,4,4,นางสาวปุญชรัสมิ์ บุญมา,พลวัต,868
12,นนทบุรี,4,5,นายมนตรี ตั้งเจริญถาวร,เพื่อไทย,14692
12,นนทบุรี,4,6,นายธิติธร เลิศเกียรติมงคล,ประชาธิปัตย์,4054
12,นนทบุรี,4,7,ว่าที่ร้อยตรีภาณุพงศ์ บรรดาศักดิ์,ภูมิใจไทย,27997
12,นนทบุรี,4,8,นายติณณ์ ธณกรณ์,ทางเลือกใหม่,646
12,นนทบุรี,4,10,นางสาวณัฐปัณฑ์ ดาวเรือง,รวมไทยสร้างชาติ,1279
12,นนทบุรี,4,11,นางดุษฎี เจริญสุข,ไทยพิทักษ์ธรรม,359
12,นนทบุรี,5,,นายปรีติ เจริญศิลป์,ประชาชน,41888
12,นนทบุรี,5,2,นายพลวัตร บรรดาศักดิ์,พลังประชารัฐ,1507
12,นนทบุรี,5,3,นางสาวสุจจาธินี ลักษมน์ศิริชาต,ทางเลือกใหม่,520
12,นนทบุรี,5,4,นายอภิษิต งามบุษบงโสภี,กล้าธรรม,1237
12,นนทบุรี,5,5,นายประยูร อรัญญิก,ภูมิใจไทย,31985
12,นนทบุรี,5,6,นายธนินท์ธร ภูมราช,ประชาธิปัตย์,5854
12,นนทบุรี,5,7,นายวัชธนันท์ อัศวนิโครธร,เพื่อไทย,8802
12,นนทบุรี,5,8,นายประสงค์ เต็งทอง,เศรษฐกิจ,1689
12,นนทบุรี,5,9,นายสุวิศิษฎ์ พงศ์ภรณ์ปภาณ,รวมไทยสร้างชาติ,2424
12,นนทบุรี,5,10,นายทวีชัย พงศาทองโฉม,ฟิวชัน,201
12,นนทบุรี,6,1,นายพงศกร นกทรัพย์,ประชาธิปัตย์,6595
12,นนทบุรี,6,2,นางสาวศศิประภา ดีรอด,ภูมิใจไทย,25218
12,นนทบุรี,6,3,นายธีรวัจน์ ดารามาศ,พลวัต,887
12,นนทบุรี,6,4,นายสุทัศน์ มีศิริ,ประชาชน,44405
12,นนทบุรี,6,5,นายประถมการ อ่วมอ่อง,เพื่อไทย,17968
12,นนทบุรี,6,6,นายชานนท์ พงษ์เจริญ,ทางเลือกใหม่,1389
12,นนทบุรี,6,7,นายคุณากร มั่นนทีรัย,กล้าธรรม,823
12,นนทบุรี,6,8,นายเกริกหิรัญ แปลกประเสริฐ,เศรษฐกิจ,1741
12,นนทบุรี,7,1,นายเกียรติคุณ ต้นยาง,ประชาชน,41267
12,นนทบุรี,7,2,นายปรีชา ฉอสุวรรณชาติ,รวมไทยสร้างชาติ,2686
12,นนทบุรี,7,3,นายภณณัฏฐ์ ศรีอินทร์สุทธิ์,เพื่อไทย,9933
12,นนทบุรี,7,4,นายพิศิษฐ์ ทิมดี,ประชาธิปัตย์,4932
12,นนทบุรี,7,5,นายซุ้น ณัฐเดช กังสุกุล,ภูมิใจไทย,13141
12,นนทบุรี,7,6,นายวิเชียร เจริญนนทสิทธิ์,กล้าธรรม,18873
12,นนทบุรี,7,7,นายมาณัษฐ์ จตุระบุล,เศรษฐกิจ,1683
12,นนทบุรี,7,8,สิบตำรวจโท สมชาย ศรีเย็น,ทางเลือกใหม่,1006
12,นนทบุรี,7,9,นายธนัท สุขเกษม,พลวัต,472
12,นนทบุรี,8,1,นายสุธี ทองสวัสดิ์,รวมไทยสร้างชาติ,2172
12,นนทบุรี,8,2,นายจำลอง ขำสา,เพื่อไทย,9038
12,นนทบุรี,8,3,นายนนท์ ไพศาลลิ้มเจริญกิจ,ประชาชน,36631
12,นนทบุรี,8,4,นายวัชรพล เจริญนนทสิทธิ์,กล้าธรรม,5349
12,นนทบุรี,8,5,นายเดชาวัจน์ รดีฉัตรภิรมย์,ประชาธิปัตย์,4255
12,นนทบุรี,8,6,นายณัฐชโนดม แห่งวงศ์งาม,ประชากรไทย,969
12,นนทบุรี,8,7,นายอดุล จันทร์แก้ว,ภูมิใจไทย,26846
12,นนทบุรี,8,8,พ.ต.อ. ประเสริฐ พ่วงสุด,เศรษฐกิจ,1957
12,นนทบุรี,8,9,นายมนูญ พรหมลักษณ์,พลังประชารัฐ,852
12,นนทบุรี,8,10,นางสาวสุธาพร จีนสุข,ทางเลือกใหม่,331
12,นนทบุรี,8,11,นายธีร์วริศ ธรรมนารักษ์,ฟิวชัน,460
13,ปทุมธานี,1,1,นายคิว อรุโณรส,ประชาธิปัตย์,3508
13,ปทุมธานี,1,2,นายนพพร ขาวขำ,กล้าธรรม,24365
13,ปทุมธานี,1,3,นายสุรพงษ์ อึ้งอัมพรวิไล,เพื่อไทย,24558
13,ปทุมธานี,1,4,นายเจษฎา ดนตรีเสนาะ,ประชาชน,32835
13,ปทุมธานี,1,5,นายวิชยุทธ์ พึ่งสายธนโชติ,เศรษฐกิจ,1487
13,ปทุมธานี,1,6,นางสาวสาวิตรี กองรัตน์,รวมไทยสร้างชาติ,1586
13,ปทุมธานี,1,7,นายสุรศักดิ์ สุทัตโชต,ภูมิใจไทย,6562
13,ปทุมธานี,1,8,นายเทพพิทักษ์ กุลมงคลชัยศรี,พลังประชารัฐ,300
13,ปทุมธานี,2,1,นายศุภชัย นพขำ,เพื่อไทย,36340
13,ปทุมธานี,2,2,นายวรชิต จันทร์แบบ,ประชาชน,31579
13,ปทุมธานี,2,3,นายนิวัฒน์ บุปผามาโล,เศรษฐกิจ,1037
13,ปทุมธานี,2,4,นายวิชัย แก้วทอง,รวมไทยสร้างชาติ,991
13,ปทุมธานี,2,5,นายปราโมทย์ อัศวมานะศักดิ์,ประชาธิปัตย์,1651
13,ปทุมธานี,2,6,นางสาวปิยาภรณ์ ไตลังคะ,รักชาติ,773
13,ปทุมธานี,2,7,นางสาวชิดชนก พวงเพ็ชร์,ภูมิใจไทย,23496
13,ปทุมธานี,2,8,นายชัยอนันต์ สิริเบญสานนท์,กล้าธรรม,727
13,ปทุมธานี,2,9,นายสมัย รามัญอุดม,พลังประชารัฐ,438
13,ปทุมธานี,3,1,นายณฤทธิ์ นาควงษม์,ประชาธิปัตย์,3891
13,ปทุมธานี,3,2,นายอธิวัฒน์ ภูริศรี,ไทยก้าวใหม่,1155
13,ปทุมธานี,3,3,นายคุณานนท์ ชูประเสริฐ,ภูมิใจไทย,22852
13,ปทุมธานี,3,5,นายชัยพร จันทนา,รวมไทยสร้างชาติ,1499
13,ปทุมธานี,3,6,นายอนุสรณ์ อัตพุฒ,พลังประชารัฐ,1007
13,ปทุมธานี,3,7,นายเอกศักดิ์ หอมชื่น,ประชาชน,42004
13,ปทุมธานี,3,8,นายภัทรพล ฐิติภวัตสกุล,เพื่อไทย,8637
13,ปทุมธานี,3,9,นายศักดิ์ปรินทร์ เกษมธนพัฒน์,เศรษฐกิจ,3108
13,ปทุมธานี,4,1,นายสุทิน นพขำ,เพื่อไทย,17512
13,ปทุมธานี,4,2,นางสาวหงสรัชต์ ภูริสิทธิสีห์,ประชาธิปัตย์,3900
13,ปทุมธานี,4,3,นายสดใส โรจนวิชัย,เศรษฐกิจ,1903
13,ปทุมธานี,4,4,นายสกล สุนทรวาณิชย์กิจ,ประชาชน,41039
13,ปทุมธานี,4,5,นายสุกฤษฎ์ ดุลยกนิษฐ,รักชาติ,399
13,ปทุมธานี,4,6,นายจำลอง เงินยวง,ภูมิใจไทย,8216
13,ปทุมธานี,4,7,นายชยุต สินพูนภักดิ์,กล้าธรรม,15222
13,ปทุมธานี,4,8,นายจำเริญ ปิ่นภู่,รวมไทยสร้างชาติ,1495
13,ปทุมธานี,4,9,นางประเสริฐศรี ฮ้อแสงชัย,พลังประชารัฐ,1150
13,ปทุมธานี,5,1,นายอดิศร แจ้งจันทร์,ไทยก้าวใหม่,930
13,ปทุมธานี,5,2,นายภานุวัฒน์ ณ ระนอง,เพื่อไทย,12043
13,ปทุมธานี,5,3,นายเชตวัน เตือประโคน,ประชาชน,35383
13,ปทุมธานี,5,4,นายเทพนิมิตร จิตรนคร,รักชาติ,674
13,ปทุมธานี,5,5,นายพันธุ์เทพ พัฒนณรงค์กรณ์,ประชาธิปัตย์,4424
13,ปทุมธานี,5,6,นางสาวอัยรินทร์ พันธุ์ฤทธิ์,กล้าธรรม,12941
13,ปทุมธานี,5,7,นายสุรเดช กองรัตน์,รวมไทยสร้างชาติ,1559
13,ปทุมธานี,5,8,นายชาญชัย ฉายบุ,เศรษฐกิจ,2063
13,ปทุมธานี,5,9,นายศุภลักษณ์ สายยงค์,ประชาธิปไตยใหม่,1185
13,ปทุมธานี,5,10,นายชัยยันต์ ผลสุวรรณ์,ภูมิใจไทย,10418
13,ปทุมธานี,5,11,นายผดุง หน่องพงษ์,พลังประชารัฐ,899
13,ปทุมธานี,6,1,นายธนภัทร ตระกูลภูชัย,ประชาชน,42684
13,ปทุมธานี,6,2,นายภรภัทร มานิตเมธากิจ,พลังประชารัฐ,564
13,ปทุมธานี,6,3,นายอธิวัฒน์ สอนเนย,เพื่อไทย,10079
13,ปทุมธานี,6,4,นางสาวพัชร์ชิสา พชิระธารีรัตน์,กล้าธรรม,8530
13,ปทุมธานี,6,5,นางสาววิภาวดี ชนะชัย,ไทยก้าวใหม่,689
13,ปทุมธานี,6,6,ว่าที่ร้อยตรีเกียรติศักดิ์ คงเขียว,ประชาธิปัตย์,6809
13,ปทุมธานี,6,7,นายวรากร เครือทองศรี,ภูมิใจไทย,9739
13,ปทุมธานี,6,8,นายสรวีย์ ศุภปณิตา,เศรษฐกิจ,2767
13,ปทุมธานี,6,9,นายบุญเลิศ สงบจิตร์,รวมไทยสร้างชาติ,2017
13,ปทุมธานี,6,10,นายพลวัฒน์ จันทะเอ,เสรีรวมไทย,504
13,ปทุมธานี,7,1,นางสาวศวิตา แสนสวาท,รักชาติ,489
13,ปทุมธานี,7,2,นางสิริกัญญา เสาะแสวง,พลังประชารัฐ,415
13,ปทุมธานี,7,3,นางสาวปัญจรัศม์ ภคภณธนวัจน์,รวมไทยสร้างชาติ,999
13,ปทุมธานี,7,4,นายพิษณุ พลธี,ภูมิใจไทย,46202
13,ปทุมธานี,7,5,นางสาวดวงดารา นภาคเวช,ประชาธิปัตย์,1538
13,ปทุมธานี,7,6,นายบุญเริ่ม อรชุน,เพื่อไทย,5324
13,ปทุมธานี,7,7,นางสาวธันยนันท์ ไพบูลย์สุข,ประชาชน,27814
13,ปทุมธานี,7,8,ว่าที่ร้อยเอก ปัญญา ชัยรัตนพานิช,เศรษฐกิจ,2488
13,ปทุมธานี,7,9,นายเอกธนัช เจริญรูป,ไทยก้าวใหม่,806
13,ปทุมธานี,8,1,นางสาวพรพิมล ธรรมสาร,ภูมิใจไทย,42730
13,ปทุมธานี,8,2,นายปิยพล อัครกิติพัฒน์,รวมไทยสร้างชาติ,1276
13,ปทุมธานี,8,3,นายพนพ เกษามา,ประชาธิปัตย์,1978
13,ปทุมธานี,8,4,นายยงยุทธ มั่นบุปผชาติ,เพื่อไทย,10865
13,ปทุมธานี,8,5,นางสาวนารีรัตน์ แสนสวาท,รักชาติ,655
13,ปทุมธานี,8,6,นายประสิทธิ์ ปัทมผดุงศักดิ์,ประชาชน,26551
13,ปทุมธานี,8,7,นางสาวณัฏฐ์พิชา ปธาชญ์เทียนทอง,ประชาธิปไตยใหม่,628
13,ปทุมธานี,8,9,นายปรีชา ชื่นชนกพิบูล,พลังประชารัฐ,663
14,พระนครศรีอยุธยา,1,1,นายอัณณพ อารีย์วงศ์สกุล,เพื่อไทย,5895
14,พระนครศรีอยุธยา,1,2,พ.ต.ท.ชำนาญ โตวงษ์,รวมไทยสร้างชาติ,1512
14,พระนครศรีอยุธยา,1,3,นายปมุข ภาคย์สุภาพ,ไทยสร้างชาติ,326
14,พระนครศรีอยุธยา,1,4,พ.ต.อ.พงศ์พล พงษ์พิลา,เสรีรวมไทย,673
14,พระนครศรีอยุธยา,1,5,นายชยพัทธ์ รัตนกสิกร,เศรษฐกิจ,1556
14,พระนครศรีอยุธยา,1,6,นายทรงพล สุขสมบูรณ์,ภูมิใจไทย,46696
14,พระนครศรีอยุธยา,1,7,นายทวีวงศ์ โตทวิวงศ์,ประชาชน,37335
14,พระนครศรีอยุธยา,1,8,นายวัชรพงศ์ ระดมสิทธิพัฒน์,ประชาธิปัตย์,3557
14,พระนครศรีอยุธยา,2,1,นายชริน วงศ์พันธ์เที่ยง,ประชาชน,25836
14,พระนครศรีอยุธยา,2,2,นายปฐมรัตน์ ขวนขวายทรัพย์,เศรษฐกิจ,1953
14,พระนครศรีอยุธยา,2,3,นายทรงศักดิ์ อยู่ยืน,รวมไทยสร้างชาติ,1356
14,พระนครศรีอยุธยา,2,4,นายภาสพล โตหอมบุตร,ไทยก้าวใหม่,699
14,พระนครศรีอยุธยา,2,6,นายวุฒิพงษ์ พวงทอง,เพื่อไทย,9030
14,พระนครศรีอยุธยา,2,7,นายนพ ชีวานันท์,ภูมิใจไทย,53474
14,พระนครศรีอยุธยา,2,8,นางสาวฉวี พงษ์พนัศ,ประชาธิปัตย์,1144
14,พระนครศรีอยุธยา,2,9,นายปัญญา พุกราชวงศ์,กล้าธรรม,662
14,พระนครศรีอยุธยา,2,10,นางสาวธนภรณ์ ผลยาม,พลังประชารัฐ,244
14,พระนครศรีอยุธยา,3,1,นายภาคภูมิสุข พวงกูลสมบัติ,เศรษฐกิจ,2104
14,พระนครศรีอยุธยา,3,2,นายวิเชษฐ์ รุณเจริญ,รวมไทยสร้างชาติ,915
14,พระนครศรีอยุธยา,3,3,นางสาวธนภร โสมทองแดง,เพื่อไทย,5768
14,พระนครศรีอยุธยา,3,4,นายวีระยุทธ ใยวังหน้า,ประชาชน,31983
14,พระนครศรีอยุธยา,3,5,นางสาวพิมพฤดา ตันจรารักษ์,ภูมิใจไทย,58072
14,พระนครศรีอยุธยา,3,6,นายเอกราช ใกล้สว่าง,ประชาธิปัตย์,1489
14,พระนครศรีอยุธยา,4,1,นายวีระชัย นาคมาศ,โอกาสใหม่,13512
14,พระนครศรีอยุธยา,4,2,นางสาวเพ็ญศิริรักษ์ ปลื้มสุข,ประชาชน,31956
14,พระนครศรีอยุธยา,4,4,นายคงกฤช รามศักดิ์,ภูมิใจไทย,51469
14,พระนครศรีอยุธยา,4,5,นายเกรียงไกร จี้ที่น,ประชาธิปัตย์,1034
14,พระนครศรีอยุธยา,4,6,นายนพดล อมรเวช,พลังประชารัฐ,609
14,พระนครศรีอยุธยา,4,7,นายสฤษดิ์ เอี่ยมศิริ,เศรษฐกิจ,1547
14,พระนครศรีอยุธยา,4,8,นายปวริศฐ์ ปิยศรีขจรศิริ,รวมไทยสร้างชาติ,1104
14,พระนครศรีอยุธยา,4,9,นางสาวณัฐณิชา บุรณศิริ,เพื่อไทย,5682
14,พระนครศรีอยุธยา,5,2,นางสาวฐิติฉัตร รูปสว่างกุลพงษ์,ไทยสร้างชาติ,905
14,พระนครศรีอยุธยา,5,4,นางสาวภิญญาพัชญ์ ภิญเดช เสน่ห์สังคม,ประชาชน,21135
14,พระนครศรีอยุธยา,5,5,นายเสรภณ การสมพรต,ไทยสร้างไทย,503
14,พระนครศรีอยุธยา,5,6,นายจิรทัศ ไกรเดชา,เพื่อไทย,27374
14,พระนครศรีอยุธยา,5,8,นายธนฤกษ์ โคตรประทุม,เศรษฐกิจ,795
14,พระนครศรีอยุธยา,5,9,นายเอกธำรง ธนะเมธีวิทย์,ประชาธิปัตย์,1048
14,พระนครศรีอยุธยา,5,76,นายปะดิธ สังขจาย,ภูมิใจไทย,46623
15,อ่างทอง,1,1,นายณษกร เครือศิริ,เพื่อไทย,4270
15,อ่างทอง,1,2,นายธโนดม โสขุมา,ประชาชน,17910
15,อ่างทอง,1,3,นายพณศธร อยู่ประเสริฐ,กล้าธรรม,366
15,อ่างทอง,1,4,นายภราดร ปริศนานันทกุล,ภูมิใจไทย,56130
15,อ่างทอง,1,5,นางสาวภัทรสุดา บุษรานันท์,ประชาธิปัตย์,795
15,อ่างทอง,1,6,พันเอก พิทักษ์ ทิพมาศ,พลังประชารัฐ,304
15,อ่างทอง,2,1,นายสาโรจน์ ฉ่ำจิตร,ประชาชน,13876
15,อ่างทอง,2,2,นายกรวีร์ ปริศนานันทกุล,ภูมิใจไทย,60611
15,อ่างทอง,2,3,นายชวกร ศรีราชา,เพื่อไทย,4149
15,อ่างทอง,2,4,นายอนุรักษ์ อมรเมตตาจิต,ประชาธิปัตย์,1202
16,ลพบุรี,1,1,นางสาวศิริรัตน์ ฤกษ์พิชัย,ไทยสร้างไทย,1379
16,ลพบุรี,1,2,นายยุวภพ กระเป๋าทอง,ประชาธิปัตย์,1571
16,ลพบุรี,1,3,นายพิชัย เกียรติวินัยสกุล,พลังประชารัฐ,1666
16,ลพบุรี,1,4,นายเจตน์สฤษฎ์ ปัญญาอัศวนิรัญ,รวมไทยสร้างชาติ,1498
16,ลพบุรี,1,5,นางสาวภัทรฤทัย วรปัญญา,ปวงชนไทย,653
16,ลพบุรี,1,6,นางปวีณา วัชราวรกุล,กล้าธรรม,1842
16,ลพบุรี,1,7,นายประทวน สุทธิอำนวยเดช,เศรษฐกิจ,2172
16,ลพบุรี,1,8,นายนรินทร์ คลังผา,ภูมิใจไทย,38126
16,ลพบุรี,1,9,นายอุบลศักดิ์ บัวหลวงงาม,เพื่อไทย,9992
16,ลพบุรี,1,10,พลโท สิทธิชัย คัตตะพันธ์,โอกาสใหม่,15617
16,ลพบุรี,1,11,นายสาธิต ทวีผล,ประชาชน,25593
16,ลพบุรี,2,1,นายณัฐดนัย ชนิตร์วัฒน์,ประชาชน,24499
16,ลพบุรี,2,2,นายธันว์ยากร คำวงษ์,ไทยสร้างชาติ,823
16,ลพบุรี,2,3,นางสาวมัลลิกา จิระพันธุ์วานิช,ภูมิใจไทย,58141
16,ลพบุรี,2,4,นายณฐพงศ์ นรสิงห์,เศรษฐกิจ,1216
16,ลพบุรี,2,5,นายสิทธิชัย หล่อประสงค์สุข,เพื่อไทย,21604
16,ลพบุรี,2,6,นายพีรพัฒน์ เกิดเอี่ยม,ประชาธิปัตย์,1650
16,ลพบุรี,2,7,นายรุ่งวิทย์ แจ้งสว่าง,รวมไทยสร้างชาติ,962
16,ลพบุรี,2,8,นายปัณณทัต มากผล,พลังประชารัฐ,833
16,ลพบุรี,2,9,นายธนกฤต หงษ์ยนต์,ปวงชนชาวไทย,317
16,ลพบุรี,3,1,พันเอกสุชาติ คัดสูงเนิน,กล้าธรรม,467
16,ลพบุรี,3,2,นายพรอนันต์ ไชยชาติ,ประชาธิปัตย์,670
16,ลพบุรี,3,3,นายพหล วรปัญญา,เพื่อไทย,27504
16,ลพบุรี,3,4,นายสุชาติ ลายน้ำเงิน,พลังประชารัฐ,2527
16,ลพบุรี,3,5,นายเอนก สนามทอง,เศรษฐกิจ,1816
16,ลพบุรี,3,6,นางสาวกาญจนาพร จิระพันธุ์วาณิช,ภูมิใจไทย,49264
16,ลพบุรี,3,7,นายชัยอนันต์ มานะกุล,รวมไทยสร้างชาติ,882
16,ลพบุรี,3,8,นายประดิษฐ์ บวรกิติอนันต์,ประชาชน,15294
16,ลพบุรี,3,9,นางสาวกัญญาภัค กอกัน,ปวงชนไทย,801
16,ลพบุรี,4,2,นายณรงค์ศักดิ์ ตาลช่วง,ภูมิใจไทย,2318
16,ลพบุรี,4,3,นายสงกรานต์ รังสรรค์,ประชาชน,18256
16,ลพบุรี,4,4,นายเทียนชัย สุขมั่น,กล้าธรรม,33738
16,ลพบุรี,4,5,นายวรวงศ์ วรปัญญา,เพื่อไทย,50031
16,ลพบุรี,4,6,นางสาวพรรณี บัวรักษา,ประชาธิปัตย์,1354
16,ลพบุรี,4,7,นายสนั่น พรหมสุข,พลังประชารัฐ,222
16,ลพบุรี,4,8,นายพบพล แสงสกุล,รวมไทยสร้างชาติ,1279
16,ลพบุรี,4,9,นางสาวศิริทิพย์ ผกามาศ,เศรษฐกิจ,1079
17,สิงห์บุรี,1,1,นายสิทธิชัย ผู้พัฒน์,กล้าธรรม,966
17,สิงห์บุรี,1,2,นายวันเฉลิม แสงสว่าง,ประชาธิปัตย์,1523
17,สิงห์บุรี,1,3,นายนัฐยุทธ ภู่สุวรรณ,เพื่อไทย,13763
17,สิงห์บุรี,1,4,นายธีรเศรษฐ พัฒน์วราพงษ์,ประชาชน,31864
17,สิงห์บุรี,1,5,นายโชติวุฒิ ธนาคมานุสรณ์,ภูมิใจไทย,65555
17,สิงห์บุรี,1,6,นายสุรสาล ผาสุข,พลังประชารัฐ,1037
18,ชัยนาท,1,1,นายอนุชา นาคาศัย,เพื่อไทย,36058
18,ชัยนาท,1,2,นางสาวณัฐธิดา เมืองช้าง,ภูมิใจไทย,6221
18,ชัยนาท,1,3,นายปริญญา สุโพธิ์,กล้าธรรม,1284
18,ชัยนาท,1,4,นายธนบดี คุ้มชนะ,ประชาธิปัตย์,7271
18,ชัยนาท,1,5,นายทรงพล ภัทราภิรมย์,ประชาชน,28737
18,ชัยนาท,1,6,นายสนธยา ภูษิต,พลังประชารัฐ,1199
18,ชัยนาท,2,1,นายมณเฑียร สงฆ์ประชา,ภูมิใจไทย,54585
18,ชัยนาท,2,2,นายสราวุธ งามสุขศรี,ประชาชน,16933
18,ชัยนาท,2,3,นายธงชัย จอยซู,ประชาธิปัตย์,2819
18,ชัยนาท,2,4,นายวิฑูร ลี้ธีระนานนท์,เพื่อไทย,8937
18,ชัยนาท,2,5,นายสุทิน แจงสิน,กลาธรรม,463
18,ชัยนาท,2,6,นายปัญญา ไทยรัตนกุล,พลังประชารัฐ,747
19,สระบุรี,1,1,นายวิทูลย์ แก้วสุวรรณ,ไทยก้าวใหม่,1423
19,สระบุรี,1,2,นายสมพล ปิดกวงษ์,กล้าธรรม,1106
19,สระบุรี,1,3,นายกฤช ธนธรรมเจริญ,ประชาธิปัตย์,2737
19,สระบุรี,1,4,นายศรีวรพงษ์ ฤๅชา,เศรษฐกิจ,2942
19,สระบุรี,1,5,นายขุนทอง แสนวิเศษ,ภูมิใจไทย,31958
19,สระบุรี,1,6,นายบุญมี สรรพคุณ,พลังประชารัฐ,1072
19,สระบุรี,1,7,นายสรพัช ศรีปราชญ์,ประชาชน,31087
19,สระบุรี,1,8,นายทวีจิตร พัฒน์ชนะ,เพื่อไทย,14572
19,สระบุรี,1,9,นายวิเนตร จานพิมพ์,รวมไทยสร้างชาติ,1156
19,สระบุรี,2,1,นายสมบัติ อำนาคะ,เพื่อไทย,27805
19,สระบุรี,2,2,นายกฤษณุชัย บุญทรัพย์ทวีชัย,เศรษฐกิจ,1836
19,สระบุรี,2,3,นายธงชัย กอบเกื้อชัยพงษ์,ประชาธิปัตย์,1094
19,สระบุรี,2,4,นายจิโรจ เวชชลานนท์,ประชาชน,25187
19,สระบุรี,2,5,นายอรรถพล วงษ์ประยูร,ภูมิใจไทย,37225
19,สระบุรี,2,6,พล.ต.ต.ศุภากรณ์ จันทาบุตร,ไทยก้าวใหม่,3291
19,สระบุรี,2,7,นายสุเทพ สีมาลา,ปวงชนไทย,926
19,สระบุรี,2,8,นายทรงวุฒิ สารจันทึก,รวมไทยสร้างชาติ,1782
19,สระบุรี,3,1,นายณัฐพล ศรีบุญจันทร์,รวมไทยสร้างชาติ,1247
19,สระบุรี,3,2,นายอรรถสิทธิ์ มหิทธิ,ประชาชน,28831
19,สระบุรี,3,3,นางสาวสิริพัชระ จึงธีรพานิช,เพื่อไทย,4647
19,สระบุรี,3,4,นายธนะชัย จรานุพันธ์,ประชาธิปัตย์,1230
19,สระบุรี,3,5,นายวัชรพงศ์ คูวิจิตรสุวรรณ,ภูมิใจไทย,53967
19,สระบุรี,3,6,นายสอน สุริยันต์,ปวงชนไทย,643
19,สระบุรี,3,7,นายกฤษดา อินทร์พาเพียร,กล้าธรรม,515
19,สระบุรี,3,8,นายวัชรพล รวมพล,ประชากรไทย,371
19,สระบุรี,4,1,นายพิธาน ทรงกัมพล,ประชาชน,28119
19,สระบุรี,4,2,นายวสันต์ ศรีสอาด,ไทยก้าวใหม่,822
19,สระบุรี,4,3,นายสมบูรณ์ มีนาค,ประชาธิปัตย์,2402
19,สระบุรี,4,4,นางสาวปิยธิดา เอี่ยมสุวรรณ์,ภูมิใจไทย,5163
19,สระบุรี,4,5,นายองอาจ วงษ์ประยูร,กล้าธรรม,48159
19,สระบุรี,4,6,นายเจษฎา น้ำทรง,เพื่อไทย,3452
19,สระบุรี,4,7,นายเฉลิมเกียรติ ครูประเสริฐ,เศรษฐกิจ,1950
20,ชลบุรี,1,1,นายสุชาติ ชมกลิ่น,ภูมิใจไทย,46253
20,ชลบุรี,1,2,ว่าที่ร้อยตรีสมสรรค์ อธิเวสส์,รวมไทยสร้างชาติ,1311
20,ชลบุรี,1,3,นายปภิณวิช ศิริณายกุล,พลังประชารัฐ,327
20,ชลบุรี,1,4,นายรัฐรุจน์ ปิยะพงศ์ภัทร์,เพื่อไทย,2435
20,ชลบุรี,1,5,นายอัศพงษ์ บูรณวงศ์,เศรษฐกิจ,1411
20,ชลบุรี,1,6,นายสรัลชา ศรีชลวัฒนา,ประชาธิปัตย์,2935
20,ชลบุรี,1,7,นายวรท ศิริรักษ์,ประชาชน,42057
20,ชลบุรี,1,8,นางรชาภา อัศวธาวาทิน,ไทยสร้างไทย,673
20,ชลบุรี,1,9,นายสันติ ถนอมเนื้อ,ปวงชนไทย,183
20,ชลบุรี,2,1,นางสาววรรณิดา นพสิทธิ์,ประชาชน,30061
20,ชลบุรี,2,2,นายสวัสดิ์ชัย แจ่มจำรัส,ไทยภักดี,827
20,ชลบุรี,2,3,ร้อยเอกธนวัฒน์ ภาวสุทธิ์,ภูมิใจไทย,28820
20,ชลบุรี,2,5,ร้อยเอกจองชัย วงศ์ทรายทอง,ประชาธิปัตย์,14341
20,ชลบุรี,2,6,นายคงพัชร ไขรัศมี,เพื่อไทย,3085
20,ชลบุรี,2,7,นายภักดี โพธิ์แก้ว,เศรษฐกิจ,1131
20,ชลบุรี,2,8,นายบรรณวัฒน์ บุพพัณหสมัย,ปวงชนไทย,281
20,ชลบุรี,2,9,นายชัยชนะ อาจวารินทร์,พลังประชารัฐ,279
20,ชลบุรี,3,1,ร้อยตำรวจเอก สิทธิพัฒน์ ภาวสุทธิ์,ภูมิใจไทย,42501
20,ชลบุรี,3,2,นายกิติ์พิเชษฐ์ สุวดิษฐ์,พลังประชารัฐ,774
20,ชลบุรี,3,3,นายกฤตมงคล ดำรงศุภกิจกุล,ไทยภักดี,1199
20,ชลบุรี,3,4,นายรัชพล หนูกูล,ประชาธิปัตย์,2967
20,ชลบุรี,3,6,นายชวาล พลเมืองดี,ประชาชน,37164
20,ชลบุรี,3,7,นายอาคม พละสุ,เศรษฐกิจ,2055
20,ชลบุรี,3,8,นายพายุ เนื่องจำนงค์,เพื่อไทย,3641
20,ชลบุรี,4,1,นายลิขิต อัศวจารุวรรณ,เพื่อไทย,2151
20,ชลบุรี,4,2,นางสาวนภัสวรรณ มณีรัตน์โรจน์,ประชาชน,24213
20,ชลบุรี,4,3,นายจักรพล วชิรเสวีกุล,ไทยภักดี,850
20,ชลบุรี,4,4,นายศุภศิษฎ์ สรภัสจิรพงศ์,พลังประชารัฐ,987
20,ชลบุรี,4,5,นายจิรวุฒิ สิงห์โตทอง,ภูมิใจไทย,45751
20,ชลบุรี,4,6,นายอารยะ โรจนวณิชชากร,ประชาธิปัตย์,6426
20,ชลบุรี,4,7,นางสาวธัญญ์รวี ศรีกวินรุ่งเรือง,ปวงชนไทย,392
20,ชลบุรี,5,1,นายพรชัย วงศ์ล้อมนิล,พลังประชารัฐ,855
20,ชลบุรี,5,2,นายสมุทร ธรรมมงคล,แรงงานสร้างชาติ,803
20,ชลบุรี,5,3,นายอนันต์ ปรีดาสุทธิจิตต์,ภูมิใจไทย,52767
20,ชลบุรี,5,4,นายเสมอ ทองหยวก,ปวงชนไทย,660
20,ชลบุรี,5,5,นายสุพจน์ นาคู,เศรษฐกิจ,2846
20,ชลบุรี,5,6,นายณรงธร โพธิ์หมื่น,ประชาชน,24799
20,ชลบุรี,5,7,นายประมวล เอมเปีย,เพื่อไทย,7729
20,ชลบุรี,5,8,นายทรงศักดิ์ แซ่ลี้,รวมไทยสร้างชาติ,917
20,ชลบุรี,5,9,นายปรีชา กาญจนบัตร,ประชาธิปัตย์,3766
20,ชลบุรี,5,10,นายไชยอนันต์ ขวัญกิจไพศาล,ไทยภักดี,372
20,ชลบุรี,6,1,นายษรกฤต ผลลูกอินทร์,เพื่อไทย,3877
20,ชลบุรี,6,2,นายสุพจน์ ทัพมงคล,สังคมประชาธิปไตยไทย,321
20,ชลบุรี,6,3,นายนิธิพจน์ สามงามนุ,ปวงชนไทย,268
20,ชลบุรี,6,4,นางสาวกฤษฎ์ ชีวะธรรมานนท์,กล้าธรรม,910
20,ชลบุรี,6,5,นายธนกร รักวงศ์อาชีพ,ประชาธิปัตย์,3241
20,ชลบุรี,6,6,นายปรมินทร์ จารุทัศน์โรจน์,ไทยภักดี,1647
20,ชลบุรี,6,7,นางนฤมาศ เปี่ยมบัณฑิต,ประชาชน,41248
20,ชลบุรี,6,8,นายสุรสิทธิ์ นิธิวุฒิวรรักษ์,ภูมิใจไทย,34860
20,ชลบุรี,6,9,นายนิติกร คงทอง,แรงงานสร้างชาติ,684
20,ชลบุรี,6,10,นายสมพร โชคชัยชาญวุฒิ,คลองไทย,163
20,ชลบุรี,6,11,นายวิรัช นิลวดี,พลังประชารัฐ,674
20,ชลบุรี,6,13,นายชยางกูร ธรรมภรณ์,เศรษฐกิจ,1530
20,ชลบุรี,7,1,นายสหัสวัต คุมคง,ประชาชน,39986
20,ชลบุรี,7,2,นายประดิษฐ์ แพรกทอง,ไทยภักดี,451
20,ชลบุรี,7,3,นางสาวมะลิวัลย์ โกสุมภ์,ปวงชนไทย,494
20,ชลบุรี,7,4,นางสาวปณิฐาณ์ อัครมหาฐีร,พลังประชารัฐ,352
20,ชลบุรี,7,5,นายนฤพล นิยมทรัพย์,เพื่อไทย,3003
20,ชลบุรี,7,6,นายสงกรานต์ ภาชนะ,ภูมิใจไทย,31986
20,ชลบุรี,7,7,นายสุขสันต์ มิสสาจันทร์,ประชาธิปัตย์,2584
20,ชลบุรี,7,8,นายพีธพงศ์ เสนียุติธรรม,เศรษฐกิจ,2100
20,ชลบุรี,7,9,นางสาวภัสพร พรประเสริฐ,รวมไทยสร้างชาติ,1412
20,ชลบุรี,7,10,นายมงคล ไตรพาน,สังคมประชาธิปไตยไทย,386
20,ชลบุรี,8,1,นางสาวมนัสวิน จันทร์เจริญ,ประชาชน,34702
20,ชลบุรี,8,2,นางพจนารถ แก้วผลึก,ประชาธิปัตย์,3430
20,ชลบุรี,8,3,นายชาญยุทธ เฮงตระกูล,เพื่อไทย,4471
20,ชลบุรี,8,4,นายอมรฒิพัฒน์ ภูบาล,ไทยภักดี,690
20,ชลบุรี,8,5,นายเชาวลิตร แสงอุทัย,ภูมิใจไทย,37623
20,ชลบุรี,8,6,นายกำพล ตั้งเอกชัย,พลังประชารัฐ,1086
20,ชลบุรี,8,7,นายรณเทพ อนุวัฒน์,เศรษฐกิจ,2046
20,ชลบุรี,8,8,นายชนะศักดิ์ รุ่งเสถียร,เสรีรวมไทย,1181
20,ชลบุรี,8,9,นายนิมิต ไมตรีวงค์,ปวงชนไทย,1043
20,ชลบุรี,8,10,นางสาวสุธาพร บำรุงยา,ไทยสร้างไทย,722
20,ชลบุรี,9,1,นายแมน อินทร์พิทักษ์,ภูมิใจไทย,23698
20,ชลบุรี,9,2,นายสกลชัย เจริญรุจิจินต์,พลังประชารัฐ,407
20,ชลบุรี,9,3,นายพีระชัย ชวรัตน์โชติวงศ์,ประชาธิปัตย์,2665
20,ชลบุรี,9,4,นางสาวกวินนาถ ตาคีย์,รวมไทยสร้างชาติ,1157
20,ชลบุรี,9,5,นายยอดชาย พึ่งพร,ประชาชน,27602
20,ชลบุรี,9,6,นายรัฐกิจ เฮงตระกูล,เพื่อไทย,5600
20,ชลบุรี,9,7,นายพงศนาถ จินดา,ไทยภักดี,940
20,ชลบุรี,9,8,นายสุจินต์ หนองใหญ่,ปวงชนไทย,340
20,ชลบุรี,10,1,พลเรือตรี นพดล บงกชกาญจน์,ประชาธิปัตย์,1853
20,ชลบุรี,10,2,นายพนธกร ใคร่ครวญ,ภูมิใจไทย,23571
20,ชลบุรี,10,3,นายอัครเศรษฐ รักษ์สกุลสงสัย,เพื่อไทย,3326
20,ชลบุรี,10,4,นายธนะพัฒน์ มธุรส,ปวงชนไทย,328
20,ชลบุรี,10,5,นายธนาธาร ประมูลพงษ์,ประชาชน,27129
20,ชลบุรี,10,6,นายภาณุวิชญ์ อิสลาม,รวมไทยสร้างชาติ,1108
20,ชลบุรี,10,7,นายสะถิระ เผือกประพันธุ์,กล้าธรรม,23062
20,ชลบุรี,10,8,นางศศิมาภรณ์ ชมไพร,ไทยสร้างไทย,420
20,ชลบุรี,10,9,นายโอฬาร์ ปัญญปิติพัฒน,พลังประชารัฐ,336
20,ชลบุรี,10,10,นายภานุวัฒน์ ผาสุข,เศรษฐกิจ,1324
21,ระยอง,1,1,นางสาวกมนทรรศน์ กิตติสุนทรสกุล,ประชาชน,36934
21,ระยอง,1,2,นางสาวรฎาศิริ ศิริคช,พลังประชารัฐ,664
21,ระยอง,1,3,นายรัฐชานนท์ คาดหมายดี,เพื่อไทย,2917
21,ระยอง,1,4,นายไพศาล เรืองฤทธิ์,ประชาธิปัตย์,15357
21,ระยอง,1,5,นายกฤษฎา เอกกำลังกุล,ภูมิใจไทย,27277
21,ระยอง,1,6,นายฉัตรชัย เล็กบุญแถม,รวมไทยสร้างชาติ,1093
21,ระยอง,1,7,นางสาวพฤกษา พฤกษานิตย์,ไทยสร้างไทย,428
21,ระยอง,1,8,นายพรทวี พูลกลาง,ไทยก้าวใหม่,421
21,ระยอง,2,A,นายกฤช ศิลปชัย,ประชาชน,33687
21,ระยอง,2,2,นายภีมเดช อมรสุคนธ์,เพื่อไทย,4268
21,ระยอง,2,3,นายวีรยุทธ อนุจิตรอนันต์,ประชาธิปัตย์,26878
21,ระยอง,2,4,นางสาวจิดาภา เจริญผล,ไทยสร้างไทย,1981
21,ระยอง,2,5,ร้อยตำรวจตรีเรืองชัย สมบัติภูธร,ไทยก้าวใหม่,1737
21,ระยอง,3,1,นายชัยณรงค์ สันทัสนะโชค,เพื่อไทย,5580
21,ระยอง,3,2,นางสาวณัชชารีย์ จิตรดล,ภูมิใจไทย,2454
21,ระยอง,3,3,นายบัญญัติ เจตนจันทร์,รวมไทยสร้างชาติ,15572
21,ระยอง,3,4,นายภิญโญ รัศมีประเสริฐสุข,ไทยสร้างไทย,788
21,ระยอง,3,5,นายพศิน ปิตุเตชะ,ประชาธิปัตย์,26873
21,ระยอง,3,6,นายพงศธร ศรเพชรนรินทร์,ประชาชน,24801
21,ระยอง,3,7,นายสหภูมิ เอกวรพงศ์,ไทยก้าวใหม่,395
21,ระยอง,4,1,นายชุติพงศ์ พิภพภิญโญ,ประชาชน,32496
21,ระยอง,4,2,นายฉัตรชัย ปิตุเตชะ,ภูมิใจไทย,46134
21,ระยอง,4,3,นายพิเชษฐ์ โพธิสาร,เพื่อไทย,3433
21,ระยอง,4,5,นายพิชิต วงศา,รวมไทยสร้างชาติ,1036
21,ระยอง,4,6,นายศราวุธ หลำเจริญ,ประชาธิปัตย์,3744
21,ระยอง,4,7,นายธนพงศ์พันธ์ ปิดกันภัย,กล้าธรรม,317
21,ระยอง,4,8,นางสาวสันต์นิสา รัตนโกเศศ,ไทยก้าวใหม่,366
21,ระยอง,5,1,ว่าที่เรืออากาศตรีสุรยุทธ์ มาลากุล,รวมไทยสร้างชาติ,1672
21,ระยอง,5,2,นายวัชรพงษ์ ศิริรักษ์,ประชาชน,37569
21,ระยอง,5,3,นายมานิฏฐ์ เล็กโล่ง,ประชาธิปัตย์,6244
21,ระยอง,5,4,นายธนชัย วสุอนันต์กุล,เพื่อไทย,5120
21,ระยอง,5,5,นายสมพงษ์ โสภณ,ภูมิใจไทย,29469
21,ระยอง,5,6,นางสาวชนากาณ เหลืองประเสริฐ,ไทยสร้างไทย,1215
22,จันทบุรี,1,1,พลตำรวจโท สุรพล วิรัตน์โยสินทร์,ภูมิใจไทย,32984
22,จันทบุรี,1,2,นายมานะ ชนะสิทธิ์,กล้าธรรม,1736
22,จันทบุรี,1,3,นายเฉลิมพล ศักดิ์คำ,เพื่อไทย,23506
22,จันทบุรี,1,4,นายวรายุทธ ทองสุข,ประชาชน,29390
22,จันทบุรี,1,5,นายอิทธิพล จังสิริมงคล,ประชาธิปัตย์,6271
22,จันทบุรี,1,6,นางสาวระพีพร ชำนาญเวช,ไทยก้าวใหม่,1133
22,จันทบุรี,1,7,พลเอก กังวาน สุจินต์,รวมไทยสร้างชาติ,2115
22,จันทบุรี,1,8,นายชวลิต สุขเกษม,ปวงชนไทย,271
22,จันทบุรี,1,9,นายอธิวัฒน์ อำนาจสกุลเกียรติ,เศรษฐกิจ,3460
22,จันทบุรี,2,1,นายสิรวิชญ์ กิตติวงศา,ประชาธิปัตย์,6708
22,จันทบุรี,2,2,นายจารึก ศรีอ่อน,เพื่อไทย,9940
22,จันทบุรี,2,3,นายคัมภีร์ ชื่นบาน,ภูมิใจไทย,39979
22,จันทบุรี,2,4,นางสาวปรัชญาวรรณ ไชยสืบ,ประชาชน,29466
22,จันทบุรี,2,5,นายบุญธรรม เจริญกล้า,กล้าธรรม,1042
22,จันทบุรี,2,6,นายจตุพร นิยมพฤกษ์,เศรษฐกิจ,4672
22,จันทบุรี,3,1,นายไพโรจน์ บัวเผื่อน,ประชาชน,20697
22,จันทบุรี,3,2,นายพชรดนัย ใจเที่ยง,ไทยก้าวใหม่,856
22,จันทบุรี,3,3,นายชรัตน์ เนรัญชร,ภูมิใจไทย,31798
22,จันทบุรี,3,4,นายกฤตนัน เย็นสำราญ,ประชาธิปัตย์,2830
22,จันทบุรี,3,5,นายแสนคมณ์มินทร์ อนามพงษ์,กล้าธรรม,2924
22,จันทบุรี,3,6,นายพราหมณ์ มุกดาสนิท,พลังประชารัฐ,26664
22,จันทบุรี,3,7,นายเกรียงเดช เข็มทอง,เพื่อไทย,4138
22,จันทบุรี,3,8,นายธัญกาญจน์ อัครเดชเดชา,ปวงชนไทย,239
22,จันทบุรี,3,9,นายอดุลย์ ศรีภูมิสวัสดิ์,รักชาติ,1030
23,ตราด,1,1,นายพิชานนท์ อิงประสาร,ภูมิใจไทย,66399
23,ตราด,1,2,นายธีรภาพ ทิบุญมี,ไทยสร้างไทย,944
23,ตราด,1,3,นายทินวัฒน์ เจียมอุย,พลังประชารัฐ,3857
23,ตราด,1,4,นายกิตติธัช ไชยอรรถ,กล้าธรรม,4084
23,ตราด,1,5,นายสักเดช สว่างไสว,เพื่อไทย,4716
23,ตราด,1,6,นายปรีชาวิชญ์ ฉิมผกา,ประชาธิปัตย์,7665
23,ตราด,1,7,นายพรรณเศรษฐ์ นุ่มหนู,ประชาชน,27911
24,ฉะเชิงเทรา,1,1,นายชานน อันไชยะ,ประชาชน,34889
24,ฉะเชิงเทรา,1,2,นางฐิติมา ฉายแสง,เพื่อไทย,38717
24,ฉะเชิงเทรา,1,3,นายกิตติชัย เรืองสวัสดิ์,ภูมิใจไทย,13705
24,ฉะเชิงเทรา,1,4,นายวิรัตน์ เนียงมงคล,ปวงชนไทย,1127
24,ฉะเชิงเทรา,1,5,นางสาวอรกฤติย์ แววคล้ายหงษ์,ประชาธิปัตย์,5677
24,ฉะเชิงเทรา,1,6,นายฐาปกรณ์ เกิดพิทักษ์,กล้าธรรม,1889
24,ฉะเชิงเทรา,2,1,นายชาลี เจริญสุข,ปวงชนไทย,1000
24,ฉะเชิงเทรา,2,2,นายณัฐกร เหลืองสุขเจริญ,ภูมิใจไทย,3019
24,ฉะเชิงเทรา,2,3,นายพันธุ์พงศ์ อัศวชัยโสภณ,เพื่อไทย,32111
24,ฉะเชิงเทรา,2,4,นายอรรถกร ศิริลัทธยากร,กล้าธรรม,50833
24,ฉะเชิงเทรา,2,5,นายศุกติชา ตันเจริญ,ประชาชน,20063
24,ฉะเชิงเทรา,2,6,นางสาวอภินันท์ภรณ์ ใต้หล้าสถาพร,ประชาธิปัตย์,2802
24,ฉะเชิงเทรา,3,1,นายศักดิ์ชาย ตันเจริญ,เพื่อไทย,14500
24,ฉะเชิงเทรา,3,2,นายณัฐธพัฒน์ ธรรมทินนา,ประชาชน,21616
24,ฉะเชิงเทรา,3,3,นายภานุพงษ์ ไทเศรษฐวัฒน์กุล,ภูมิใจไทย,2003
24,ฉะเชิงเทรา,3,4,นายชัยวัฒน์ เป้าเปี่ยมทรัพย์,กล้าธรรม,52758
24,ฉะเชิงเทรา,3,5,นางลอง ไผ่ล้อม,ปวงชนไทย,929
24,ฉะเชิงเทรา,3,6,นายสายัณห์ เกตุประยูร,ประชาธิปัตย์,1377
24,ฉะเชิงเทรา,3,8,นายศักดิ์ชัย ณรงค์หนู,พลังประชารัฐ,570
24,ฉะเชิงเทรา,4,1,นางสาวอรสา ชุมเกษียร,ปวงชนไทย,806
24,ฉะเชิงเทรา,4,2,นางแพรวนภัศร์ ทองสุวรรณ์,ประชาชน,35257
24,ฉะเชิงเทรา,4,3,นายเชษศักดิ์ดา นาน้ำเชี่ยว,แรงงานสร้างชาติ,1162
24,ฉะเชิงเทรา,4,4,จ่าเอก ยศสิงห์ เหลี่ยมเลิศ,กล้าธรรม,47969
24,ฉะเชิงเทรา,4,5,พลตำรวจโท พิทักษ์ จารุสมบัติ,เพื่อไทย,19940
24,ฉะเชิงเทรา,4,6,นายเศรษฐชาญย์ วสิฐพัฒน์,ภูมิใจไทย,4399
24,ฉะเชิงเทรา,4,7,นางสาวอริยา บุญณัชญาณวุฒิ,ประชาธิปัตย์,2574
25,ปราจีนบุรี,1,1,นายอำนาจ วิลาวัลย์,ภูมิใจไทย,42309
25,ปราจีนบุรี,1,2,นายชนกานต์ ศรีเอียด,ประชาชน,28549
25,ปราจีนบุรี,1,3,พันตำรวจเอกสมศักดิ์ นารอด,โอกาสใหม่,1413
25,ปราจีนบุรี,1,4,นายจิตร์จา สังข์สี,เพื่อไทย,6144
25,ปราจีนบุรี,1,5,นายไพทูรย์ นาคหิรัญ,กล้าธรรม,2124
25,ปราจีนบุรี,1,6,นางพรจรัส สงวนศิลป์,ประชาธิปัตย์,1661
25,ปราจีนบุรี,1,7,นางสาวนิภาพร บุญช่วยนางเดี่ยว,ไทยภักดี,723
25,ปราจีนบุรี,3,1,นายคงกฤช หงษ์วิไล,เพื่อไทย,10575
25,ปราจีนบุรี,3,2,นายสฤษดิ์ บุตรเนียร,ภูมิใจไทย,45193
25,ปราจีนบุรี,3,3,นายสุนทร คมคาย,ประชาชน,24795
25,ปราจีนบุรี,3,4,พันจ่าอากาศ เอนก พรมที,ประชาธิปัตย์,2724
25,ปราจีนบุรี,3,5,นางสาวธนัญภัทร์ ชัญเจริญทรัพย์,ไทยภักดี,1060
26,นครนายก,1,1,นายปิยวัฒน์ กิตติธเนศวร,กล้าธรรม,33707
26,นครนายก,1,2,พลตำรวจตรี สุรพล บุญมา,ภูมิใจไทย,29822
26,นครนายก,1,3,นายปริญ โอวาทกานนท์,ประชาชน,11054
26,นครนายก,1,4,พลโท วีรากร ประกอบ,รวมไทยสร้างชาติ,1290
26,นครนายก,1,5,นายสำเร็จ ศรีจันทร์,ประชาธิปัตย์,908
26,นครนายก,2,1,ร้อยตำรวจเอก ธวัชชัย ถนนทอง,แรงงานสร้างชาติ,769
26,นครนายก,2,2,นายสำราญ ตลับเพ็ชร์,ประชาชน,13388
26,นครนายก,2,3,นายธนานุพงษ์ มีมา,ประชาธิปัตย์,1404
26,นครนายก,2,4,นายวุฒิชัย กิตติธเนศวร,กล้าธรรม,29375
26,นครนายก,2,5,นายสมชาย หวังสวัสดิ์,พลังประชารัฐ,964
26,นครนายก,2,6,นายเกรียงไกร กิตติธเนศวร,ภูมิใจไทย,34897
27,สระแก้ว,1,1,นางสาวบุญญภา ผูกธรรม,ประชาธิปไตยใหม่,217
27,สระแก้ว,1,2,นายวานิช ลูกเงาะ,กล้าธรรม,731
27,สระแก้ว,1,3,นางขวัญแก้ว เอี่ยมศิลป์,เพื่อไทย,2510
27,สระแก้ว,1,4,นายจำเนียร ผดุงฉัตร,ภูมิใจไทย,2751
27,สระแก้ว,1,5,นายบดี เทียนทอง,พลังประชารัฐ,56083
27,สระแก้ว,1,6,พันตำรวจเอก เอกอนันต์ หูแก้ว,ประชาชน,19172
27,สระแก้ว,1,7,นายชาญ สุคนธ์,ไทยก้าวใหม่,2999
27,สระแก้ว,1,8,นายอภิวัฒน์ จันแปรน,ประชาธิปัตย์,2661
27,สระแก้ว,1,9,นายพิชิตชัย พาชาติ,เศรษฐกิจ,2489
27,สระแก้ว,2,1,นางสาวอัคลีมา คลังเพชร,ประชาธิปัตย์,1835
27,สระแก้ว,2,2,พันตำรวจโท ยุทธพงศ์ ตัณฑิกุล,เพื่อไทย,2986
27,สระแก้ว,2,3,นายศิริพงศ์ ทวีวงศ์,เศรษฐกิจ,3362
27,สระแก้ว,2,4,นางสาวศิราณี หมื่นจิตร,กล้าธรรม,533
27,สระแก้ว,2,5,นายยุทธชัย รำไพวรรณ์,ประชาชน,17343
27,สระแก้ว,2,6,นางสาวตรีนุช เทียนทอง,พลังประชารัฐ,60370
27,สระแก้ว,2,7,นายยงยุทธ คมคาย,ภูมิใจไทย,1823
27,สระแก้ว,2,8,นายเกียรติศักดิ์ สุดแดน,ไทยก้าวใหม่,647
27,สระแก้ว,2,9,นางสาวกิติชา วงษ์มั่น,ประชาธิปไตยใหม่,452
27,สระแก้ว,3,1,นายสุรศักดิ์ ชิงนวรรณ์,กล้าธรรม,38812
27,สระแก้ว,3,2,นายสรวงศ์ เทียนทอง,เพื่อไทย,32848
27,สระแก้ว,3,3,พันตำรวจเอก ศตพัฒน์ พิมพ์คำ,ประชาชน,13842
27,สระแก้ว,3,4,นายศรีศักดิ์ ศูนย์โศรก,เศรษฐกิจ,2378
27,สระแก้ว,3,5,นายประสิทธิ์ แก้วประสิทธิ์,ภูมิใจไทย,2324
27,สระแก้ว,3,6,นายพรพล เอกอรรถพร,ประชาธิปัตย์,1937
27,สระแก้ว,3,7,นางสาวนงรัตน์ จันทะมา,ไทยก้าวใหม่,484
27,สระแก้ว,3,8,นายพูลศักดิ์ เย็นประสพ,ประชาธิปไตยใหม่,243
30,นครราชสีมา,1,1,นายสาคร ลักษณะสุข,รวมใจไทย,358
30,นครราชสีมา,1,2,นายก้องเกียรติ วงศ์นิยม,ภูมิใจไทย,14417
30,นครราชสีมา,1,3,นายธนทรัพย์ อำพันธ์ทอง,เศรษฐกิจ,3168
30,นครราชสีมา,1,4,นายวิวรรธน์ วงศ์สิทธิ์,ประชาธิปัตย์,1672
30,นครราชสีมา,1,5,นายสกุลชัย สุภิมารส,กล้าธรรม,552
30,นครราชสีมา,1,6,นางสาววาสนา สระทองหลาง,ไทยก้าวใหม่,1294
30,นครราชสีมา,1,7,นายฉัตร สุภัทรวณิชย์,ประชาชน,32534
30,นครราชสีมา,1,8,นายพิชิต เคหะสุวรรณ์,พลังประชารัฐ,757
30,นครราชสีมา,1,9,นายบัญญัติ ทุมมี,โอกาสใหม่,517
30,นครราชสีมา,1,10,นายอนันท์ อาบสุวรรณ,รวมไทยสร้างชา,1838
30,นครราชสีมา,1,11,นายประเสริฐ บุญชัยสุข,เพื่อไทย,23435
30,นครราชสีมา,1,12,นายกรกฤชอรรถ ภูกิตติวรโชติ,ปวงชนไทย,252
30,นครราชสีมา,1,13,นายเสรี ใจอุ่น,รักษ์ธรรม,191
30,นครราชสีมา,2,1,นายวัชรพล โตมรศักดิ์,เพื่อไทย,39980
30,นครราชสีมา,2,2,น.ส.ธัญญารัตน์ กาญจนวัฒนา รัตนชินกร,ภูมิใจไทย,9871
30,นครราชสีมา,2,3,นายอุดม พรมยกบัตร์,เศรษฐกิจ,3023
30,นครราชสีมา,2,4,นายวุฒิศักดิ์ พิมพ์พิสาร,กล้าธรรม,412
30,นครราชสีมา,2,5,นายรุ่งโรจน์ วรชมพู,ประชาธิปัตย์,1195
30,นครราชสีมา,2,6,นายปัญญา สงทะเล,พลังประชารัฐ,668
30,นครราชสีมา,2,7,นายปิยชาติ รุจิพรวศิน,ประชาชน,39142
30,นครราชสีมา,2,8,นายกฤษ อัครวงษ์สกุล,ชาติ,1432
30,นครราชสีมา,2,9,นายทักษิณ เขื่อนโคกสูง,ไทยก้าวใหม่,652
30,นครราชสีมา,2,10,นายปริวรรต ศรีอัศวิน,รักชาติ,335
30,นครราชสีมา,3,1,นายสมบัติ กาญจนวัฒนา,เพื่อไทย,37400
30,นครราชสีมา,3,2,นายธนภัทร ของรัมย์,ภูมิใจไทย,7864
30,นครราชสีมา,3,3,นายประยงค์ ดอกสันเทียะ,ประชาธิปัตย์,1992
30,นครราชสีมา,3,4,นางฉมามาศ อินทรักษา,กล้าธรรม,1166
30,นครราชสีมา,3,5,นายศุทธสิทธิ์ พจน์ฐศักดิ์,ประชาชน,37699
30,นครราชสีมา,3,6,นายกิตติศักดิ์ จรัญคมสันคุณา,พลังประชารัฐ,812
30,นครราชสีมา,3,7,นายศักดา ศรีพรหม,ชาติ,2153
30,นครราชสีมา,3,8,นางณัฐธยาน์ พิพิทฐานนท์,ไทยก้าวใหม่,362
30,นครราชสีมา,3,9,นายชินวัตร ปัญญาปิติโสภณ,เศรษฐกิจ,3174
30,นครราชสีมา,4,1,นายภาคภูมิ ประชญาภูมิวงศ์,ประชาชน,26339
30,นครราชสีมา,4,2,นายไผทเทพ ถาวรชาติ,ประชาธิปัตย์,1550
30,นครราชสีมา,4,3,นายอมร แก้วสุข,รวมไทยสร้างชาติ,1605
30,นครราชสีมา,4,4,นางสาวณัฐจิรา อิ่มวิเศษ,เพื่อไทย,34719
30,นครราชสีมา,4,5,นายรักชาติ กิริวัฒนศักดิ์,ภูมิใจไทย,15649
30,นครราชสีมา,4,6,นายอุทัย มิ่งขวัญ,กล้าธรรม,745
30,นครราชสีมา,4,7,นายเชิงชาย รัตน์พลแสนย์,ปวงชนไทย,691
30,นครราชสีมา,4,8,นายจีระศักดิ์ โอนสันเทียะ,ไทยก้าวหน้า,1271
30,นครราชสีมา,4,9,นายเดชรักษา ทัพทวี,ไทยพร้อม,182
30,นครราชสีมา,4,10,นายโสภา พลดงนอก,เศรษฐกิจ,1551
30,นครราชสีมา,5,1,นายสมเกียรติ ตันดิลกตระกูล,เพื่อไทย,38845
30,นครราชสีมา,5,2,นายสุกิจ อ่อนขาว,ประชาธิปัตย์,831
30,นครราชสีมา,5,3,ร้อยตรี พงศภัค ภูริสิทธิพล,ไทยก้าวใหม่,0
30,นครราชสีมา,5,4,นายกฤศวัฒน์ เลิศวิริยาภรณ์,ประชาชน,13546
30,นครราชสีมา,5,5,นายธนวัฒน์ ผาสุขมูล,กล้าธรรม,595
30,นครราชสีมา,5,6,ร้อยตำรวจเอก วีระพงษ์,เศรษฐกิจ,1490
30,นครราชสีมา,5,7,นายทวิรัฐ รัตนเศรษฐ,ภูมิใจไทย,30864
30,นครราชสีมา,5,8,นางสาวพิมนกาลล์ ธีร์ก้านพลูกลาง,พลังประชารัฐ,1171
30,นครราชสีมา,5,9,นางสาวชวัลลักษณ์ ทองสันเทียะ,ไทยภักดี,302
30,นครราชสีมา,6,,นายโกศล ปัทมะ,ภูมิใจไทย,19113
30,นครราชสีมา,6,2,นายสุรวิช โคตรคันทา,ไทยพร้อม,366
30,นครราชสีมา,6,3,นายสิทธิชัย เจริญใจ,ประชาธิปัตย์,439
30,นครราชสีมา,6,4,นางพัชราวรรณ ภิญโญ,เพื่อไทย,27973
30,นครราชสีมา,6,5,นายสกลโชค เจริญโยธากุล,รวมไทยสร้างชาติ,888
30,นครราชสีมา,6,6,นายพิทักษ์พงษ์ ศิริศักดิ์,กล้าธรรม,17378
30,นครราชสีมา,6,7,นายอรทัย พลวิเศษ,พลังประชารัฐ,2065
30,นครราชสีมา,6,8,นางธัญญาภรณ์ กุลนอก,ประชาชน,11687
30,นครราชสีมา,6,9,นางสาวธัญญา เกษาวงศ์,ปวงชนไทย,737
30,นครราชสีมา,6,10,นายณัฏฐ์ โอ้จินดา,ไทยก้าวใหม่,80
30,นครราชสีมา,6,11,นายประกาศ ขุนศรี,เพื่อบ้านเมือง,456
30,นครราชสีมา,6,12,นายสมมาศ นัยวิกุล,เศรษฐกิจ,629
30,นครราชสีมา,7,1,นายธำรงศักดิ์ ไสยราม,ประชาธิปัตย์,897
30,นครราชสีมา,7,2,นางสาวปิยะนุช ยินดีสุข,เพื่อไทย,40228
30,นครราชสีมา,7,3,นายอุดม เพ็ชรอ่อน,กล้าธรรม,387
30,นครราชสีมา,7,4,นายอัครวัฒน์ กุลเฉลิมพัฒน์,ภูมิใจไทย,21229
30,นครราชสีมา,7,5,นางนพวรรณ รอดพูล,ไทยธรรม,208
30,นครราชสีมา,7,6,นายอธิรัฐ รัตนเศรษฐ,ประชาชน,12032
30,นครราชสีมา,7,7,นายนวกิจ พลวิเศษ,ไทยก้าวใหม่,417
30,นครราชสีมา,7,8,นายสุหลี ศรีแสง,เศรษฐกิจ,1483
30,นครราชสีมา,7,9,นางเบญญาภา ทองคำ,เพื่อบ้านเมือง,77
30,นครราชสีมา,8,1,นายนิกร โสมกลาง,เพื่อไทย,51840
30,นครราชสีมา,8,2,นายสุระ เฉาะกระโทก,เศรษฐกิจ,1490
30,นครราชสีมา,8,3,นายศราวุธ พิมละมาศ,ประชาธิปัตย์,1194
30,นครราชสีมา,8,4,นายพีรกานต์ วิเศษจินดาวัฒน์,ภูมิใจไทย,10250
30,นครราชสีมา,8,5,นายศาสตรา นากระโทก,ประชาชน,14747
30,นครราชสีมา,9,1,นายอำนวย การค้า,รวมไทยสร้างชาติ,617
30,นครราชสีมา,9,2,นายจอห์น ธีฬจิตต์ ศรีสุขา,ประชาธิปัตย์,570
30,นครราชสีมา,9,3,นายพลพีร์ สุวรรณฉวี,ภูมิใจไทย,41235
30,นครราชสีมา,9,4,นางนารดา อึ้งสวัสดิ์,เพื่อไทย,4320
30,นครราชสีมา,9,5,นายเศวตโชติ ตันติกุล,ประชาชน,14731
30,นครราชสีมา,9,6,นางสาวธนวรรณ เกษเมธีการุณ,กล้าธรรม,24623
30,นครราชสีมา,9,7,นายจอน องกระโทก,เศรษฐกิจ,1150
30,นครราชสีมา,9,8,นายกล้ารบ สิงหกมลศึก,ไทยภักดี,258
30,นครราชสีมา,9,9,นางอรุณวรรณ ชาญสัมพันธ์,ไทยก้าวใหม่,151
30,นครราชสีมา,10,1,นายบุญจง วงศ์ไตรรัตน์,ภูมิใจไทย,43185
30,นครราชสีมา,10,2,นายอภิชา เลิศพชรกมล,เพื่อไทย,37863
30,นครราชสีมา,10,3,นางสาวดวงทิพย์ ปานรักษา,ประชาชน,15343
30,นครราชสีมา,10,4,นายเสกสกล อัตถาวงศ์,โอกาสใหม่,4824
30,นครราชสีมา,10,5,นายธนยศ โปร่งกระโทก,เศรษฐกิจ,1261
30,นครราชสีมา,10,6,นายสมชาติ เดชดอน,กล้าธรรม,1050
30,นครราชสีมา,10,7,นางกาญจนา บุญมีศิริทิพงศ์,ประชาธิปัตย์,560
30,นครราชสีมา,10,8,นายณัฐพล ชวนกระโทก,พลังประชารัฐ,222
30,นครราชสีมา,11,1,นางอุบลวรรณ์ วิศวนาวิน,ประชาธิปัตย์,1260
30,นครราชสีมา,11,2,นายชินพันธ์ แสงภักดิ์โยธิน,กล้าธรรม,2708
30,นครราชสีมา,11,3,นายอาทิตย์ หวังศุภกิจโกศล,เพื่อไทย,53069
30,นครราชสีมา,11,4,นายสัมภาษณ์ อัตถาวงศ์,ภูมิใจไทย,7697
30,นครราชสีมา,11,5,นายณฐพงศ์ สอบกิ่ง,ประชาชน,15952
30,นครราชสีมา,11,6,นายวุฒิชัย งามวงศ์,ทางเลือกใหม่,560
30,นครราชสีมา,11,7,นายศุภชัย ไพบูลย์วงค์,ไทยก้าวใหม่,470
30,นครราชสีมา,11,8,นายบุญตรี เป็นไธสง,เพื่อบ้านเมือง,132
30,นครราชสีมา,11,9,นางนิธิกาน พงทองถวิล,เศรษฐกิจ,3168
30,นครราชสีมา,12,1,นายพิบูลย์รัฐ ศรีจันทร์อ่อน,ประชาธิปัตย์,1229
30,นครราชสีมา,12,2,นายชรินทร์ ทำดี,ประชาชน,16493
30,นครราชสีมา,12,3,นายนรเสฏฐ์ ศิริโรจนกุล,เพื่อไทย,47794
30,นครราชสีมา,12,4,นางสาวกาญจนา เปรมภิรักษา,กล้าธรรม,830
30,นครราชสีมา,12,5,นายสมปอง เกตุดอน,เศรษฐกิจ,1527
30,นครราชสีมา,12,6,นายภานุ ยนต์สุข,โอกาสใหม่,1288
30,นครราชสีมา,12,7,นายจิรภัทร พันธ์เกษม,ภูมิใจไทย,16572
30,นครราชสีมา,12,8,นายบัณทัต ฤทธิบุตร,รักชาติ,273
30,นครราชสีมา,13,2,นายไววิก สวรรณา,ประชาธิปัตย์,1775
30,นครราชสีมา,13,3,นายวิชัย ขอหมั่นกลาง,เพื่อบ้านเมือง,310
30,นครราชสีมา,13,4,นายสุกฤษณ์ วัชรมาลีกุล,พลังประชารัฐ,1944
30,นครราชสีมา,13,5,นายพชร จันทรรวงทอง,เพื่อไทย,28157
30,นครราชสีมา,13,6,นางสาวนาลันทา บุญชิต,ประชาชน,25404
30,นครราชสีมา,13,7,นายมนต์ชัย พงษ์เจริญ,ภูมิใจไทย,5887
30,นครราชสีมา,13,8,นายอัคคชา พรหมสูตร,เศรษฐกิจ,3028
30,นครราชสีมา,14,1,นายหนึ่ง ขัติยะนนท์,ประชาชน,29003
30,นครราชสีมา,14,2,นายสุวรรณ เกษมทะเล,ประชาธิปัตย์,2064
30,นครราชสีมา,14,3,นายศรัณยพงศ์ อนิวัตกูลชัย,ภูมิใจไทย,9673
30,นครราชสีมา,14,4,นายวัชรากร เลิศด้วยลาภ,เพื่อไทย,28220
30,นครราชสีมา,14,5,นายพิศณุพงศ์ สิทธิโชคแก้วมูล,รวมไทยสร้างชาติ,2079
30,นครราชสีมา,14,6,นายสิริพรชัย ฐิติเจริญวงศ์,เศรษฐกิจ,2150
30,นครราชสีมา,15,1,นายมารุต ชุ่มขุนทด,กล้าธรรม,15641
30,นครราชสีมา,15,2,นายเจษฎา พิทยาภรณ์,ภูมิใจไทย,26946
30,นครราชสีมา,15,3,นายพจน์ เจริญสันเทียะ,พลังประชารัฐ,549
30,นครราชสีมา,15,4,นายบรรดูลย์ พูนรัตนบัณฑิตย์,ประชาชน,12635
30,นครราชสีมา,15,5,นายรชตะ ด่านกุล,เพื่อไทย,37242
30,นครราชสีมา,15,6,นายชัยวัฒน์ บุญเอก,ไทยก้าวใหม่,286
30,นครราชสีมา,15,7,นายประมวล หาดรักษกุล,ประชาธิปัตย์,491
30,นครราชสีมา,15,8,จ่าสิบตำรวจเฉลิม เทียนขุนทด,ทางเลือกใหม่,126
30,นครราชสีมา,15,9,นายชมภู โสมกูล,เศรษฐกิจ,1283
30,นครราชสีมา,16,1,นายตติรัฐ รัตนเศรษฐ,ภูมิใจไทย,32139
30,นครราชสีมา,16,2,นายพรเทพ ศิริโรจนกุล,เพื่อไทย,31496
30,นครราชสีมา,16,3,นายบุญเลิศ ประสิทธิ์นอก,เพื่อบ้านเมือง,916
30,นครราชสีมา,16,4,นายภานุมาศ แก้วนอก,ประชาธิปัตย์,586
30,นครราชสีมา,16,5,นายมาร์ค อุสมาน ปาทาน,ประชาชน,14870
30,นครราชสีมา,16,6,นายเอนก ปักนอก,ไทยธรรม,435
30,นครราชสีมา,16,7,นางสาวณันชนันท์ หลอกลาง,ไทยภักดี,265
30,นครราชสีมา,16,8,นายสมชัย ฉัตรพัฒนศิริ,พลังประชารัฐ,1095
30,นครราชสีมา,16,9,นายวีรวิทย์ เชื้อจันอัด,กล้าธรรม,1215
30,นครราชสีมา,16,10,เรือโทขุนณรงค์ นวลแก้ว,เศรษฐกิจ,982
31,บุรีรัมย์,1,2,นายพีรภัทร ทองธีรสกุล,เพื่อไทย,3301
31,บุรีรัมย์,1,3,นายธนายุทธ ยืนยั่ง,ประชาชน,14995
31,บุรีรัมย์,1,4,นายอิทธิพัทธ์ ภักดีเนติพันธุ์,เศรษฐกิจ,754
31,บุรีรัมย์,1,5,นายสนอง เทพอักษรณรงค์,ภูมิใจไทย,57074
31,บุรีรัมย์,1,6,นายวิเชียร ลานทอง,ประชากรไทย,501
31,บุรีรัมย์,1,7,นายนาท ฉัพพรรณธนกูร,กล้าธรรม,490
31,บุรีรัมย์,1,8,นายภาคภูมิ โภคทรัพย์,ประชาธิปัตย์,1052
31,บุรีรัมย์,1,9,นางสุทธิลักษณ์ ยายิรัมย์,รวมไทยสร้างชาติ,722
31,บุรีรัมย์,2,1,นายปัญจะ จำลองชาติ,ประชากรไทย,691
31,บุรีรัมย์,2,2,นายวิทธิลักษณ์ จันทร์ธนสมบัติ,ประชาชน,11395
31,บุรีรัมย์,2,3,นายปรัญชญา ตรีกาญจนา,เพื่อไทย,3555
31,บุรีรัมย์,2,4,นายมนัสชัย โพธิ์แก้ว,ปวงชนไทย,549
31,บุรีรัมย์,2,5,นางสาวณัฐธิดา เล็กอุดากร,ภูมิใจไทย,56479
31,บุรีรัมย์,2,6,นายสัญชัย ทะนานทอง,ประชาธิปัตย์,653
31,บุรีรัมย์,2,7,นายตี๋ แก้วสีจันทร์,รวมไทยสร้างชาติ,491
31,บุรีรัมย์,2,8,นางสาวรุ้งไพลิน ปิ่นอนันต์สกุล,กล้าธรรม,199
31,บุรีรัมย์,2,9,นายกาจ ทุมสิทธิ์,เศรษฐกิจ,1043
31,บุรีรัมย์,3,1,นายอดิพงษ์ ฐิติพิทยา,ภูมิใจไทย,56210
31,บุรีรัมย์,3,2,นายสุประดิษฐ์ แสนทวีสุข,รวมไทยสร้างชาติ,725
31,บุรีรัมย์,3,3,นางสาวชุติมา นับถือสุข,ประชากรไทย,507
31,บุรีรัมย์,3,4,นายพลวรรธน์ คำพันธ์,ปวงชนไทย,295
31,บุรีรัมย์,3,5,นายวีระยุทธ พะโรงรัมย์,ประชาธิปัตย์,295
31,บุรีรัมย์,3,6,นายณัฐพงค์ เรื่องชาย,ประชาชน,10630
31,บุรีรัมย์,3,7,นายพิสุทธิ์ ยายิรัมย์,กล้าธรรม,459
31,บุรีรัมย์,3,8,นายทรงพล ทะรารัมย์,เพื่อไทย,3054
31,บุรีรัมย์,4,1,นายธีรวุฒิ ทับทิมหิน,ประชาธิปัตย์,846
31,บุรีรัมย์,4,2,นายวรพจน์ วิบูลย์วิริยะสกุล,ประชาชน,11667
31,บุรีรัมย์,4,3,นายชนกันต์ ทิมาตฤกะ,ภูมิใจไทย,51536
31,บุรีรัมย์,4,4,นายกฤษฎา ชูตาลัด,รวมไทยสร้างชาติ,683
31,บุรีรัมย์,4,5,นายพรรษศรณ์ สาครเสถียร,เพื่อไทย,3699
31,บุรีรัมย์,4,6,นางสาวรุ่งฤดี จะโชนรัมย์,กล้าธรรม,336
31,บุรีรัมย์,4,7,นายสมชาย สุเรรัมย์,เศรษฐกิจ,678
31,บุรีรัมย์,5,1,นางพชรพรรณ ลิ้มโฆษิต,ประชาธิปัตย์,1052
31,บุรีรัมย์,5,2,นางประนอม อุทัยแสน,รวมไทยสร้างชาติ,714
31,บุรีรัมย์,5,3,นายใหม่ สุขะเดชะ,เพื่อไทย,7914
31,บุรีรัมย์,5,4,นายธนากร สัมมาสาโก,ประชาชน,10694
31,บุรีรัมย์,5,5,นายสุรศักดิ์ เลี้ยงผ่องพันธุ์,ไทยสร้างไทย,807
31,บุรีรัมย์,5,6,นายโสภณ ซารัมย์,ภูมิใจไทย,53732
31,บุรีรัมย์,5,7,นายณภัทร์ษธร กล้วยประโคน,ประชากรไทย,305
31,บุรีรัมย์,5,8,นายสมคิด สินไธสง,กล้าธรรม,194
31,บุรีรัมย์,5,9,นางสาวนก รักพินิจ,เศรษฐกิจ,1238
31,บุรีรัมย์,6,1,นายประยูร เพ็งจันทร์,เพื่อไทย,5419
31,บุรีรัมย์,6,2,นายนันทภพ ทองนุ่น,ประชาชน,11551
31,บุรีรัมย์,6,3,นายพงษ์นรินทร์ ลิ้มโฆษิต,ประชาธิปัตย์,1239
31,บุรีรัมย์,6,4,นายศักดิ์ ซารัมย์,ภูมิใจไทย,51523
31,บุรีรัมย์,6,5,ร้อยตำรวจโทสมพงษ์ พันธุ์ศรี,ปวงชนไทย,462
31,บุรีรัมย์,6,6,นางสาวจุฑามาศ รักพินิจ,รวมไทยสร้างชาติ,1211
31,บุรีรัมย์,6,7,นายภูวดล ศรีหามาตย์,กล้าธรรม,433
31,บุรีรัมย์,6,8,นายสนม อุ่นสำโรง,ประชากรไทย,682
31,บุรีรัมย์,6,9,นายอภิชัย สิริสุข,ไทยสร้างไทย,237
31,บุรีรัมย์,6,10,นายชัยชนะ กิ่งหว้ากลาง,เศรษฐกิจ,851
31,บุรีรัมย์,7,1,นายพรรณธนู วรรณกางซ้าย,เพื่อไทย,13982
31,บุรีรัมย์,7,2,นางสาวณโมรี ฉกรรจ์ศิลป์,ประชาธิปัตย์,621
31,บุรีรัมย์,7,3,นายณัฏฐชัย สวัสดี,ประชาชน,11091
31,บุรีรัมย์,7,4,นายคำก่าย กองพร,รวมไทยสร้างชาติ,522
31,บุรีรัมย์,7,5,นายพรชัย ศรีสุริยันโยธิน,ภูมิใจไทย,45919
31,บุรีรัมย์,7,6,นายบุญเพ็ง สุรักษ์,ปวงชนไทย,382
31,บุรีรัมย์,7,7,นายวุฒิชัย สุขพรรณดอน,กล้าธรรม,406
31,บุรีรัมย์,7,8,นายธีรยุทธ อินทรกำแหง,เศรษฐกิจ,880
31,บุรีรัมย์,7,9,นายสมพงษ์ แช่มรัมย์,ประชากรไทย,734
31,บุรีรัมย์,8,1,นายเพชร สุพพัตกุล,ประชาชน,15367
31,บุรีรัมย์,8,2,นายธนาศักดิ์ เฉลิมสิทธิวงศา,รวมไทยสร้างชาติ,647
31,บุรีรัมย์,8,3,ร้อยตำรวจเอกบุญเฮียง ชัยสิทธิ์,ปวงชนไทย,484
31,บุรีรัมย์,8,4,นายพัสกร หัสดิน,เศรษฐกิจ,1396
31,บุรีรัมย์,8,5,นายไตรเทพ งามกมล,ภูมิใจไทย,53217
31,บุรีรัมย์,8,6,นายบุญทรง ลึกลาภ,ประชาธิปัตย์,1050
31,บุรีรัมย์,8,7,นายวินัย จีนโน,เพื่อไทย,4664
31,บุรีรัมย์,8,8,นายสุรศักดิ์ เพชรสว่าง,กล้าธรรม,584
31,บุรีรัมย์,8,9,นางธนวันต์ ทองคำ,ประชากรไทย,742
31,บุรีรัมย์,8,10,นายสุระ แก้วอนันต์,ประชาธิปไตยใหม่,277
31,บุรีรัมย์,9,1,นายชุมนุม ยงสืบชาติ,เศรษฐกิจ,1393
31,บุรีรัมย์,9,2,นายธีรวัฒน์ ลมุดกูล,ประชาธิปัตย์,491
31,บุรีรัมย์,9,3,นายพรศักดิ์ แดงทรัพย์,กล้าธรรม,152
31,บุรีรัมย์,9,4,นายพลวิวัฒน์ แก้วพลงาม,ปวงชนไทย,513
31,บุรีรัมย์,9,5,นายรุ่งโรจน์ ทองศรี,ภูมิใจไทย,57197
31,บุรีรัมย์,9,6,นายต่อพงษ์ จีนใจน้ำ,เพื่อไทย,4068
31,บุรีรัมย์,9,7,นายสมชาย พรมวัง,ประชากรไทย,299
31,บุรีรัมย์,9,8,นายเสกสรร สุริยา,ประชาชน,8695
31,บุรีรัมย์,9,9,นายแสวง สีหามาตย์,รวมไทยสร้างชาติ,887
31,บุรีรัมย์,10,1,นายณัฐพงศ์ แสนโคตร,ประชาชน,9229
31,บุรีรัมย์,10,2,นายจักรกฤษณ์ ทองศรี,ภูมิใจไทย,52091
31,บุรีรัมย์,10,3,นายจำรัส เวียงสงค์,เพื่อไทย,4221
31,บุรีรัมย์,10,3,นายภูมิสิทธิ์ มาประจง,ประชาธิปัตย์,1489
31,บุรีรัมย์,10,4,นางณัฏฐนันท์ ถาวรีย์สีแดด,ปวงชนไทย,226
31,บุรีรัมย์,10,5,นายชูชัย พลวัน,รวมไทยสร้างชาติ,485
31,บุรีรัมย์,10,6,พันเอกปรมะ เรื่องสูงเนิน,เศรษฐกิจ,852
31,บุรีรัมย์,10,8,นายวันทา สมร่าง,ประชากรไทย,469
31,บุรีรัมย์,10,9,นายอิทธิศักดิ์ ปาทาน,กล้าธรรม,114
32,สุรินทร์,1,1,นายเบญจมินทร์ ปันสน,ประชาชน,23104
32,สุรินทร์,1,2,นายดำเกิง โถทอง,ประชาธิปัตย์,1312
32,สุรินทร์,1,3,นายวิภูษิต มีสิทธิ์,กล้าธรรม,2528
32,สุรินทร์,1,4,นายขุนเดช มงคลสิรินทร์,เศรษฐกิจ,1813
32,สุรินทร์,1,5,นางสาวเบญญา มุ่งเจริญพร,ภูมิใจไทย,46167
32,สุรินทร์,1,6,นายอนุรัตน์ ศรีสุรินทร์,พลังประชารัฐ,650
32,สุรินทร์,1,7,นายดำรงค์ ครึ่งมี,รวมไทยสร้างชาติ,984
32,สุรินทร์,1,8,นายอนันต์ ปาลีคุปต์,เพื่อไทย,9423
32,สุรินทร์,2,1,นายสุมากร แซ่โง้ว,กล้าธรรม,613
32,สุรินทร์,2,2,นายวิโรจน์ ดีใจ,เศรษฐกิจ,1114
32,สุรินทร์,2,3,นายพงศธร ลักขษร,ประชาชน,14307
32,สุรินทร์,2,4,นายณรงค์ มุตตะโสภา,พลังประชารัฐ,463
32,สุรินทร์,2,5,นายชูชัย มุ่งเจริญพร,เพื่อไทย,17069
32,สุรินทร์,2,6,นายมานพ แสงดำ,ประชาธิปัตย์,970
32,สุรินทร์,2,7,นายณัฏฐพล จรัสรพีพงษ์,ภูมิใจไทย,53228
32,สุรินทร์,2,8,นายวิทยา แก้วเหลี่ยม,ประชาธิปไตยใหม่,474
32,สุรินทร์,2,9,นายพิเชษฐ์ ภูแก้ว,รวมไทยสร้างชาติ,1064
32,สุรินทร์,2,10,นายนาวา ชิดชอบ,ปวงชนไทย,131
32,สุรินทร์,3,1,นายกันตภณ มิตรปราสาท,ประชาชน,14826
32,สุรินทร์,3,2,นายไพรยวน พันธ์สีดา,เศรษฐกิจ,971
32,สุรินทร์,3,3,นายกวิน เตียวเจริญโสภา,พลังประชารัฐ,1002
32,สุรินทร์,3,4,นางสาวผกามาศ เจริญพันธ์,ภูมิใจไทย,50333
32,สุรินทร์,3,5,นางกานดาพร พิเลิศ,ปวงชนไทย,993
32,สุรินทร์,3,6,นายเกียรติภูมิ กำลังหาญ,กล้าธรรม,308
32,สุรินทร์,3,7,นายคุณากร ปรีชาชนะชัย,เพื่อไทย,10467
32,สุรินทร์,3,8,นายสุริยะ บัวบาน,ประชาธิปัตย์,413
32,สุรินทร์,3,9,นายทันสมัย สุขบรรเทิง,รวมไทยสร้างชาติ,326
32,สุรินทร์,4,1,นายพรเทพ พูนศรีธนากูล,เพื่อไทย,14672
32,สุรินทร์,4,2,นายทองไท สิทธินาม,แรงงานสร้างชาติ,588
32,สุรินทร์,4,3,นางชนมณี บุตรวงษ์,กล้าธรรม,1877
32,สุรินทร์,4,4,นายปุณยวัฒน์ สนใจ,พลังประชารัฐ,1118
32,สุรินทร์,4,5,นางสาวรำไพ เพิ่มทอง,ใหม่,368
32,สุรินทร์,4,6,นายยรรยง ผิวอ่อน,ประชาธิปัตย์,740
32,สุรินทร์,4,7,นางสาวสุรีย์ ธัมมาตร,ภูมิใจไทย,44913
32,สุรินทร์,4,8,นายสนธิ แสงชมภู,เศรษฐกิจ,913
32,สุรินทร์,4,9,นายโพธิธวัช พัฒนาพงษ์ไชย,ประชาชน,14535
32,สุรินทร์,4,10,นางสุมาลี เครือผือ,สร้างชาติ,399
32,สุรินทร์,4,11,นางสุวารี ยืนยง,ปวงชนไทย,407
32,สุรินทร์,5,1,นางฟาริดา สุไลมาน,กล้าธรรม,17798
32,สุรินทร์,5,2,นางสาวทัตพิชา เข็มแก้ว,ประชาชน,11277
32,สุรินทร์,5,3,นายสมานมิตร จิตหนักแน่น,พลังสังคมใหม่,290
32,สุรินทร์,5,4,นายภุชงค์ สุภัควรางกูร,ภูมิใจไทย,41671
32,สุรินทร์,5,5,นายครูมานิตย์ สังข์พุ่ม,เพื่อไทย,6095
32,สุรินทร์,5,6,นายภูมิสิน การะเวก,ประชาธิปัตย์,302
32,สุรินทร์,5,7,นายวัน หยิบล้ำ,เศรษฐกิจ,476
32,สุรินทร์,5,8,นายรังสิทธิ์ วุฒิสุทธิ์,รวมไทยสร้างชาติ,173
32,สุรินทร์,5,9,นายกิติพงษ์ สิทธินาม,แรงงานสร้างชาติ,828
32,สุรินทร์,5,10,นางสาวจินตนา กลั่นแก้ว,สร้างอนาคตไทย,246
32,สุรินทร์,5,11,นายสนิธ สังขะพงษ์,ปวงชนไทย,288
32,สุรินทร์,6,1,นางสาวทักษิณา ทับครบุรี,กล้าธรรม,1024
32,สุรินทร์,6,2,นายสมบัติ ศรีสุรินทร์,เพื่อไทย,9122
32,สุรินทร์,6,3,นายจันทร์ สมัญญา,เศรษฐกิจ,1211
32,สุรินทร์,6,4,นายล้ำเลิศ พัวพัฒนโชติ,ภูมิใจไทย,52005
32,สุรินทร์,6,5,นายธนกร นานวน,ประชาชน,10955
32,สุรินทร์,6,6,นายพัฑฒิณัฐ สุตวณิชย์,ประชาธิปัตย์,791
32,สุรินทร์,6,7,นายพัสกร สิงห์ทอง,รวมไทยสร้างชาติ,479
32,สุรินทร์,6,8,นายธนกร ศรีโกตะเพ็ชร,ปวงชนไทย,739
32,สุรินทร์,6,9,นายมานพ พุ่มทอง,ไทยทรัพย์ทวี,224
32,สุรินทร์,7,0,นายเกรียงไกร คารศรี,ประชาชน,13352
32,สุรินทร์,7,2,นายทวีศักดิ์ ยงยิ่งยืน,ประชาธิปัตย์,735
32,สุรินทร์,7,3,นายอธิศวิชญ์ เลิศชวัลรัชต์,เพื่อไทย,24474
32,สุรินทร์,7,4,นายเรืองวิทย์ คูณวัฒนาพงษ์,ภูมิใจไทย,43239
32,สุรินทร์,7,5,นายอริยะมรรค จันทนุภา,กล้าธรรม,768
32,สุรินทร์,7,6,นายพิภพ จันทเขต,เศรษฐกิจ,1844
32,สุรินทร์,7,7,นายชาญ จารัตน์,ปวงชนไทย,428
32,สุรินทร์,8,1,นายอำนวย แท่นดี,กล้าธรรม,1007
32,สุรินทร์,8,2,นางปทิดา ตันติรัตนานนท์,ภูมิใจไทย,52673
32,สุรินทร์,8,3,นางสาวปลายฟ้า ปานทอง,เศรษฐกิจ,2794
32,สุรินทร์,8,4,ร้อยตำรวจโทจรูญ จุดาบุตร,เพื่อไทย,5899
32,สุรินทร์,8,5,นายกิตตินันท์ วังอมรมิตร,ประชาชน,15302
32,สุรินทร์,8,6,นายไพบูลย์ ศิริมา,ประชาธิปัตย์,408
32,สุรินทร์,8,7,นายบัณฑิต ศิลาอ่อน,รวมไทยสร้างชาติ,521
32,สุรินทร์,8,8,นายสมรส มั่นยืน,ปวงชนไทย,315
33,ศรีสะเกษ,1,1,นายสุขเกษม เรืองนุช,ประชาชน,13456
33,ศรีสะเกษ,1,2,นายเนียม ผลบุญ,ประชาธิปไตยใหม่,394
33,ศรีสะเกษ,1,3,นายธเนศ เครือรัตน์,เพื่อไทย,25401
33,ศรีสะเกษ,1,4,นายวีระชัย จันทร์ดวงศรี,ประชาธิปัตย์,460
33,ศรีสะเกษ,1,5,นายสิริพงศ์ อังคสกุลเกียรติ,ภูมิใจไทย,53220
33,ศรีสะเกษ,1,6,นายสุรเดช นาจำปา,กล้าธรรม,222
33,ศรีสะเกษ,1,7,นายคณิศร คำโสภา,เศรษฐกิจ,438
33,ศรีสะเกษ,1,8,นายกุลธวัช สาลี,รวมไทยสร้างชาติ,207
33,ศรีสะเกษ,1,9,นางสาวฉวี ปิ่นหอม,ปวงชนไทย,868
33,ศรีสะเกษ,2,1,นายสุทธิรักษ์ บุญศักดิ์,ประชาชน,10448
33,ศรีสะเกษ,2,2,นายสุรชาติ ชาญประดิษฐ์,เพื่อไทย,30103
33,ศรีสะเกษ,2,3,นายสายชล เคหะธรรม,รวมพลังประชาชน,1392
33,ศรีสะเกษ,2,4,นายศุภกิจ สีหาภาค,ภูมิใจไทย,35712
33,ศรีสะเกษ,2,5,นายพิทยา บุญเฉลียว,กล้าธรรม,1166
33,ศรีสะเกษ,2,6,นางพิสมัย กุลบุตร,เศรษฐกิจ,868
33,ศรีสะเกษ,2,7,นายวันชัย บุญเสนอ,ประชาธิปัตย์,287
33,ศรีสะเกษ,2,8,นายสุรมิตร ศรีสุรักษ์,ประชาธิปไตยใหม่,201
33,ศรีสะเกษ,2,9,นายสมยศ อำไพ,ปวงชนไทย,81
33,ศรีสะเกษ,2,10,นางสาวขวัญชนก เจริญธนาธิป,ไทยก้าวใหม่,153
33,ศรีสะเกษ,2,11,นายอภิสิทธิ์ ธานี,ทางเลือกใหม่,310
33,ศรีสะเกษ,3,1,นายสุรณัฐ แนบเนียม,กล้าธรรม,1059
33,ศรีสะเกษ,3,2,นายปัณณวิชญ์ โหตระไวศยะ,พลังประชารัฐ,2931
33,ศรีสะเกษ,3,3,นายธีรวัฒน์ คำศรี,ประชาธิปัตย์,1041
33,ศรีสะเกษ,3,4,นายธนา กิจไพบูลย์ชัย,ภูมิใจไทย,51942
33,ศรีสะเกษ,3,5,นายนิพนธ์ บุษราคัมวงศ์,รวมพลัง,113
33,ศรีสะเกษ,3,6,นายโดม ศรีศรุติกุล,ประชาธิปไตยใหม่,341
33,ศรีสะเกษ,3,7,นายจำลอง บุญชม,ประชาชน,9196
33,ศรีสะเกษ,3,8,นายภีรวุฒิ บุญสุข,เพื่อไทย,8230
33,ศรีสะเกษ,3,9,นายสมจิตร ช่วยพันธ์,เศรษฐกิจ,1611
33,ศรีสะเกษ,3,10,นายนครชัย โพธิ์ขาว,ประชากรไทย,122
33,ศรีสะเกษ,4,1,นางสาวพิชิตา บุญมา,เพื่อไทย,3428
33,ศรีสะเกษ,4,2,นายภูมินทร์ ลีธีระประเสริฐ,กล้าธรรม,20190
33,ศรีสะเกษ,4,3,นายกิติศักดิ์ พ้นภัย,รวมไทยสร้างชาติ,789
33,ศรีสะเกษ,4,4,นายชิตพล ไตรสรณกุล,ภูมิใจไทย,43534
33,ศรีสะเกษ,4,5,นายวัลลภ วันทมาตย์,ประชาชน,8100
33,ศรีสะเกษ,4,6,นายปิยะนันท์ มั่นยืนยาว,ประชาธิปัตย์,293
33,ศรีสะเกษ,4,7,นายอนุบาล ขันทอง,เศรษฐกิจ,969
33,ศรีสะเกษ,4,8,นายสายัณห์ หล้าบุดดา,ประชากรไทย,372
33,ศรีสะเกษ,4,9,นายวาสิทธิ์ พวงสวัสดิ์,ปวงชนไทย,93
33,ศรีสะเกษ,4,10,นายอุทัย อุทธาธรณ์,พลังประชารัฐ,96
33,ศรีสะเกษ,5,2,นายพรสิทธิ์ รักษาทรัพย์,ประชาชน,11077
33,ศรีสะเกษ,5,4,นางสาวจินณ์ตวรรณ ไตรสรณกุล,ภูมิใจไทย,39108
33,ศรีสะเกษ,5,5,นางสาวภูริกา สมหมาย,เพื่อไทย,25755
33,ศรีสะเกษ,5,6,นายภูมินันท์ กัญญาบุตร,เศรษฐกิจ,1091
33,ศรีสะเกษ,5,7,นายประไพย์ ศรีลาชัย,ประชากรไทย,887
33,ศรีสะเกษ,5,8,นายสวัสดิ์ โพธิสาร,ประชาธิปัตย์,652
33,ศรีสะเกษ,5,9,นายบุญเลี้ยง สว่างภพ,กล้าธรรม,619
33,ศรีสะเกษ,5,17,นายธรรศ คำพันธุ์,รวมไทยสร้างชาติ,395
33,ศรีสะเกษ,5,18,นางสาวนภาพร บุตรสอน,ปวงชนไทย,87
33,ศรีสะเกษ,6,1,นายธรรมศักดิ์ เรืองชัยจตุพร,ประชาชน,13132
33,ศรีสะเกษ,6,2,นายคชศักดิ์ ศิริรัตน์มานะวงศ์,ภูมิใจไทย,31072
33,ศรีสะเกษ,6,3,นายพงษ์ประณต บุญทศ,ประชาธิปไตยใหม่,438
33,ศรีสะเกษ,6,4,นายวีระพล จิตสัมฤทธิ์,เพื่อไทย,31345
33,ศรีสะเกษ,6,5,นายนิธินันท์ ธนัทภพวรานนท์,กล้าธรรม,502
33,ศรีสะเกษ,6,6,นายนิมิตร จินาวัลย์,ประชาธิปัตย์,435
33,ศรีสะเกษ,6,7,นายปืน นันทะเสน,รวมไทยสร้างชาติ,415
33,ศรีสะเกษ,6,9,พันตำรวจเอกประเสริฐศักดิ์ ศรีไชย,เศรษฐกิจ,1724
33,ศรีสะเกษ,7,1,นายวิสุทธิ์ชาติ ปัญญาทรงรุจิ,ภูมิใจไทย,31642
33,ศรีสะเกษ,7,2,พันตรีสราวุธ ศรีวัง,ประชาชน,9181
33,ศรีสะเกษ,7,3,นายเจนอนันต์ คำศรี,กล้าธรรม,263
33,ศรีสะเกษ,7,4,นายวิวัฒน์ชัย โหตระไวศยะ,พลังประชารัฐ,544
33,ศรีสะเกษ,7,5,นายบุญคง วิลัยเลิศ,ประชาธิปัตย์,441
33,ศรีสะเกษ,7,6,นางสาววิลดา อินฉัตร,เพื่อไทย,36190
33,ศรีสะเกษ,7,7,นายสมชัย ค่องอ้อย,ประชาธิปไตยใหม่,278
33,ศรีสะเกษ,7,8,นายชัยณรงค์ ทรงงาม,ประชากรไทย,92
33,ศรีสะเกษ,8,1,นายบรรจบ ไชยสาร,ประชาชน,12268
33,ศรีสะเกษ,8,2,นายอาสพลธ์ สรรณ์ไตรภพ,ภูมิใจไทย,59873
33,ศรีสะเกษ,8,4,นายมานพ จรัสดำรงนิตย์,เพื่อไทย,10201
33,ศรีสะเกษ,8,5,นายณชญาดา ศรีหาภาค,ประชาธิปัตย์,334
33,ศรีสะเกษ,8,6,นายเอกทรัพย์ มะโนรัตน์,ประชาธิปไตยใหม่,146
33,ศรีสะเกษ,8,7,นางกัญญ์พิดา เพียรกสิโภคิน,ปวงชนไทย,435
33,ศรีสะเกษ,8,8,นายองอาจ ศรีขาล,กล้าธรรม,415
33,ศรีสะเกษ,9,1,นายพงษ์เดช เดชกล้า,ประชาชน,14525
33,ศรีสะเกษ,9,2,นายวิทวัส ไตรสรณกุล,ภูมิใจไทย,39667
33,ศรีสะเกษ,9,3,นางนุชนาถ จารุวงษ์เสถียร,กล้าธรรม,12281
33,ศรีสะเกษ,9,4,นายพงศ์ภัค มงคลชัยพาณิชย์,พลังประชารัฐ,1069
33,ศรีสะเกษ,9,5,นายคัมภีรพจน์ สายเพ็ชร,เศรษฐกิจ,555
33,ศรีสะเกษ,9,6,นายรัตน์วิโรจน์ พรมขันธ์,ประชาธิปัตย์,368
33,ศรีสะเกษ,9,7,นายอภิชาติ ศิริบุญญกาล,รวมไทยสร้างชาติ,359
33,ศรีสะเกษ,9,8,นายวรวิทย์ ต๊ะกาบโค,ประชาธิปไตยใหม่,214
33,ศรีสะเกษ,9,9,นางสาวเกศรา แซ่จิว,ปวงชนไทย,137
33,ศรีสะเกษ,9,10,นายนฤชิต จารุรัชกุล,เพื่อไทย,19391
34,อุบลราชธานี,1,1,นายจเร ไขแสง,ภูมิใจไทย,7327
34,อุบลราชธานี,1,2,นายวรสิทธิ์ กัลป์ตินันท์,เพื่อไทย,32328
34,อุบลราชธานี,1,3,นายนิมิต จันทเวทย์ศิริ,เศรษฐกิจ,2283
34,อุบลราชธานี,1,4,นายวิศรุต สวัสดิ์วร,ไทยสร้างไทย,7869
34,อุบลราชธานี,1,5,นายธีระพล เพ็งจันทร์,ประชาชน,27314
34,อุบลราชธานี,1,6,นายพิษณุ อธิคมศาสตร์,พลวัต,1098
34,อุบลราชธานี,1,7,นายธนพร สมศรี,ประชาธิปัตย์,9184
34,อุบลราชธานี,1,8,นายมีชัย ศรีคูณ,พลังประชารัฐ,588
34,อุบลราชธานี,2,1,นางสาวณฐพร บุญประสิทธิ์,ประชาธิปัตย์,677
34,อุบลราชธานี,2,2,นายประเสริฐ เผ่าพันธ์,ภูมิใจไทย,2181
34,อุบลราชธานี,2,3,นายประสพ สารสมัคร,เพื่อไทย,3566
34,อุบลราชธานี,2,4,นายปรีชญา ฉ่ำมณี,ประชาชน,12852
34,อุบลราชธานี,2,5,นายณรงค์ชัย วีระกุล,ไทรวมพลัง,36198
34,อุบลราชธานี,2,6,นายวิทยา ครองยุติ,ประชาธิปไตยใหม่,375
34,อุบลราชธานี,2,7,เรืออากาศตรีประจวบ ทรัพย์สะอาด,พลังประชารัฐ,385
34,อุบลราชธานี,2,8,นายวุฒิพงษ์ นามบุตร,กล้าธรรม,33798
34,อุบลราชธานี,2,9,นายเจริญชัย คำแฝง,เศรษฐกิจ,1006
34,อุบลราชธานี,2,10,นายธัชชัย คมขำ,ไทยก้าวใหม่,168
34,อุบลราชธานี,3,1,นางพิมพกาญจน์ พลสมัคร,ไทรวมพลัง,43632
34,อุบลราชธานี,3,2,นางสาวณัฐนันท์ รัตโน,เพื่อไทย,22798
34,อุบลราชธานี,3,3,นายปรเมธ ศรีหล้า,ประชาชน,13634
34,อุบลราชธานี,3,4,นายอธิปไตย คุ้ย ศรีมงคล,ไทยก้าวหน้า,441
34,อุบลราชธานี,3,5,นายจิรศักดิ์ ขันอาสา,ภูมิใจไทย,3409
34,อุบลราชธานี,3,6,นายมิตร อนุวรรณ,ทางเลือกใหม่,745
34,อุบลราชธานี,3,7,นางสาวพรปนัดดา ทวีดี,รวมไทยสร้างชาติ,625
34,อุบลราชธานี,3,8,นายตรัยรัตน์ สาละมุล,ประชาธิปัตย์,554
34,อุบลราชธานี,3,9,นายลำชี มะโนรัตน์,เพื่อบ้านเมือง,259
34,อุบลราชธานี,4,1,นางสาวกิตติ์ธัญญา วาจาดี,เพื่อไทย,37794
34,อุบลราชธานี,4,2,นายเข็มทอง แก้วเนตร,พลังประชารัฐ,1195
34,อุบลราชธานี,4,3,นางสาวพุทธชาด จินตะเวช,ประชาชน,27899
34,อุบลราชธานี,4,4,นายรินไท มุ่งมาจน,สัมมาธิปไตย,1504
34,อุบลราชธานี,4,5,นายณัฐพงศ์ บุญทวี,ประชาธิปัตย์,2051
34,อุบลราชธานี,4,6,นายสุพล ฟองงาม,กล้าธรรม,28643
34,อุบลราชธานี,4,7,นายอภิชาต วรโชติวิวรรธน์,ไทยสร้างไทย,1276
34,อุบลราชธานี,4,8,นางสุพัฒน์ นามมุงคุณ,ทางเลือกใหม่,417
34,อุบลราชธานี,5,1,นายพร้อมพงศ์ สิถิลวัลย์,ประชาชน,15051
34,อุบลราชธานี,5,2,นายสุทธิชัย จรูญเนตร,ภูมิใจไทย,52151
34,อุบลราชธานี,5,3,นายบุญสอน สามัคคี,ประชาธิปัตย์,1082
34,อุบลราชธานี,5,4,นายรัฐกิตติ์ ผาลีพัฒน์,กล้าธรรม,8636
34,อุบลราชธานี,5,5,นายอธิปัตย์ สืบศิรินุกูล,เพื่อไทย,3120
34,อุบลราชธานี,5,6,นางสาววิยดา พรหมทอง,พลังประชารัฐ,661
34,อุบลราชธานี,5,7,นางสาวหนูดา มัฐผา,ทางเลือกใหม่,290
34,อุบลราชธานี,6,1,นางสาวธัญธารีย์ สันตพันธุ์,เพื่อไทย,33345
34,อุบลราชธานี,6,2,นายกิตติกร เชิดชู,ไทรวมพลัง,31887
34,อุบลราชธานี,6,3,นางสาวอุบลกาญจน์ อมรสิน,ภูมิใจไทย,2663
34,อุบลราชธานี,6,4,นายชาญ การเพียร,ประชาธิปัตย์,437
34,อุบลราชธานี,6,5,นายศิระ พันธ์ทอง,ประชาชน,9341
34,อุบลราชธานี,6,6,นายฐาปนัฐ แสงสุกวาว,ประชาธิปไตยใหม่,471
34,อุบลราชธานี,7,1,นางสาวสุดารัตน์ พิทักษ์พรพัลลภ,ภูมิใจไทย,45003
34,อุบลราชธานี,7,2,นายชุติมันต์ ปานเพชร,ประชาธิปัตย์,618
34,อุบลราชธานี,7,3,นายมานะ แรงมูลพฤกษ์,แผ่นดินธรรม,151
34,อุบลราชธานี,7,4,นายไพฑูรย์ จันทะยา,ประชาชน,6036
34,อุบลราชธานี,7,5,นายเชิดศักดิ์ โภคกุลกานนท์,เพื่อไทย,34817
34,อุบลราชธานี,7,6,นางสาวชุพวัน สำราญพงษ์,พลังประชารัฐ,176
34,อุบลราชธานี,7,7,นายก้องชายแดน พินธุรักษ์,ประชากรไทย,137
34,อุบลราชธานี,7,8,นายชาญณรงค์เดช อยู่สุข,ไทยก้าวใหม่,76
34,อุบลราชธานี,8,1,นายวชิรวิทย์ ธนวัฒน์กิจโภคิน,ประชาชน,11800
34,อุบลราชธานี,8,2,นายบรรหาร ศรีบุระ,ไทรวมพลัง,33084
34,อุบลราชธานี,8,3,นางสาวแนน บุณย์ธิดา สมชัย,ภูมิใจไทย,36651
34,อุบลราชธานี,8,4,นางสาวจิตภินันท์ วงษ์ขันธ์,เพื่อไทย,2674
34,อุบลราชธานี,8,5,นายเสกสรร กอคูณ,เศรษฐกิจ,1522
34,อุบลราชธานี,8,6,จ่าสิบตรีประวิทย์ แก้วใส,รวมไทยสร้างชาติ,381
34,อุบลราชธานี,8,7,นางใบแก้ว โคตรแสง,ประชาธิปไตยใหม่,138
34,อุบลราชธานี,8,8,นางสาวณัฏฐณิชา วันดึก,เพื่อบ้านเมือง,194
34,อุบลราชธานี,8,9,นายดลเดช แก้วใส,ประชาธิปัตย์,612
34,อุบลราชธานี,8,10,นางสาวแจ่มใจ ประสมสัตว์,ทางเลือกใหม่,100
34,อุบลราชธานี,9,1,นายธีระ พุฒพิพักตร์,พลังประชารัฐ,129
34,อุบลราชธานี,9,2,นางสาววิจิตรา สัตยากูล,ภูมิใจไทย,1576
34,อุบลราชธานี,9,3,นางจิตรวรรณ หวังศุภกิจโกศล,ไทรวมพลัง,42832
34,อุบลราชธานี,9,4,นางรำพูล ตันติวณิชชานนท์,กล้าธรรม,15396
34,อุบลราชธานี,9,5,นายประภูศักดิ์ จินตะเวช,เพื่อไทย,11382
34,อุบลราชธานี,9,6,นายกฤติน มักเรียน,ประชาชน,6786
34,อุบลราชธานี,9,7,นายสุพจน์ วรรณสุข,ประชาธิปัตย์,369
34,อุบลราชธานี,10,1,นายเกษม ฉิมพลี,ภูมิใจไทย,3026
34,อุบลราชธานี,10,2,นายสมศักดิ์ บุญประชม,ไทรวมพลัง,66909
34,อุบลราชธานี,10,3,นายวัชรพล เชื้อคง,เพื่อไทย,6973
34,อุบลราชธานี,10,4,นางสาวมิลิณ กำเนิดสิงห์,พลังประชารัฐ,542
34,อุบลราชธานี,10,5,นายสิโรตม์ แสนทวีสุข,ประชาชน,7494
34,อุบลราชธานี,10,6,นายยิ่ง ภูผา,ประชาธิปัตย์,612
34,อุบลราชธานี,11,1,นายเรืองศรี ตรีราช,รวมไทยสร้างชาติ,1047
34,อุบลราชธานี,11,2,นายอำไพ เฉลิมสุข,ประชาธิปัตย์,781
34,อุบลราชธานี,11,3,นางสาวตวงทิพย์ จินตะเวช,ภูมิใจไทย,58379
34,อุบลราชธานี,11,4,นางอุบล สิมมา,เพื่อไทย,4521
34,อุบลราชธานี,11,5,นายสมมาตร มะลิลา,กล้าธรรม,746
34,อุบลราชธานี,11,6,นายธีรศักดิ์ วีระจินตวงศ์,ประชาชน,11868
34,อุบลราชธานี,11,7,นายสุริยา ขันอาสา,ไทยสร้างไทย,2690
35,ยโสธร,1,1,นายเนรมิต จันทร์ทอง,ประชาธิปัตย์,1258
35,ยโสธร,1,2,นางสุภาพร สลับศรี,ภูมิใจไทย,49334
35,ยโสธร,1,3,นางสาววชิราภรณ์ ชายทวีป,ประชาชน,12755
35,ยโสธร,1,4,นายวีระศักดิ์ โคตรสมบัติ,เพื่อไทย,36586
35,ยโสธร,1,5,นายสราวุธ จะกะนอง,ประชาธิปไตยใหม่,207
35,ยโสธร,1,6,นายนิติธร จันทรบุตร,ไทยก้าวใหม่,186
35,ยโสธร,1,7,นายหวาง วงษ์ศรีแก้ว,เศรษฐกิจ,417
35,ยโสธร,2,1,นายวรายุทธ จงอักษร,ภูมิใจไทย,51233
35,ยโสธร,2,2,นายธนู ว่องไวตระกูล,ท้องที่ไทย,735
35,ยโสธร,2,3,นายบุญแก้ว สมวงศ์,เพื่อไทย,28880
35,ยโสธร,2,4,นางสาวชริสา แพงมี,ไทยก้าวใหม่,212
35,ยโสธร,2,5,นายพงศธร สุภโกศล,ประชาชน,8264
35,ยโสธร,2,6,นายอนันต์ หลอดคำ,ประชาธิปไตยใหม่,232
35,ยโสธร,2,7,นายกริชเพชร พลศรี,ประชาธิปัตย์,152
35,ยโสธร,2,8,ดาบตำรวจสิทธิชัย ทองมูล,พลังประชารัฐ,163
35,ยโสธร,2,9,นายสิงห์มนี กุบแก้ว,เศรษฐกิจ,1031
35,ยโสธร,3,1,นายพิเชษฐ์ กุมารสิทธิ์,เพื่อไทย,30173
35,ยโสธร,3,2,นายธนพัฒน์ ศรีชนะ,ภูมิใจไทย,44970
35,ยโสธร,3,3,นายสรวิศ เดชเสน,ประชาชน,14424
35,ยโสธร,3,4,นายมงคล ชื่นตา,กล้าธรรม,2399
35,ยโสธร,3,5,นายธนกร ไชยกุล,พลังประชารัฐ,615
35,ยโสธร,3,6,นางวิภารัตย์ บุญกอง,ประชาธิปไตยใหม่,257
35,ยโสธร,3,7,นางสาวเสาวภาคย์ อินทนนท์,เศรษฐกิจ,661
35,ยโสธร,3,8,นางกฤตลดาณัช เศิกศิริ,ประชาธิปัตย์,415
36,ชัยภูมิ,1,1,นายวรวุฒิ จอดนอก,ภูมิใจไทย,6739
36,ชัยภูมิ,1,2,นายโอซิษฐ์ เกียรติก้องชูชัย,เพื่อไทย,40748
36,ชัยภูมิ,1,3,นายวรพล พรมเมืองเก่า,ประชาธิปัตย์,1155
36,ชัยภูมิ,1,4,นางสาวเกวลิน ชัยวัฒนกุลวานิช,กล้าธรรม,4421
36,ชัยภูมิ,1,5,นายอนุชา เจริญรักษ์,ก้าวอิสระ,632
36,ชัยภูมิ,1,6,นายอาวุธ ปะเมโท,รวมไทยสร้างชาติ,1067
36,ชัยภูมิ,1,7,นายดิเรก ผาสุขมูล,ไทยก้าวใหม่,371
36,ชัยภูมิ,1,8,นายเกษมศักดิ์ อัครเพศ,ทางเลือกใหม่,894
36,ชัยภูมิ,1,9,นางสาวนัฏฐิกา โล่ห์วีระ,ประชาชน,24738
36,ชัยภูมิ,1,10,นายวันชัย ลือมงคล,เศรษฐกิจ,908
36,ชัยภูมิ,2,1,นายเชิงชาย ชาลีรินทร์,เพื่อไทย,54996
36,ชัยภูมิ,2,2,นางสาววาสนา อยู่ภักดี,ประชาชน,14658
36,ชัยภูมิ,2,5,นายทัศนัย สุขประสาร,ภูมิใจไทย,3538
36,ชัยภูมิ,2,6,นายโสโชค สู้โนนตาด,รวมไทยสร้างชาติ,1879
36,ชัยภูมิ,2,7,นายถวัลย์ หงษ์ไทย,เศรษฐกิจ,1687
36,ชัยภูมิ,2,8,ณรงค์ แขนอก,ประชาธิปัตย์,1314
36,ชัยภูมิ,2,9,นายประเสริฐศักดิ์ ขำหินตั้ง,ไทยก้าวใหม่,1254
36,ชัยภูมิ,3,1,นายสัมฤทธิ์ แทนทรัพย์,ภูมิใจไทย,48116
36,ชัยภูมิ,3,2,นายวีระ ถนอมธรรม,รวมไทยสร้างชาติ,769
36,ชัยภูมิ,3,3,นายกฤษณ์ คูนรัตนศิริ,ประชาชน,9366
36,ชัยภูมิ,3,4,นางสาวพิศมัย สร้อยสุวรรณ,ประชาธิปัตย์,655
36,ชัยภูมิ,3,5,นายสนั่น พัชรเตชโสภณ,เพื่อไทย,15311
36,ชัยภูมิ,3,6,พันโท สุเทพ บุญทะเล,เศรษฐกิจ,1072
36,ชัยภูมิ,4,1,นายวรฉัตร พงษ์ธีระดุลย์,เพื่อไทย,8255
36,ชัยภูมิ,4,2,นายสิทธิพล ภูธรณ์,ประชาชน,9001
36,ชัยภูมิ,4,3,นางสาวน้ำฝน หอมชาลี,ประชาธิปัติย์,315
36,ชัยภูมิ,4,4,นายณรงฤทธิ์ มอบสันเทียะ,รวมไทยสร้างชาติ,449
36,ชัยภูมิ,4,5,นางสาวสุชาดา ซาง แทนทรัพย์,ภูมิใจไทย,36907
36,ชัยภูมิ,4,6,นางสาวกาญจนา จังหวะ,กล้าธรรม,17314
36,ชัยภูมิ,4,7,นางสาวนงค์คราญ ฤาชาญ,ประชาธิปไตยใหม่,131
36,ชัยภูมิ,4,8,นายชาติชาย อาจสนาม,เศรษฐกิจ,437
36,ชัยภูมิ,5,1,นายศิวะ พงศ์ธีระดุลย์,เพื่อไทย,29851
36,ชัยภูมิ,5,2,นายธนกฤต จรรย์โกมล,ภูมิใจไทย,23594
36,ชัยภูมิ,5,3,นายสุขสันต์ ชื่นจิตร,กล้าธรรม,19605
36,ชัยภูมิ,5,4,นายอภิเดช ประทุมแก้ว,ประชาชน,9294
36,ชัยภูมิ,5,5,นายชยนนท์ คำเบ้า,ประชาธิปัตย์,719
36,ชัยภูมิ,5,6,นายปิยชัย โชติมาวณิช,เศรษฐกิจ,711
36,ชัยภูมิ,5,7,นายวิชัย ปัญญา,ไทยทรัพย์ทวี,646
36,ชัยภูมิ,5,8,ส.อ.นิติภัส สุภาพงษ์นันทกุล,รวมไทยสร้างชาติ,448
36,ชัยภูมิ,5,9,นายจงเจริญ เอกทวีกุล,ประชากรไทย,278
36,ชัยภูมิ,5,10,นายศรคม ภาชา,พลังประชารัฐ,233
36,ชัยภูมิ,5,11,นายหนูเสน พรมวงศ์,ทางเลือกใหม่,71
36,ชัยภูมิ,6,1,นายเสถียรพงศ์ เที่ยงตรง,ประชาธิปัตย์,937
36,ชัยภูมิ,6,2,นายแทนยุทธพงษ์ วงษ์วัชรวานิช,ประชาชน,13155
36,ชัยภูมิ,6,3,นางสาวบัวพันธ์ ผ่อนจรุง,ประชาธิปไตยใหม่,360
36,ชัยภูมิ,6,4,นายรุ่งโรจน์ ภูศักดิ์,รวมไทยสร้างชาติ,735
36,ชัยภูมิ,6,5,นายเชวงศักดิ์ เร่งไพบูลย์วงษ์,ภูมิใจไทย,50655
36,ชัยภูมิ,6,6,นางสาววิเมลือง แก้วศิริ,เพื่อไทย,16918
36,ชัยภูมิ,6,7,นายสากล มาชัยภูมิ,เศรษฐกิจ,586
36,ชัยภูมิ,7,1,นายกิตติธัช คำวงษ์,ประชาชน,12570
36,ชัยภูมิ,7,2,นายกิติพร เศรษฐภูมิภักดี,รวมไทยสร้างชาติ,402
36,ชัยภูมิ,7,3,นายชานนท์ ต่อสกุล,ภูมิใจไทย,830
36,ชัยภูมิ,7,4,นายอัครแสนคีรี โล่ห์วีระ,กล้าธรรม,40833
36,ชัยภูมิ,7,5,นางสาวปัญชลีย์ วัฒนชัยศาสตร์,พลังประชารัฐ,886
36,ชัยภูมิ,7,6,นายจอมจักรภพ วัชระจินดาวัฒนะ,เพื่อไทย,23818
36,ชัยภูมิ,7,7,นายพลากร ภูมินอก,ประชาธิปัตย์,341
36,ชัยภูมิ,7,8,นายอดิเรก ดวงจันนี,ประชาธิปไตยใหม่,867
36,ชัยภูมิ,7,9,นายธีรวุฒิ พงษ์จันทร์,ไทยก้าวใหม่,295
36,ชัยภูมิ,7,10,นางสุชามนต์ เครือเครา,ไทยทรัพย์ทวี,91
36,ชัยภูมิ,7,11,นางอรุณณี งามจิตสุวรรณ,เศรษฐกิจ,609
37,อำนาจเจริญ,1,1,นายศักดิ์ดา จันเทวา,พลังประชารัฐ,1072
37,อำนาจเจริญ,1,2,นางสาวจุฑาทิพย์ ศิริขันธ์,ประชาชน,18851
37,อำนาจเจริญ,1,3,นางสาวพิมพ์วิภา บัวบุตร,เพื่อไทย,21040
37,อำนาจเจริญ,1,4,นายพลชัย โสภากันต์,ประชาธิปัตย์,1938
37,อำนาจเจริญ,1,5,นางสุขสมรวย วันทนียกุล,ภูมิใจไทย,44199
37,อำนาจเจริญ,1,6,สิบเอกวีระยุทธ ผาริวงค์,เพื่อชาติไทย,538
37,อำนาจเจริญ,1,7,นางสาวณัฐยกัญ ทองยศ,ไทยก้าวใหม่,305
37,อำนาจเจริญ,1,8,นายทศพร คุ้มผล,เศรษฐกิจ,1927
37,อำนาจเจริญ,1,9,นายโสนิ สุวรรณี,เพื่อบ้านเมือง,1154
37,อำนาจเจริญ,2,2,ว่าที่ร้อยตรี กริช กีฬา,ประชาชน,17340
37,อำนาจเจริญ,2,3,นางสาววรัดดา ประเสริฐศรี,เพื่อไทย,19048
37,อำนาจเจริญ,2,4,นายเตชินท์ชัย ผาริบุตร,ประชาธิปัตย์,1671
37,อำนาจเจริญ,2,5,นางญาญีนาถ เข็มนาค,ภูมิใจไทย,43016
37,อำนาจเจริญ,2,6,นายมฆวาน บัวบุตร,กล้าธรรม,12398
37,อำนาจเจริญ,2,7,ร้อยตรี เนย ชารีพันธ์,เพื่อบ้านเมือง,389
38,บึงกาฬ,1,1,นายสมชาย โสดากุล,ประชาชน,10986
38,บึงกาฬ,1,2,ว่าที่ร้อยตรีภูมิพันธ์ บุญมาตุ่น,เพื่อไทย,17532
38,บึงกาฬ,1,3,นายวิพนธ์ จิตรจักร,ประชาธิปัตย์,619
38,บึงกาฬ,1,4,ว่าที่ร้อยตรีสุเทพ บุพศิริ,ปวงชนไทย,192
38,บึงกาฬ,1,5,นายณัฐพงศ์ เข็มศิริ,กล้าธรรม,2765
38,บึงกาฬ,1,6,นายสยาม เพ็งทอง,ภูมิใจไทย,37182
38,บึงกาฬ,1,7,นายบุญฮง ภูแซ่มโชติ,ประชาธิปไตยใหม่,117
38,บึงกาฬ,1,8,นายรชนิศ นามวงค์,รวมไทยสร้างชาติ,231
38,บึงกาฬ,2,1,นายพรชัย ลมงาม,ประชาไทย,428
38,บึงกาฬ,2,2,นางสาวมลฤดี จันทร์แดง,เพื่อไทย,14693
38,บึงกาฬ,2,3,นายสุริยา แป้นสุขา,ภูมิใจไทย,26482
38,บึงกาฬ,2,4,นายปังทอง สีม่วง,ปวงชนไทย,219
38,บึงกาฬ,2,5,นายราชภูมิ ภูยี่หวา,ประชาชน,8486
38,บึงกาฬ,2,6,นางอรอุมา บุญศิริ,กล้าธรรม,19981
38,บึงกาฬ,2,7,นายวินัย ติยะบุตร,ประชาธิปัตย์,169
38,บึงกาฬ,2,8,นางจิรารักษ์ ห้องจำปา,รวมไทยสร้างชาติ,929
38,บึงกาฬ,2,9,นายเทพปัญชา ทุมโยมา,ไทยก้าวใหม่,130
38,บึงกาฬ,2,10,นายสุนทร ปัญญาสิทธิ์,ประชาธิปไตยใหม่,58
38,บึงกาฬ,2,11,นายวัฒนชัย ติธรรม,พลังประชารัฐ,497
38,บึงกาฬ,3,1,นายวิโรจน์ สาระวงศ์,ภูมิใจไทย,34041
38,บึงกาฬ,3,2,นายพิทักษ์ สุระพร,ปวงชนไทย,882
38,บึงกาฬ,3,3,นายนพดล สิทธิฤทธิ์,กล้าธรรม,4098
38,บึงกาฬ,3,4,นางสาวเพ็ญพิชชา ติยะบุตร,ประชาธิปัตย์,697
38,บึงกาฬ,3,5,นายนิพนธ์ คนขยัน,เพื่อไทย,14313
38,บึงกาฬ,3,6,นายณัฐพงษ์ ป้องปิ่น,ประชาชน,15049
38,บึงกาฬ,3,7,ร.ต.อ.สุดใจ ผดาเวช,รวมไทยสร้างชาติ,666
38,บึงกาฬ,3,8,นายสมดี ผาอาจ,ประชาธิปไตยใหม่,287
39,หนองบัวลำภู,1,1,นายสุวัฒน์ มนตรี,ภูมิใจไทย,21721
39,หนองบัวลำภู,1,2,นายปัญญา ธาตุวิสัย,รวมไทยสร้างชาติ,494
39,หนองบัวลำภู,1,3,นายชยานันท์ เกตุเมฆ,กล้าธรรม,31594
39,หนองบัวลำภู,1,4,นายกฤษณโชติ เทศแก้ว,ประชาชน,16253
39,หนองบัวลำภู,1,5,นายกมล มุขธระโกษา,เครือข่ายชาวนาแห่งประเทศไทย,221
39,หนองบัวลำภู,1,6,นายวุฒิพงษ์ ศิริสถิตย์,พลังประชารัฐ,1303
39,หนองบัวลำภู,1,7,นายประไว คงอาษา,ประชาธิปัตย์,351
39,หนองบัวลำภู,1,8,นายพิษณุ หัตถสงเคราะห์,เพื่อไทย,12987
39,หนองบัวลำภู,1,9,นายวิเชียร แสงบุดดา,เศรษฐกิจ,1154
39,หนองบัวลำภู,1,10,นายบุญเรือง เขื่อนตีนกง,ไทยก้าวใหม่,189
39,หนองบัวลำภู,1,11,นายทองคำ บุญประทุม,ประชาธิปไตยใหม่,451
39,หนองบัวลำภู,1,12,นางสาวพรประภาวรรณ มูลฉวี,ไทยรวมไทย,94
39,หนองบัวลำภู,2,1,นายประสิทธิ์ พลศักดิ์ขวา,เครือข่ายชาวนาแห่งประเทศไทย,249
39,หนองบัวลำภู,2,2,นายสยามรัฐ ศรีบัวเผื่อน,ประชาธิปัตย์,795
39,หนองบัวลำภู,2,3,นายรุ่งเพชร ศรีกาญจนา,เพื่อไทย,36663
39,หนองบัวลำภู,2,4,นายนิติภูมิ ติวทอง,ประชาชน,14496
39,หนองบัวลำภู,2,5,นายชัยวัฒน์ มูลแก้ว,รวมไทยสร้างชาติ,246
39,หนองบัวลำภู,2,6,นายทรงศักดิ์ ศิริสถิตย์,พลังประชารัฐ,832
39,หนองบัวลำภู,2,7,นายไชยา พรหมา,กล้าธรรม,16062
39,หนองบัวลำภู,2,8,นางสาวณัฐนันท์ พรมนิล,เศรษฐกิจ,1823
39,หนองบัวลำภู,2,9,นางชญาน์นันท์ พิมพ์กิรติ,ภูมิใจไทย,7705
39,หนองบัวลำภู,2,10,นางวาสนา ดอกเข็ม,ประชาธิปไตยใหม่,191
39,หนองบัวลำภู,2,11,นายวุฒิพงษ์ ราชโยธา,ไทยก้าวใหม่,420
39,หนองบัวลำภู,3,1,นายอาณัติ ชินทะวัน,ภูมิใจไทย,23670
39,หนองบัวลำภู,3,2,นายพรณรงค์ นิลนะมะ,กล้าธรรม,26322
39,หนองบัวลำภู,3,3,นางสาวธนกนกอร แสนคำ,ประชาชน,12279
39,หนองบัวลำภู,3,4,นายณพล เชยคำแหง,เพื่อไทย,11265
39,หนองบัวลำภู,3,5,นางสาวประภาลักษณ์ สิทธิ,ไทยสร้างไทย,2078
39,หนองบัวลำภู,3,6,นางสาวขวัญหทัย ชุมแวงวาปี,เศรษฐกิจ,1383
39,หนองบัวลำภู,3,7,นางสาวณภัทธิรา โชติโอฬารกุล,ประชาธิปัตย์,486
39,หนองบัวลำภู,3,8,นายอานนท์ ทองนาม,รวมไทยสร้างชาติ,224
39,หนองบัวลำภู,3,9,นายชาคริต กุลวงศ์,ประชาธิปไตยใหม่,158
40,ขอนแก่น,1,1,นายเนติธร ช่วยหาร,ไทยภักดี,557
40,ขอนแก่น,1,2,ว่าที่พันตรีสุดใจ จันทะบุรม,เศรษฐกิจ,1534
40,ขอนแก่น,1,3,นายวีรนันท์ ฮวดศรี,ประชาชน,35303
40,ขอนแก่น,1,4,นายวิทิต ทองโสภิต,ภูมิใจไทย,23307
40,ขอนแก่น,1,5,นางสาวโชติกา สอนโว,ไทยก้าวใหม่,540
40,ขอนแก่น,1,6,นางสาวศุภิกา ศุภรมย์,รวมไทยสร้างชาติ,1887
40,ขอนแก่น,1,7,นายณณฑ์พัชธี กันตวธีระณัต,เพื่อไทย,15596
40,ขอนแก่น,1,8,นายธรรมรัตน์ จันท่าจีน,ประชาธิปัตย์,2719
40,ขอนแก่น,1,9,พันตำรวจเอกอิทธิกร อุ่นประกอ,พลังประชารัฐ,1366
40,ขอนแก่น,1,10,นายนรเศรษฐ์ ศรีเงิน,ประชากรไทย,198
40,ขอนแก่น,2,1,นายโกเมศ ทีฆธนานนท์,เพื่อไทย,16293
40,ขอนแก่น,2,2,นายศุภกร สวรรค์ฑากร,รวมไทยสร้างชาติ,1874
40,ขอนแก่น,2,3,นายชัชวาล ธีรภานุ,กล้าธรรม,26649
40,ขอนแก่น,2,4,นายวสันต์ ศรีดรราช,ประชาธิปัตย์,2172
40,ขอนแก่น,2,5,นายอิทธิพล ชลธราศิริ,ประชาชน,41012
40,ขอนแก่น,2,6,นายพราหมณ์อิศรา อินทร์ยา,เศรษฐกิจ,3788
40,ขอนแก่น,2,7,นายธีรพัฒน์ ศรีเมืองบุญ,ไทยก้าวใหม่,475
40,ขอนแก่น,2,8,นายอิศม์เดช ฤๅชา,ไทยภักดี,742
40,ขอนแก่น,2,9,นางสาวณัฏฐศศิ ประทีปะวณิช,พลังประชารัฐ,3294
40,ขอนแก่น,3,1,นายเอกชัย สืบสารคาม,กล้าธรรม,30645
40,ขอนแก่น,3,2,นายสถาพร ระวิสิทธิ์,ไทยก้าวใหม่,687
40,ขอนแก่น,3,3,พันตำรวจเอกประศาสตร์ แน่นอุดร,เพื่อไทย,21030
40,ขอนแก่น,3,4,นายชัชวาล อภิรักษ์มั่นคง,ประชาชน,29282
40,ขอนแก่น,3,5,นายนิเวศ จักร์นารายณ์,รวมไทยสร้างชาติ,482
40,ขอนแก่น,3,6,นายปัญญา ศรีปัญญา,เศรษฐกิจ,1171
40,ขอนแก่น,3,7,นายสมหวัง อ่อนราษฎร์,ภูมิใจไทย,987
40,ขอนแก่น,3,8,นายพลชัย พิพิธวรกุล,ประชาธิปัตย์,464
40,ขอนแก่น,4,1,นายจรูญ ยศธสาร,ภูมิใจไทย,1627
40,ขอนแก่น,4,2,นายนันทวิชช์ วรรณเสน,เป็นธรรม,6373
40,ขอนแก่น,4,3,นางสาวอาทิตยา พงษ์สมบัติ,กล้าธรรม,22219
40,ขอนแก่น,4,4,นายวุฒิรักษ์ แพงตาแก้ว,ประชาชน,16325
40,ขอนแก่น,4,5,นายรุ่งโรจน์ เย็นสบาย,เพื่อไทย,40255
40,ขอนแก่น,4,6,นายวิษณุ วงษ์เสนา,ประชาธิปัตย์,730
40,ขอนแก่น,4,7,นายวุฒิกร แสงประดิษฐ์,เศรษฐกิจ,730
40,ขอนแก่น,4,8,นางบุษบา แสนสีหา,ไทยภักดี,1205
40,ขอนแก่น,4,9,ร.ต.อ.ประภาส น้อยเลาหกุล,ไทยก้าวใหม่,587
40,ขอนแก่น,4,10,นายประเคน โอดพิมพ์,ทางเลือกใหม่,116
40,ขอนแก่น,4,11,นายชัยนิวัฒน์ ไชยสา,รวมไทยสร้างชาติ,535
40,ขอนแก่น,5,1,นางคะนางค์ รักโนนสูง,ประชาชน,8867
40,ขอนแก่น,5,2,นายอภิวัตน์ จ่าตา,ภูมิใจไทย,1685
40,ขอนแก่น,5,3,นายปราชญา หงอกชัย,กล้าธรรม,36120
40,ขอนแก่น,5,4,นายภาควัต ศรีสุรพล,เพื่อไทย,32006
40,ขอนแก่น,5,5,นายจิรจิตติ์ นามจันดี,ไทยก้าวใหม่,1043
40,ขอนแก่น,5,6,ด.ต.บุญเหลือ แก่งสันเทียะ,เศรษฐกิจ,619
40,ขอนแก่น,5,7,นายวิรัตน์ ปัตโต,ประชาธิปัตย์,409
40,ขอนแก่น,5,8,นางสบาย ธรรมเขต,รวมไทยสร้างชาติ,193
40,ขอนแก่น,5,9,นายศักดิ์ชัย คำขวา,ทางเลือกใหม่,87
40,ขอนแก่น,5,10,นายภิเภก คำชมพู,ประชาธิปไตยใหม่,80
40,ขอนแก่น,6,1,นายนิติศาสตร์ กุลน้อย,ประชาธิปัตย์,717
40,ขอนแก่น,6,2,นายพงษ์นิรันดร์ อุทัยกาญจนกุล,รวมไทยสร้างชาติ,517
40,ขอนแก่น,6,3,นายอภิชัย ชาตะมีนา,ประชาชน,14374
40,ขอนแก่น,6,4,นายวิศรุต ปู่เพิ่ง,ภูมิใจไทย,43246
40,ขอนแก่น,6,5,นางสาวพลอยไพลิน เกียรติสุรนนท์,เพื่อไทย,19300
40,ขอนแก่น,6,6,นายสำราญ ศรีภา,พลังประชารัฐ,1452
40,ขอนแก่น,6,7,นายลานบุญ สีลา,ไทยก้าวใหม่,143
40,ขอนแก่น,6,8,นายสุธรรม โพแหบ,ทางเลือกใหม่,167
40,ขอนแก่น,7,1,นายสมศักดิ์ คุณเงิน,ภูมิใจไทย,11266
40,ขอนแก่น,7,2,นายสุพรรณ์ ศรีบุญเรือง,รวมไทยสร้างชาติ,781
40,ขอนแก่น,7,3,นายภูษณ คำเวียง,กล้าธรรม,21458
40,ขอนแก่น,7,4,นายสุรพจน์ เตาะเจริญสุข,เพื่อไทย,32796
40,ขอนแก่น,7,5,นายโกมล สำแดง,ประชาธิปัตย์,573
40,ขอนแก่น,7,6,นายวีรภัทร มีสกุลทิพยานนท์,ประชาชน,15813
40,ขอนแก่น,7,7,ร้อยตำรวจเอกบุญรอด ศรีเมืองบุญ,ไทยก้าวใหม่,373
40,ขอนแก่น,7,8,นายหนูดี นามาก,ทางเลือกใหม่,147
40,ขอนแก่น,8,1,ว่าที่ร้อยตรี ยอดเพชร อุดเมืองเพีย,ประชาชน,18648
40,ขอนแก่น,8,2,นางสาวสมใจ ทองบาง,ประชาธิปัตย์,1126
40,ขอนแก่น,8,3,นายธนิก มาสีพิทักษ์,กล้าธรรม,33926
40,ขอนแก่น,8,4,นางสาวณิชวดี เลิศมหาลาภ,ไทยสร้างไทย,2186
40,ขอนแก่น,8,5,นายอุทัย หานนท์,รวมไทยสร้างชาติ,772
40,ขอนแก่น,8,6,นางสาววิภาณี ภูคำวงศ์,เพื่อไทย,27594
40,ขอนแก่น,8,7,นายสมบุญ ยะมุลณี,เศรษฐกิจ,1136
40,ขอนแก่น,8,8,นายศิริพงษ์ อรุณเดชาชัย,ภูมิใจไทย,3842
40,ขอนแก่น,8,9,นายเดชาวัต ศรีพุดฑา,ไทยก้าวใหม่,453
40,ขอนแก่น,9,1,นายวีระ วิชาธรรม,ไทยภักดี,654
40,ขอนแก่น,9,2,นายณัฐพล กลุ่มเหรียญทอง,เพื่อไทย,42803
40,ขอนแก่น,9,3,นางสาวกมลชนก สุพรรณฝ่าย,ประชาชน,14272
40,ขอนแก่น,9,4,นางสาวสรัสนันท์ อรรณนพพร,ภูมิใจไทย,20997
40,ขอนแก่น,9,5,นายเกียรติศิริกุล ทีนรส,ไทยสร้างไทย,397
40,ขอนแก่น,9,6,ว่าที่ร้อยโทเอ็มโอด บุญทน,ประชาธิปไตยใหม่,244
40,ขอนแก่น,9,7,นายขจรศักดิ์ชนัน จิตภิลัย,พลังประชารัฐ,122
40,ขอนแก่น,9,8,นายศักดิ์สิทธิ์ สิงห์สุนีย์,ประชากรไทย,1612
40,ขอนแก่น,10,0,นายวันนิวัติ สมบูรณ์,เพื่อไทย,32727
40,ขอนแก่น,10,2,ร.ต.ท.สงวน คมขาว,ไทยก้าวใหม่,604
40,ขอนแก่น,10,3,นายนิวัตร สระพรม,ประชาชน,10229
40,ขอนแก่น,10,4,นายวิระศักดิ์ สายทอง,ประชาธิปัตย์,475
40,ขอนแก่น,10,5,นายพชรกร อรรณนพพร,ภูมิใจไทย,39396
40,ขอนแก่น,10,6,นายประยูร เทียมทะนง,กล้าธรรม,326
40,ขอนแก่น,11,1,นายองอาจ ฉัตรชัยพลรัตน์,ภูมิใจไทย,48810
40,ขอนแก่น,11,2,นายจิรายุ โชติศิลากุล,เพื่อไทย,13775
40,ขอนแก่น,11,3,นางสาวณัฏฐณิชา สารบรรณ,ประชาชน,11431
40,ขอนแก่น,11,4,นายพันศักดิ์ คงแสง,ประชาธิปัตย์,836
40,ขอนแก่น,11,5,นางสาวสุวรรณนภา แสนสีหา,ไทยภักดี,732
40,ขอนแก่น,11,6,นายพัฒนวิทย์ ใจตรง,กล้าธรรม,403
40,ขอนแก่น,11,7,ร้อยตำรวจโทเสวียน สมตัว,ไทยก้าวใหม่,326
41,อุดรธานี,1,1,นายเพชรสยาม เจนหัตถ์นามเสนา,เศรษฐกิจ,1877
41,อุดรธานี,1,2,นายโกเมนทร์ ทีฆธนานนท์,เพื่อไทย,29040
41,อุดรธานี,1,3,ร้อยตรี สง่า เหลืองอร่าม,ประชากรไทย,1648
41,อุดรธานี,1,4,นายรัชพล พุทธรักษา,ภูมิใจไทย,8196
41,อุดรธานี,1,5,นายอานันท์ อมรินทร์,ประชาชน,30558
41,อุดรธานี,1,6,นายสุรพล อนันตโสภณ,ประชาธิปัตย์,2035
41,อุดรธานี,1,7,นายสถาพร โคตบุตร,รวมไทยสร้างชาติ,1949
41,อุดรธานี,1,8,นายวิฑูรย์ นามคุณ,กล้าธรรม,869
41,อุดรธานี,1,9,พันตำรวจเอก พินทุรัตน์ ศิริขันธ์ เสนาไชย,พลังประชารัฐ,284
41,อุดรธานี,2,1,นางหทัยรัตน์ เพชรพนมพร,เพื่อไทย,29377
41,อุดรธานี,2,2,พลตรี พิทักษ์ชัย ธนพรานสิงห์,กล้าธรรม,1467
41,อุดรธานี,2,3,เรือตรี ศุภเศรษฐ์ ศรีชัยรุ่งโรจน์,รวมไทยสร้างชาติ,850
41,อุดรธานี,2,4,นายชัยกาล กันตรง,ประชาธิปัตย์,874
41,อุดรธานี,2,5,นายกฤตภาส จึงเติบโต,เศรษฐกิจ,1696
41,อุดรธานี,2,6,นายธนากร จำปาหอม,ประชาชน,21067
41,อุดรธานี,2,7,นางสาวพิชฎาภา อายุวัฒน์,ภูมิใจไทย,24364
41,อุดรธานี,2,8,นายชัยยงค์ ถียัง,ประชาธิปไตยใหม่,2335
41,อุดรธานี,2,9,นายอนันต์ ศรีพันธุ์,พลังประชารัฐ,399
41,อุดรธานี,2,10,นางเยาวลักษณ์ คำศรี,ประชากรไทย,125
41,อุดรธานี,3,1,นายหรั่ง ธุระพล,ภูมิใจไทย,33013
41,อุดรธานี,3,2,นายสมัคร บุญปก,เพื่อไทย,27342
41,อุดรธานี,3,3,นายอริยะฤทธิ์ สุสุวรรณสิริ,ประชาชน,12181
41,อุดรธานี,3,4,นายวรวุฒิ วรสาร,รวมไทยสร้างชาติ,369
41,อุดรธานี,3,5,นายชานนท์ นาคประวิต,ประชาธิปัตย์,219
41,อุดรธานี,3,6,นายเกียรติศักดิ์ บัวเกตุ,ประชาธิปไตยใหม่,245
41,อุดรธานี,3,7,นายจารุวัธน์ เพ็ญสวัสดิ์,ไทยก้าวใหม่,218
41,อุดรธานี,3,8,นายสตราลิน จอมประมาณ,เศรษฐกิจ,627
41,อุดรธานี,3,9,นายสาคร ปราบพาล,พลังประชารัฐ,1594
41,อุดรธานี,4,1,นายภาณุ พรวัฒนา,ภูมิใจไทย,22361
41,อุดรธานี,4,2,นายศักดา เกตุแก้ว,ประชาชน,14216
41,อุดรธานี,4,3,นายไตรภพ คำเพชร,เพื่อไทย,29757
41,อุดรธานี,4,4,นายภัควัฒน์ ธรรมครุฑทิพย์,พลังประชารัฐ,352
41,อุดรธานี,4,5,นางสาวอิงค์ณภัจฉร์ ชินวัตรนุวงค์,กล้าธรรม,269
41,อุดรธานี,4,6,นายไชยวัฒน์ธนา เวฬุวนารักษ์,ไทยก้าวใหม่,351
41,อุดรธานี,4,7,นายกิตติพัฒน์ สีดามาตย์,ครูไทยเพื่อประชาชน,180
41,อุดรธานี,4,8,นายสังคม สอนบุญ,รวมไทยสร้างชาติ,658
41,อุดรธานี,4,9,นายอัศวิน นันทะแสง,พลวัต,1593
41,อุดรธานี,4,10,นางวรา เทพกิจ,ประชาธิปัตย์,258
41,อุดรธานี,4,11,นายละออง วงค์ดวงตา,เพื่อบ้านเมือง,605
41,อุดรธานี,4,12,นายอนุราช ไชยตะวงค์,ไทยพิทักษ์ธรรม,276
41,อุดรธานี,5,1,พันโทศรีสวัสดิ์ ดวงพรม,กล้าธรรรม,1598
41,อุดรธานี,5,2,นายกรวีร์ สาราคำ,เพื่อไทย,20246
41,อุดรธานี,5,3,นางบัวเงิน รอดขันเมือง,ภูมิใจไทย,28475
41,อุดรธานี,5,4,นายชัยฤทธิ์ เขาวงศ์ทอง,ประชาชน,15354
41,อุดรธานี,5,5,นายองอาจ วิเศษ,พลังประชารัฐ,436
41,อุดรธานี,5,6,นางราณี นิวงศ์ษา,ประชาธิปัตย์,562
41,อุดรธานี,5,7,นายชนะพล อำนาจเจริญ,ไทยก้าวใหม่,195
41,อุดรธานี,5,8,นายหนูพิศ สีดามาตย์,รวมไทยสร้างชาติ,296
41,อุดรธานี,5,9,นางสาวนำโชค งามสง่า,เศรษฐกิจ,2225
41,อุดรธานี,5,10,นางดารุณี วงศ์คำพระ,เพื่อบ้านเมือง,161
41,อุดรธานี,6,1,นายธนอนันต์ เมนะสวัสดิ์,กล้าธรรม,15176
41,อุดรธานี,6,2,นายประชาชาติ แสนแก้ว,เพื่อไทย,12386
41,อุดรธานี,6,3,นายสรวิชญ์ นาแพงสอน,ประชาชน,10595
41,อุดรธานี,6,4,นายประกาศิต ปัญญาใส,เศรษฐกิจ,1487
41,อุดรธานี,6,5,นายอดิศักดิ์ แก้วมุงคุณทรัพย์,ภูมิใจไทย,36722
41,อุดรธานี,6,6,นายบรรพต จิกจักร์,รวมไทยสร้างชาติ,487
41,อุดรธานี,6,7,นางสาวมลิวรรณ แก้วสุข,ประชาธิปัตย์,341
41,อุดรธานี,6,8,นายสุริวรรณ คล้ายเพชร,เพื่อบ้านเมือง,147
41,อุดรธานี,6,9,นายธนพล คำศรี,ประชากรไทย,64
41,อุดรธานี,7,2,นายนรเศรษฐ แก้วมาตร,กล้าธรรม,843
41,อุดรธานี,7,3,นายจักรพรรดิ ไชยสาส์น,ไทยสร้างไทย,3925
41,อุดรธานี,7,4,นายทรงกิตติ สุวรรณทอง,รวมไทยสร้างชาติ,750
41,อุดรธานี,7,5,นายณัฐภณ ทาปุ๋ย,ไทยก้าวใหม่,589
41,อุดรธานี,7,6,นายธีระชัย แสนแก้ว,เพื่อไทย,27904
41,อุดรธานี,7,7,นายสุริยา วงศ์อารีย์,ประชาชน,28786
41,อุดรธานี,7,8,นายคำมอน แสงดี,ภูมิใจไทย,3180
41,อุดรธานี,7,9,นางสาวอรัญญา ใจมั่น,พลังประชารัฐ,2408
41,อุดรธานี,7,10,นายกฤษฎา ศรีสุชาติ,เศรษฐกิจ,1637
41,อุดรธานี,7,11,นายชูศักดิ์ กุลธวัชวงศ์,ประชาธิปัตย์,1003
41,อุดรธานี,8,1,นายเกรียงศักดิ์ ฝ้ายสีงาม,เพื่อไทย,12512
41,อุดรธานี,8,2,นายภพ สมศรีโหน่ง,พลังประชารัฐ,399
41,อุดรธานี,8,3,นายอนุเทน สีดาอุบล,ประชาชน,13901
41,อุดรธานี,8,4,นางชีวรัตน์ อุปนันท์,ไทยก้าวใหม่,711
41,อุดรธานี,8,5,นายนวคม เสมา,เศรษฐกิจ,1856
41,อุดรธานี,8,6,นายสุภีรภัทร ภูมิภักดิ์,ภูมิใจไทย,38137
41,อุดรธานี,8,7,นายอร่าม ศรีด้วง,ประชาธิปัตย์,836
41,อุดรธานี,8,8,นายภูชิต อุ่นเที่ยว,กล้าธรรม,1842
41,อุดรธานี,8,9,นางศิริพร แสงจันทร์,ประชาธิปไตยใหม่,634
41,อุดรธานี,8,10,นายนพดล สุวรรณชมภู,รวมไทยสร้างชาติ,238
41,อุดรธานี,9,1,นายเกษม เบ้าวรรณ,ภูมิใจไทย,3584
41,อุดรธานี,9,2,นายฐานวัฒน์ ธนาธัญญพิชญ์,กล้าธรรม,20842
41,อุดรธานี,9,3,นายพงศกร กงพาน,ประชาธิปัตย์,805
41,อุดรธานี,9,4,นายสมร ศรีวิพันธ์,รวมไทยสร้างชาติ,773
41,อุดรธานี,9,5,นายนภาดล ดวงสอนแสง,ประชาชน,17300
41,อุดรธานี,9,6,นายวัชระพล ขาวขำ,เพื่อไทย,29522
41,อุดรธานี,9,7,นายนิธิศ ประกอบใส,พลังประชารัฐ,268
41,อุดรธานี,9,8,นายนิธิศ รอดชมภู,ไทยก้าวใหม่,333
41,อุดรธานี,10,1,นายกิตติพัทธ์ ปราบพาล,เศรษฐกิจ,2277
41,อุดรธานี,10,2,นางสาวสุภาวดี วงษ์คำ,ประชาชน,17920
41,อุดรธานี,10,3,นายทัชภูมิ ทองทิพย์,ภูมิใจไทย,19691
41,อุดรธานี,10,4,นายอภิวัฒน์ โรมเมือง,ไทยสร้างชาติ,564
41,อุดรธานี,10,5,นางเทียบจุฑา ขาวขำ,เพื่อไทย,31589
41,อุดรธานี,10,7,นายจักรภัทร ชื่นชมกุล,กล้าธรรม,276
42,เลย,1,1,นายฉัตรชัย ลีกระจ่าง,ภูมิใจไทย,4886
42,เลย,1,2,พันโท วีระ กองสิงห์,พลังประชารัฐ,545
42,เลย,1,4,นายนิติกรณ์ เกี่ยวประเสริฐ,รวมไทยสร้างชาติ,882
42,เลย,1,5,นางสาวอาริยา ภูมิพัฒน์,กล้าธรรม,14827
42,เลย,1,6,นายวิทยา บุญมีวิเศษ,ประชาชน,18230
42,เลย,1,7,นายเลิศศักดิ์ พัฒนชัยกุล,เพื่อไทย,42730
42,เลย,1,8,ดาบตำรวจ ไมตรี วาที,เศรษฐกิจ,1201
42,เลย,1,9,นายทศพล พรหมเกตุ,ประชาธิปัตย์,1763
42,เลย,2,2,นายศรัณย์ ทิมสุวรรณ,เพื่อไทย,27956
42,เลย,2,3,นายสมศักดิ์ คำมงคุณ,ประชาชน,19571
42,เลย,2,4,นายชูศักดิ์ บัวระภาสิริ,กล้าธรรม,5393
42,เลย,2,5,นายจีระศักดิ์ น้อยกำ,พลังประชารัฐ,13478
42,เลย,2,6,นายนิธินันท์ อินทรโฆษิต,เศรษฐกิจ,2463
42,เลย,2,7,นายเกรียงไกร กลิ่นจันทร์,ภูมิใจไทย,2286
42,เลย,2,8,นายสุรสีห์ ลานนท์,ประชาธิปัตย์,1583
42,เลย,3,1,นายอดุลย์วิชญเดช ติยะบุตร,กล้าธรรม,1744
42,เลย,3,2,นางอัชฌิมา แสงสุวรรณ,เพื่อไทย,8158
42,เลย,3,3,นายธนยศ ทิมสุวรรณ,ภูมิใจไทย,51525
42,เลย,3,4,นายเอกรินทร์ สีหาบุตร,ประชาชน,17501
42,เลย,3,5,นายกิตติพันธ์ ปฐมชัยเกียรติ,ประชาธิปัตย์,2273
42,เลย,3,6,จ.ส.ต.ลำพูน มูลสุวรรณ,รวมไทยสร้างชาติ,832
42,เลย,3,7,นายบุญโฮม ดวงคำจันทร์,เศรษฐกิจ,1032
42,เลย,4,1,นางสาวศวิตา สำลีพันธุ์,ประชาชน,20152
42,เลย,4,2,นายวันชัย บุษบา,โอกาสใหม่,3624
42,เลย,4,3,นางสาวณัฐวรีย์ ทรัพย์มณีโภคิน,ประชาธิปัตย์,3953
42,เลย,4,4,นายสมเจตน์ แสงเจริญรัตน์,เพื่อไทย,30145
42,เลย,4,5,นายราเชนท์ กงสิมมา,กล้าธรรม,3414
42,เลย,4,6,นายบรรพต ยาฟอง,พลังประชารัฐ,7328
42,เลย,4,7,นางนิศากร ไชยคุณ,ภูมิใจไทย,3437
42,เลย,4,8,นายแสงเดือน ศรีบุรินทร์,เศรษฐกิจ,2065
43,หนองคาย,1,1,นายรพิพงศ์ ปุณยจารุศิริ,ประชาธิปัตย์,505
43,หนองคาย,1,2,นางสาวอภิญญา บุญจันทร์,ประชาชน,18311
43,หนองคาย,1,3,นายกฤษฎา ตันเทอดทิตย์,เพื่อไทย,12381
43,หนองคาย,1,4,นายกระแสร์ ตระกูลพรพงศ์,พลังประชารัฐ,30866
43,หนองคาย,1,5,พลตำรวจโท ไพศาล ลือสมบูรณ์,ภูมิใจไทย,24598
43,หนองคาย,1,6,นายพิชชาวุธ เหล่าศิริวิจิตร,กล้าธรรม,362
43,หนองคาย,1,7,พันเอก ธนัทเมศร์ ภัทรณรงค์รัศม์,เศรษฐกิจ,1768
43,หนองคาย,1,8,นางวริยา พรหมนา,ประชาอาสาชาติ,176
43,หนองคาย,2,1,นางสาวชนก จันทาทอง,เพื่อไทย,13883
43,หนองคาย,2,2,นางจิดาภา สุนทรธนากุล,ภูมิใจไทย,26423
43,หนองคาย,2,3,นายยุทธนา ศรีตะบุตร,พลังประชารัฐ,30322
43,หนองคาย,2,4,นายธงชัย กึ่งมาตย์,ประชาธิปัตย์,397
43,หนองคาย,2,5,นางสาวทศพร จันทร์ศรี,ประชาชน,9782
43,หนองคาย,2,6,นางราตรี กาลจักร์,ประชาธิปไตยใหม่,194
43,หนองคาย,2,7,นายจักรภัทร สายไธสง,ประชากรไทย,217
43,หนองคาย,3,1,นายสถิตย์ สีสวาท,ประชาธิปัตย์,1343
43,หนองคาย,3,2,นายศักดิ์ดา จันทรสุวรรณ,ภูมิใจไทย,36917
43,หนองคาย,3,3,นายชัยณรงค์ ชัยสุข,ประชาชน,19381
43,หนองคาย,3,4,นายเอกธนัช อินทร์รอด,เพื่อไทย,19988
43,หนองคาย,3,5,นายบัวขาว ภูสมศรี,ประชาธิปไตยใหม่,547
44,มหาสารคาม,1,1,นายธีระวัฒน์ พรรณะ,ประชาชน,22794
44,มหาสารคาม,1,2,พันตำรวจเอกชัยสิทธิ์ ภความนตรี,พลังประชารัฐ,890
44,มหาสารคาม,1,3,นายปัญญา ประทุมชัย,รวมไทยสร้างชาติ,547
44,มหาสารคาม,1,4,นายทองหล่อ พลโคตร,กล้าธรรม,10178
44,มหาสารคาม,1,5,นายเชวงศักดิ์ พลลาภ,ประชาธิปัตย์,1199
44,มหาสารคาม,1,6,นายฤทธิรงค์ ภูมิสวัสดิ์,ภูมิใจไทย,32493
44,มหาสารคาม,1,7,นางสาวนงลักษณ์ ทุงจันทร์,เพื่อไทย,15504
44,มหาสารคาม,1,8,นายกิจอนันต์ วิริยะสุข,เศรษฐกิจ,718
44,มหาสารคาม,1,9,นายณรงค์ ชารีคง,ประชาธิปไตยใหม่,90
44,มหาสารคาม,1,10,นายชยพล โบราณมูล,ไทยก้าวใหม่,503
44,มหาสารคาม,2,1,นายธงชัย เบอร์ไธสง,ประชาชน,13838
44,มหาสารคาม,2,2,นายสมพร คุ้มพงษ์พันธ์,รวมไทยสร้างชาติ,464
44,มหาสารคาม,2,3,นายสุทธิ์สวัสดิ์ บัวบาน,กล้าธรรม,1009
44,มหาสารคาม,2,4,นายไชยวัฒนา ติณรัตน์,เพื่อไทย,20789
44,มหาสารคาม,2,5,นายประวัติ ทองสมบูรณ์,ภูมิใจไทย,32203
44,มหาสารคาม,2,6,นางสาวขวัญอิสรา ศรีสังข์,พลังประชารัฐ,7793
44,มหาสารคาม,2,7,นายพิบูลย์ จันทศิลป์,ไทยก้าวใหม่,264
44,มหาสารคาม,2,8,นายทวีศักดิ์ ปะหุปะไพ,ประชาธิปไตยใหม่,901
44,มหาสารคาม,2,9,นายณัฐพัชร์ วงศ์พัฒนาธนเดช,ประชาธิปัตย์,676
44,มหาสารคาม,2,10,นายอำนาจธรรม ฮามคำไพ,เศรษฐกิจ,414
44,มหาสารคาม,2,11,นายบัญชา บัณฑิตเสน,ไทยพร้อม,364
44,มหาสารคาม,3,1,นายจักรกริช ด่านแก้ว,ประชาชน,8115
44,มหาสารคาม,3,2,นายภาสกร โยธะไชยสาร,ประชาธิปัตย์,255
44,มหาสารคาม,3,3,นายประมวล พานมาตย์,ประชากรไทย,177
44,มหาสารคาม,3,4,นายปัญญา ภูเฮืองแก้ว,คลองไทย,227
44,มหาสารคาม,3,5,นายยุทธพงศ์ จรัสเสถียร,เพื่อไทย,34638
44,มหาสารคาม,3,6,นายลัทธชัย โชคชัยวัฒนากร,ภูมิใจไทย,39612
44,มหาสารคาม,3,7,นางศิริพร หลิน,กล้าธรรม,118
44,มหาสารคาม,3,8,นางสาวบังอร มุมกลาง,รวมไทยสร้างชาติ,224
44,มหาสารคาม,3,9,เรือตรีกุลธร แก้ววิเศษ,เศรษฐกิจ,1307
44,มหาสารคาม,3,10,นายกิตติศักดิ์ พิมดา,ทางเลือกใหม่,40
44,มหาสารคาม,3,11,นายธีราพัทธ์ พาณิชย์,ไทยก้าวใหม่,73
44,มหาสารคาม,4,1,นายวิเชียร จงชูวณิชย์,ภูมิใจไทย,30843
44,มหาสารคาม,4,2,นายวันชนะ ชัยรุ่งเรือง,ประชาชน,11621
44,มหาสารคาม,4,4,นายอำนาจ ทบทอบ,ประชาธิปไตยใหม่,286
44,มหาสารคาม,4,5,นายเกษม สิงพร,รวมไทยสร้างชาติ,318
44,มหาสารคาม,4,6,นายชนินทร์ มีนาสันติรักษ์,กล้าธรรม,21773
44,มหาสารคาม,4,7,นายเนตร แก้วลาด,ประชาธิปัตย์,248
44,มหาสารคาม,4,8,นายประสงค์ กันพล,พลังประชารัฐ,133
44,มหาสารคาม,4,9,นายสรรพภัญญู ศิริไปล์,เพื่อไทย,15459
44,มหาสารคาม,5,1,นายจิรวัฒน์ ศิริพานิชย์,เพื่อไทย,36149
44,มหาสารคาม,5,2,นางสาวพัชราศิณี ศิริโกมุท,เศรษฐกิจ,6125
44,มหาสารคาม,5,3,นายโกศล คาดพันโน,พลังประชารัฐ,4627
44,มหาสารคาม,5,4,ผู้ช่วยศาสตราจารย์ อวยชัย วะทา,ภูมิใจไทย,3545
44,มหาสารคาม,5,5,นายประภาส เนื่องแก้ว,ไทยก้าวใหม่,739
44,มหาสารคาม,5,6,นายปรัตธนกรณ์ โยธาราช,ประชาชน,19302
44,มหาสารคาม,5,7,นายคำดี แสงไพร,กล้าธรรม,2185
44,มหาสารคาม,5,8,นางสาววิภาวี ลืออุติกุลวงศ์,ประชาธิปัตย์,930
44,มหาสารคาม,5,9,นายเศรษฐวัฒน์ ศิริโกมุท,ไทยพร้อม,2565
44,มหาสารคาม,5,10,นางสุภาพร ทองเจริญ,ทางเลือกใหม่,587
44,มหาสารคาม,5,11,นายกิตติ รัตนแสง,ประชาธิปไตยใหม่,864
44,มหาสารคาม,6,1,นางคมคาย อุดรพิมพ์,ภูมิใจไทย,38939
44,มหาสารคาม,6,2,นางเพียงพิศ เดชมาลา,ประชาชน,14142
44,มหาสารคาม,6,3,นายบุรินทร์ นามโร,กล้าธรรม,419
44,มหาสารคาม,6,4,นายรัฐ คลังแสง,เพื่อไทย,30699
44,มหาสารคาม,6,5,นายสรเชษฐ์ โพธิรุกข์,ไทยก้าวหน้า,103
44,มหาสารคาม,6,6,นางสาวธัญลักษณ์ อุทัยจอม,ประชาธิปัตย์,611
44,มหาสารคาม,6,7,นายวรเวช ศิริประเสริฐศรี,รวมไทยสร้างชาติ,292
44,มหาสารคาม,6,8,นายจักริน แดนสมปัดสา,ไทยก้าวใหม่,227
44,มหาสารคาม,6,9,นายภาสกร สิทธิหาโคตร,เศรษฐกิจ,1626
45,ร้อยเอ็ด,1,1,นายวีระธาร มาศเกษม,ประชาชน,17557
45,ร้อยเอ็ด,1,2,นางสาวสุดารัตน์ วรรณพัฒน์,ประชาธิปปัตย์,827
45,ร้อยเอ็ด,1,3,นางสาวเกตุวรินทร์ ไฮเนกเคอ,รวมไทยสร้างชาติ,641
45,ร้อยเอ็ด,1,4,นายสถาพร ว่องสัธนพงษ์,เพื่อไทย,20122
45,ร้อยเอ็ด,1,5,นายอนุรักษ์ จุรีมาศ,ภูมิใจไทย,50238
45,ร้อยเอ็ด,2,1,นายทินกร อ่อนประทุม,ภูมิใจไทย,7073
45,ร้อยเอ็ด,2,2,นายเอกรัฐ พลชื่อ,กล้าธรรม,43764
45,ร้อยเอ็ด,2,3,นางสาวนริศรา ประเสริฐสังข์,ประชาชน,11879
45,ร้อยเอ็ด,2,4,นายฉลาด ขามช่วง,เพื่อไทย,23207
45,ร้อยเอ็ด,2,5,นางสาวบุญยรัตน์ อาษาศึก,รวมไทยสร้างชาติ,467
45,ร้อยเอ็ด,2,6,นางสาวสุรัสวดี ดวงสมศรี,พลวัต,227
45,ร้อยเอ็ด,2,7,นายวิชัย เบ็ญชูสิทธิ์,ประชาธิปัตย์,228
45,ร้อยเอ็ด,2,8,นางสาวจุฑามาศ ธานีวรรณ์,ประชาธิปัตย์ใหม่,129
45,ร้อยเอ็ด,3,1,นางรัชนี พลชื่อ,กล้าธรรม,35999
45,ร้อยเอ็ด,3,2,นางสาวสิวินีย์ ปากชำนิ,ประชาธิปัตย์,706
45,ร้อยเอ็ด,3,3,นางสาววาสินีพร พลเยี่ยม,ภูมิใจไทย,1488
45,ร้อยเอ็ด,3,4,นายร่วมภูมิศักดิ์ พลเยี่ยม,พลังประชารัฐ,620
45,ร้อยเอ็ด,3,5,นายแทนรัฐ สุจารี,เพื่อไทย,30119
45,ร้อยเอ็ด,3,6,นายกษิเดช แก้วภูมิแห่,ประชาชน,11133
45,ร้อยเอ็ด,3,7,นายพงษ์ศักดิ์ เสียงใส,พลังธรรมใหม่,86
45,ร้อยเอ็ด,3,8,นายธนาภัทร แก้วอรุณ,เศรษฐกิจ,1345
45,ร้อยเอ็ด,3,9,นางสาวสนัฏฐา ขัติยนนท์,รวมไทยสร้างชาติ,237
45,ร้อยเอ็ด,4,1,นางสาวมารยาท มานัส,ประชาธิปัตย์,687
45,ร้อยเอ็ด,4,2,นางสาวสุทธิกานต์ สิทธิ์ประภากูล,โอกาสใหม่,4826
45,ร้อยเอ็ด,4,3,นายวัจน์คมกริช ศรีวะรมย์,ประชาชน,10958
45,ร้อยเอ็ด,4,4,นายศุภศิษย์ กอเจริญยศ,เพื่อไทย,22302
45,ร้อยเอ็ด,4,5,นายนีโอ พลซื่อ,กล้าธรรม,21829
45,ร้อยเอ็ด,4,6,นายนรากร นาเมืองรักษ์,ภูมิใจไทย,16270
45,ร้อยเอ็ด,4,7,นางสาวกัญจน์พร วงศ์เวไนย,พลังประชารัฐ,2030
45,ร้อยเอ็ด,4,8,นายชัยชนะ รัตนชัยฤทธิ์,รวมไทยสร้างชาติ,1106
45,ร้อยเอ็ด,4,9,นางสาวดนิตา มาบุญธรรม,ไทยก้าวใหม่,335
45,ร้อยเอ็ด,4,10,นายเกียรติศักดิ์ วรรณพาด,พลวัต,61
45,ร้อยเอ็ด,5,1,นายสนิท กล้าหาญ,ประชาชน,14428
45,ร้อยเอ็ด,5,2,นางสาวรวินดา วรกาญจนบุญ,กล้าธรรม,1014
45,ร้อยเอ็ด,5,3,นายวีระชัย จารย์รัตน์,ไทยภักดี,1210
45,ร้อยเอ็ด,5,4,นายจิรายุ มณีพันธ์,ประชาธิปัตย์,785
45,ร้อยเอ็ด,5,5,นายชัยวุฒิ เอี่ยมรัศมีกุล,ภูมิใจไทย,9584
45,ร้อยเอ็ด,5,6,นางสาวจิราพร สินธุไพร,เพื่อไทย,43787
45,ร้อยเอ็ด,5,7,นางสาวสุนิดสา เวฎสุวัณ,พลังประชารัฐ,469
45,ร้อยเอ็ด,5,8,นายเผด็จ สลักศิลป์,รวมไทยสร้างชาติ,766
45,ร้อยเอ็ด,6,1,นางสาววรานันท์ พิมพ์ดี,ประชาชน,11282
45,ร้อยเอ็ด,6,2,นายกิตติ สมทรัพย์,ภูมิใจไทย,20825
45,ร้อยเอ็ด,6,3,นายสมบัติ ขันโมลี,ประชาธิปัตย์,388
45,ร้อยเอ็ด,6,4,นายทองลี มีหินกอง,เพื่อไทย,33696
45,ร้อยเอ็ด,6,5,นายประทีป โสดา,ไทยสร้างไทย,3129
45,ร้อยเอ็ด,6,6,นายคารม พลพรกลาง,พลังประชารัฐ,5862
45,ร้อยเอ็ด,6,7,นายกันตภณ โชคกลางเดือน,รวมไทยสร้างชาติ,752
45,ร้อยเอ็ด,6,8,นายพิชัย น้ำกระจาย,กล้าธรรม,620
45,ร้อยเอ็ด,7,1,นายฐาปนา กาสิงห์,ประชาชน,6138
45,ร้อยเอ็ด,7,2,นายสุชาติ บุรีรัตน์,ประชาธิปัตย์,355
45,ร้อยเอ็ด,7,3,นางนวรัตน์ พาโคกทม,เพื่อไทย,29794
45,ร้อยเอ็ด,7,4,นายชัชวาล แพทยาไทย,ไทยสร้างไทย,44414
45,ร้อยเอ็ด,7,5,นายจิระณัฏฐ์ ไชยวารี,รวมไทยสร้างชาติ,205
45,ร้อยเอ็ด,7,6,นายสีดา บุตรนาแพง,เศรษฐกิจ,408
45,ร้อยเอ็ด,8,1,นายนราเอก คำสนาม,ไทยสร้างไทย,20056
45,ร้อยเอ็ด,8,2,นายฐิติพงศ์ พันธุ์พาณิชย์,รวมไทยสร้างชาติ,379
45,ร้อยเอ็ด,8,3,นางสาวอรุณทิพย์ สุวรรณนันท์,พลังประชารัฐ,290
45,ร้อยเอ็ด,8,4,พันเอกสุพล พละสุ,เศรษฐกิจ,689
45,ร้อยเอ็ด,8,5,นายพัฒนพงศ์ แก้วแสงใส,พลวัต,253
45,ร้อยเอ็ด,8,6,นางสาวชญาภา สินธุไพร,เพื่อไทย,26860
45,ร้อยเอ็ด,8,7,นางสาวสุดาวรรณ์ ดาวเรือง,ประชาธิปัตย์,264
45,ร้อยเอ็ด,8,8,นายธนชัย สินธุไพร,ภูมิใจไทย,25106
45,ร้อยเอ็ด,8,9,นายพัฒนา พระไชยบุญ,ประชาชน,11351
45,ร้อยเอ็ด,8,10,นายศักดิ์ชัย ราชาวงค์,เสรีรวมไทย,185
46,กาฬสินธุ์,1,1,นายปภัทร เฮงไพบูลย์,พลังประชารัฐ,16870
46,กาฬสินธุ์,1,2,นางสาวปฐมาภรณ์ มงคลสินธุ์,ประชาธิปัตย์,1045
46,กาฬสินธุ์,1,3,นายจักรินทร์ พิมรินทร์,รวมไทยสร้างชาติ,700
46,กาฬสินธุ์,1,4,นายประดิษฐ์ ฉัตรจรัสกูล,กล้าธรรม,554
46,กาฬสินธุ์,1,5,นายยาโกรคาน ปาทาน,ทางเลือกใหม่,1438
46,กาฬสินธุ์,1,6,นายวิรัช พิมพะนิตย์,เพื่อไทย,35888
46,กาฬสินธุ์,1,7,นายพีระพันธุ์ ดวงประทุม,ประชาชน,21477
46,กาฬสินธุ์,1,8,นายเทิดแผ่นดินทอง ธารชัย,ภูมิใจไทย,3616
46,กาฬสินธุ์,1,9,นายชัย คูสกุลรัตน์,เศรษฐกิจ,1513
46,กาฬสินธุ์,1,10,นายไสว เกื้ออนันต์,ประชากรไทย,181
46,กาฬสินธุ์,1,11,นางสาวสาวิตรี ไชยสัตย์,เพื่อบ้านเมือง,462
46,กาฬสินธุ์,2,1,นายจรวย ปู่หลุ่น,ประชาธิปไตยใหม่,165
46,กาฬสินธุ์,2,2,นางสาวยศรินทร์ ทองเดือน,เศรษฐกิจ,1815
46,กาฬสินธุ์,2,3,นายเกียรติศักดิ์ ตั้งรุ่งเรืองอยู่,ประชาชน,17857
46,กาฬสินธุ์,2,4,นายอนิศ โอสถานุเคราะห์,ภูมิใจไทย,7963
46,กาฬสินธุ์,2,5,นายพลากร พิมพะนิตย์,เพื่อไทย,43696
46,กาฬสินธุ์,2,6,พันตำรวจเอก เรืองยศ ภูพานเพชร,กล้าธรรม,1194
46,กาฬสินธุ์,2,7,นายจีรศักดิ์ ภูโคกหิน,รวมไทยสร้างชาติ,463
46,กาฬสินธุ์,2,8,นายสุทิน คำนาดี,ทางเลือกใหม่,1535
46,กาฬสินธุ์,2,9,นายอรรถวัฒน์ มณีพันธุ์,ประชาธิปัตย์,1154
46,กาฬสินธุ์,2,10,นายชัยทัศน์ อัดโดดดร,พลังประชารัฐ,479
46,กาฬสินธุ์,3,1,นายเดชบดินทร์ พยุงแสนกุล,ภูมิใจไทย,4942
46,กาฬสินธุ์,3,2,นางสาวศิรินันท์ ภูมิเหล่าแจ้ง,เพื่อไทย,15030
46,กาฬสินธุ์,3,3,นายวีรภัทร ราชชมภู,ประชาชน,11568
46,กาฬสินธุ์,3,4,นายจำลอง ภูนวนทา,กล้าธรรม,27385
46,กาฬสินธุ์,3,5,นางบงกช ผิวคำ,รวมไทยสร้างชาติ,524
46,กาฬสินธุ์,3,6,นายศุภสิทธิ์ เฮงไพบูลย์,พลังประชารัฐ,14358
46,กาฬสินธุ์,3,7,นายณพงษ์ชัย เชี่ยวรุ่งโรจน์,ทางเลือกใหม่,388
46,กาฬสินธุ์,3,8,นายปราการ อุตส่าห์,เศรษฐกิจ,1847
46,กาฬสินธุ์,3,9,นายสัมพันธ์ ภูแป้ง,ประชาธิปัตย์,1285
46,กาฬสินธุ์,3,10,นางคำพันธ์ เม็นไธสง,ประชาธิปไตยใหม่,133
46,กาฬสินธุ์,3,11,นางสาวจินตนา ภูหญ้าแพรด,ไทยก้าวใหม่,414
46,กาฬสินธุ์,3,12,นางสาวรุ่งรุจี สารครศรี,เพื่อบ้านเมือง,159
46,กาฬสินธุ์,4,1,นายสุระชัย ไชยทองศรี,รวมไทยสร้างชาติ,768
46,กาฬสินธุ์,4,2,นายอภิยุทธ ณ กาฬสินธุ์,ประชาชน,13431
46,กาฬสินธุ์,4,3,นายวิรัตน์ ภูต้องใจ,ภูมิใจไทย,3939
46,กาฬสินธุ์,4,4,นายณัฐวัชต์ พิมพะนิตย์,เพื่อไทย,35782
46,กาฬสินธุ์,4,5,นายชอบเรียน วงศ์ศิริ,ประชาธิปัตย์,390
46,กาฬสินธุ์,4,6,นายวิศรุต พัฒนชัย,ทางเลือกใหม่,633
46,กาฬสินธุ์,4,7,นายทองพูล พลพุทธา,เศรษฐกิจ,846
46,กาฬสินธุ์,4,8,นางสาวประภา เฮงไพบูลย์,พลังประชารัฐ,25187
46,กาฬสินธุ์,4,9,นายชนินทร์ คะอังกุ,กล้าธรรม,3930
46,กาฬสินธุ์,4,10,นายชูถิ่น จำเริญเจือ,ประชากรไทย,181
46,กาฬสินธุ์,4,11,นางสาวธีรัตม์ ด้วยโชติ,ประชาธิปไตยใหม่,460
46,กาฬสินธุ์,4,12,นางสาววาสนา แสนบุญศิริ,เพื่อบ้านเมือง,102
46,กาฬสินธุ์,5,&,นางสาวบุญญาภา นาชัยเวียง ปุณณนิฏฐา,ภูมิใจไทย,48271
46,กาฬสินธุ์,5,1,นายทินพล ศรีธเรศ,เพื่อไทย,22785
46,กาฬสินธุ์,5,2,นายเริงชาติ ศรีขจรวงศ์,กล้าธรรม,417
46,กาฬสินธุ์,5,3,ร้อยตรีสินธร ไร่สงวน,ประชากรไทย,250
46,กาฬสินธุ์,5,4,นางวิไลพร นิพัฒน์,โอกาสใหม่,4019
46,กาฬสินธุ์,5,5,นางรัศมี โพธะศรี,เศรษฐกิจ,824
46,กาฬสินธุ์,5,6,นายทองหลอม ถิตย์สิทธิ์,รวมไทยสร้างชาติ,391
46,กาฬสินธุ์,5,7,นายสุวิทย์ นันอำไพ,ประชาธิปัตย์,204
46,กาฬสินธุ์,5,8,นายทวี ขาวผ่อง,ประชาชน,12077
46,กาฬสินธุ์,5,10,นายทวีคิด อุปกา,ประชาธิปไตยใหม่,63
46,กาฬสินธุ์,5,13,นายวรพรต สมบัติมล,ทางเลือกใหม่,457
46,กาฬสินธุ์,6,1,นายปรีชา นันอำไพ,ประชาธิปัตย์,425
46,กาฬสินธุ์,6,2,นายภูมิพิพัฒน์ ไชยทองศรี,รวมไทยสร้างชาติ,787
46,กาฬสินธุ์,6,3,นายชนะวุธ อุทโท,เพื่อไทย,59665
46,กาฬสินธุ์,6,4,นายสุขพัฒน์ คุณธวงศ์,ประชาชน,13120
46,กาฬสินธุ์,6,5,นายณัฐวัฒน์ กาฬหว้า,พลวัต,176
46,กาฬสินธุ์,6,6,นายประเสริฐ บุญเรื่อง,ภูมิใจไทย,15141
46,กาฬสินธุ์,6,7,นายสุรพงษ์ พลชื่อ,กล้าธรรม,337
46,กาฬสินธุ์,6,8,นายณัฏฐพงศ์ โพธะศรี,เศรษฐกิจ,452
46,กาฬสินธุ์,6,9,นายจุฬา ศรีบุตตะ,พลังประชารัฐ,1269
46,กาฬสินธุ์,6,10,นางสาววรัญญา เพียรสดับ,เพื่อบ้านเมือง,94
47,สกลนคร,1,1,นายพินิตเมธ ทีฆธนานนท์,ภูมิใจไทย,23434
47,สกลนคร,1,2,นางยุพาวรรณ จักรพิมพ์,ประชาธิปัตย์,763
47,สกลนคร,1,3,นายเสน่ห์ เพ็ชร์รุ่ง,รวมไทยสร้างชาติ,766
47,สกลนคร,1,4,นายตวงสิทธิ์ พงษ์พิศ,ประชาชน,18843
47,สกลนคร,1,5,นายตวงภัทร ตีรสวัสดิชัย,เพื่อไทย,16905
47,สกลนคร,1,6,นายสิรภพ สมผล,กล้าธรรม,27337
47,สกลนคร,1,7,นายวิชิต แก้วกัญญา,เศรษฐกิจ,1092
47,สกลนคร,1,8,นายอภิวัฒน์ มีชัย,พลังประชารัฐ,98
47,สกลนคร,1,9,นายบุญญามี วงค์ศรีดา,ทางเลือกใหม่,739
47,สกลนคร,1,10,นายไชยสนิท พานาดา,เพื่อบ้านเมือง,113
47,Sakon Nakhon,2,1,นายอภิชาติ ตีรสวัสดิชัย,เพื่อไทย,19074
47,Sakon Nakhon,2,2,นายภาสพล อุฬารกุล,ประชาชน,15466
47,Sakon Nakhon,2,3,นางสาวเพชรา อัคราชศรี,รวมไทยสร้างชาติ,584
47,Sakon Nakhon,2,4,นายชาตรี หล้าพรหม,กล้าธรรม,25737
47,Sakon Nakhon,2,5,นางสาวณภัชชา ศิลปะรายะ,ภูมิใจไทย,20809
47,Sakon Nakhon,2,6,นายนิยม เวชกามา,โอกาสใหม่,1298
47,Sakon Nakhon,2,7,นางสาวนัฐภรณ์ วงค์ขาชม,ประชาธิปัตย์,279
47,Sakon Nakhon,2,8,นายวิชิต ม่อมพะเนาว์,เศรษฐกิจ,633
47,สกลนคร,3,1,นายประเวศ จันทร์ตื้อ,ประชาธิปัตย์,771
47,สกลนคร,3,2,นายชูพงศ์ คำจวง,โอกาสใหม่,4783
47,สกลนคร,3,3,นายสิริวุฒิ ศุภวุฒิ,ประชาชน,13374
47,สกลนคร,3,4,นางสาวจิรัชยา สัพโส,เพื่อไทย,48088
47,สกลนคร,3,5,นายครองโชค เฟือยงาราช,รวมไทยสร้างชาติ,968
47,สกลนคร,3,6,นายอภิลักษณ์ เคนไชยวงศ์,ภูมิใจไทย,8568
47,สกลนคร,3,7,นางสาวศรีประไพ ประสงค์ใด,เศรษฐกิจ,1010
47,สกลนคร,3,8,นายทนงศิลป์ วจีสิงห์,กล้าธรรม,908
47,สกลนคร,4,1,นายไพบูลย์ มาตยาคุณ,ปวงชนไทย,1414
47,สกลนคร,4,2,ส.อ.ชัยวัน ราชชมภู,เศรษฐกิจ,3412
47,สกลนคร,4,3,นายวีรศักดิ์ พรหมภักดี,กล้าธรรม,5463
47,สกลนคร,4,4,นายปริยัติ วงศ์ธิเบศร์,ภูมิใจไทย,2615
47,สกลนคร,4,5,นายอครเดช ยังแสนภูม,รวมไทยสร้างชาติ,16643
47,สกลนคร,4,6,นายพัฒนา สัพโส,เพื่อไทย,29887
47,สกลนคร,4,7,นางปรานี วัฒนาประดิษฐ์ชัย,ประชาชน,15488
47,สกลนคร,4,8,นายประยง บุญยอด,ประชาธิปไตยใหม่,151
47,สกลนคร,4,12,นายสุวิทย์ สุดพุด,ประชาธิปัตย์,830
47,สกลนคร,5,1,นายธีระชัย โสนาเรือ,พลวัต,351
47,สกลนคร,5,2,นางสาววงศ์อะเกื้อ บุญศล,กล้าธรรม,27906
47,สกลนคร,5,3,นายบัญชา จันทศรี,ประชาชน,12318
47,สกลนคร,5,4,นางสาวอภิญญา พันทะสา,เพื่อไทย,15164
47,สกลนคร,5,5,นายชัยมงคล ไชยรบ,ภูมิใจไทย,22054
47,สกลนคร,5,6,นายประยงค์ ไชยพร,รวมไทยสร้างชาติ,387
47,สกลนคร,5,7,นางสาวยุพวรรณ์ สิทธิคงศักดิ์,ประชาธิปัตย์,221
47,สกลนคร,5,8,นางสมร เขียวเชย,ประชาธิปไตยใหม่,76
47,สกลนคร,5,9,นางเกศา พลข้อ,เศรษฐกิจ,1177
47,สกลนคร,6,1,นายสุรศักดิ์ เดชโฮม,ประชาธิปัตย์,534
47,สกลนคร,6,2,นางสาวธัญญ์ลภัสส์ โสรินทร์,รวมไทยสร้างชาติ,824
47,สกลนคร,6,3,นายฉลอง สุวรรณโคตร,กล้าธรรม,353
47,สกลนคร,6,4,นางสาวสกุณา สาระนันท์,เพื่อไทย,23101
47,สกลนคร,6,5,นายบรม เอ่งฉ้วน,ภูมิใจไทย,34892
47,สกลนคร,6,6,นายธนชาติ ไชยทองพันธ์,ประชาชน,14243
47,สกลนคร,6,7,นายรุ่งเรืองชัย โสภา,พลังประชารัฐ,231
47,สกลนคร,6,8,นายธนัฐ จันทร์มาลา,เศรษฐกิจ,884
47,สกลนคร,7,1,นายตี๋ธีระยุทธ รัศมี,ภูมิใจไทย,9433
47,สกลนคร,7,2,นายสิงห์โต ฮกทวายทา,ประชาธิปัตย์,1058
47,สกลนคร,7,3,นายอิสรพงษ์ อุประ,เพื่อไทย,23571
47,สกลนคร,7,4,นายอภิชิต ถาบุตร,ประชาชน,17145
47,สกลนคร,7,5,นางสาววนิดา พรหมชาติ,กล้าธรรม,16794
47,สกลนคร,7,6,นายจักรพงศ์ อินทลบ,เศรษฐกิจ,2359
47,สกลนคร,7,7,นายพจนาถ ธานะราช,พลังประชารัฐ,711
47,สกลนคร,7,8,นางทัศนีย์ ศรีถาพร,ปวงชนไทย,639
47,สกลนคร,7,9,นายเพิ่มศักดิ์ จันทร์แดง,ไทยพร้อม,120
48,นครพนม,1,1,นางสาวศุภพานี โพธิ์สุ,ภูมิใจไทย,61803
48,นครพนม,1,2,นายอธิราช น้อยนาง,ไทยสร้างไทย,726
48,นครพนม,1,3,นายภูมิพัฒน์ พชรทรัพย์,เพื่อไทย,21476
48,นครพนม,1,4,นายนัฐกร ศรีวังไสย์,กล้าธรรม,355
48,นครพนม,1,5,นายเทิดศักดิ์ แพงสาร,ประชาชน,8133
48,นครพนม,1,6,นายธงทิพย์ชลิต แห่สถิตย์,ปวงชนไทย,269
48,นครพนม,1,7,นายยุทธศักดิ์ โพธิ์ละคร,ไทยพร้อม,122
48,นครพนม,1,8,นายดาบชัย ทัดสา,เศรษฐกิจ,1388
48,นครพนม,1,9,นายบุญเลิศ พงษ์พิศ,ประชาธิปัตย์,140
48,นครพนม,1,10,นางสาวสุกัญญา ชาลีวงษ์,รวมไทยสร้างชาติ,125
48,นครพนม,2,1,นายพิศาล บุพศิริ,ประชาชน,16967
48,นครพนม,2,2,นายณพจน์ศกร ทรัพยสิทธิ์,ภูมิใจไทย,10077
48,นครพนม,2,3,นางมนพร เจริญศรี,เพื่อไทย,51176
48,นครพนม,2,4,นายธนชาต ธนโชติพิพิธ,กล้าธรรม,780
48,นครพนม,2,5,นายประยงค์ สดมั้ย,เศรษฐกิจ,948
48,นครพนม,2,6,นางสาวจารุนันท์ วรรณวงค์,รวมไทยสร้างชาติ,708
48,นครพนม,2,7,นายอินหวา ระมงคล,ประชาธิปัตย์,514
48,นครพนม,2,8,นายสุริน ไตริน,ไทยพร้อม,169
48,นครพนม,2,9,นายสมพงษ์ มณีรัตน์,ปวงชนไทย,3679
48,นครพนม,2,10,นายกิติศักดิ์ จำปา,ทางเลือกใหม่,949
48,นครพนม,3,1,นางเกศราพร พูลสวัสดิ์,เศรษฐกิจ,1136
48,นครพนม,3,2,นายวุฒิรัฐ ฐาปกรณ์ แก้วเขื่อง,ประชาชน,12026
48,นครพนม,3,3,นายธงชัย พานิชดี,ปวงชนไทย,865
48,นครพนม,3,4,นายอลงกต มณีกาศ,ภูมิใจไทย,37134
48,นครพนม,3,5,นายกิตติศักดิ์ ชมจันทร์,ประชาธิปัตย์,1699
48,นครพนม,3,6,นายธนากรณ์ ปราณีนิตย์,เพื่อไทย,35076
48,นครพนม,3,7,นายศุภกิจ โพธิ์ศรีมีสุข,รวมไทยสร้างชาติ,333
48,นครพนม,3,8,นายจักรพงษ์ ปทุมไกยะ,กล้าธรรม,594
48,นครพนม,4,1,นายชาญชัย คำจำปา,เพื่อไทย,41312
48,นครพนม,4,2,นายชูกัน กุลวงษา,ภูมิใจไทย,35119
48,นครพนม,4,3,นายวุฒิพงษ์ มีบุญ,ประชาชน,11444
48,นครพนม,4,4,นายบัญชา มาตย์วังแสง,ไทยพร้อม,1637
48,นครพนม,4,5,นางสาวเกษราภัส เชื้อคำเพ็ง,กล้าธรรม,274
48,นครพนม,4,6,นางสาวรัตติภรณ์ ทุมเที่ยง,เศรษฐกิจ,620
48,นครพนม,4,7,นายบัวลา จันทร์แก้ว,ประชาธิปัตย์,248
48,นครพนม,4,8,นายกฐสักกษัษฐี โคตุทา,รวมไทยสร้างชาติ,233
48,นครพนม,4,9,นายวิลัย ยศสุริยะชัย,ปวงชนไทย,451
48,นครพนม,4,10,นางสาวณัฐพร ฝาระมี,พลังประชารัฐ,112
48,นครพนม,4,11,นายสุริยา พรหมดี,ไทยสร้างไทย,731
49,มุกดาหาร,1,2,นายนนทภูมิ ตั้งปณิธานนท์,เพื่อไทย,23583
49,มุกดาหาร,1,3,นายชายสิทธิ์ สุวรรณโชติ,ประชาชน,21369
49,มุกดาหาร,1,4,นายวิริยะ ทองผา,ภูมิใจไทย,31342
49,มุกดาหาร,1,5,นายพนมชัย พันธุ์พุทธ,กล้าธรรม,18053
49,มุกดาหาร,1,6,พ.ต.ท.จิตต์ ศรีโยหะ มุกดาธนพงศ์,พลังประชารัฐ,660
49,มุกดาหาร,1,7,ร.ต.ต.สุเทียน ทองโสม,เสรีรวมไทย,720
49,มุกดาหาร,1,8,ร.ต.ต.สมบูรณ์ ยงยุทธ,ประชาธิปไตยใหม่,1149
49,มุกดาหาร,1,9,นางราตรี เจริญศรี,ประชาธิปัตย์,927
49,มุกดาหาร,1,10,นายชินกร ขวัญเมือง,เศรษฐกิจ,575
49,มุกดาหาร,1,11,นายณัฐพล พรมวิชา,รวมไทยสร้างชาติ,462
49,มุกดาหาร,1,12,นายสุนทร มีสิทธิ์,เพื่อบ้านเมือง,145
49,มุกดาหาร,2,1,นายเลขาดำไตรสรณคมน์ หนองเรือง,กล้าธรรม,42393
49,มุกดาหาร,2,2,นางสาวปภาสิริ ประทุมลี,พลังประชารัฐ,4112
49,มุกดาหาร,2,3,นางกิ่งฟ้า อรพันธ์,ประชาธิปัตย์,548
49,มุกดาหาร,2,4,นางสาวปิยธิดา บุตรกาล,เพื่อไทย,23462
49,มุกดาหาร,2,5,นายณกร ชารีพันธ์,ประชาชน,15648
49,มุกดาหาร,2,6,นายประพันธ์ คนหาญ,ภูมิใจไทย,7571
49,มุกดาหาร,2,7,นายก้องบุญ ชาธิราช,เพื่อบ้านเมือง,192
49,มุกดาหาร,2,8,นายวรสิงฆ์ บับพาน,ทางเลือกใหม่,299
50,เชียงใหม่,1,1,นายปราณกมล สุขวรวงษ์,วิชชั่นใหม่,769
50,เชียงใหม่,1,2,นางสาวเพชรรัตน์ ใหม่ชมภู,ประชาชน,47840
50,เชียงใหม่,1,3,นางสาวมนัญชยา นิลประยูร,เศรษฐกิจ,1390
50,เชียงใหม่,1,4,นายภวฤทธิ์ กาญจนเกตุ,กล้าธรรม,3091
50,เชียงใหม่,1,5,นายชินภัสร์ กิจเลิศสิริวัฒนา,ภูมิใจไทย,6888
50,เชียงใหม่,1,6,นายธีรพัฒน์ ตันพิริยะกุล,เพื่อไทย,20164
50,เชียงใหม่,1,7,นางสาวนารากร ติยายน,ประชาธิปัตย์,8513
50,เชียงใหม่,1,8,นายพจนารถ ศรียารัณย,โอกาสใหม่,943
50,เชียงใหม่,1,9,นายนิธิวิทย์ เกียรติสยมภู,รวมไทยสร้างชาติ,3033
50,เชียงใหม่,1,10,นายญาณพัฒน์ พันอ้น,ไทยก้าวใหม่,167
50,เชียงใหม่,1,11,นายอิสระพงศ์ เจริญวรายุทธ,รักชาติ,460
50,เชียงใหม่,1,12,ว่าที่ร้อยเอกจอห์นนพดล วศินสุนทร,เสรีรวมไทย,437
50,เชียงใหม่,2,1,นายเพทาย เตโชฬาร,เพื่อไทย,26155
50,เชียงใหม่,2,2,พล.ต.ต.ปิยะพันธ์ ภัทรพงศ์สินธุ์,ประชาธิปัตย์,3738
50,เชียงใหม่,2,3,ร.ต.ต.เกษมสันต์ ยศรุ่งโรจน์,กล้าธรรม,2350
50,เชียงใหม่,2,4,นายอานนท์ สิงห์ตาแก้ว,รวมไทยสร้างชาติ,1557
50,เชียงใหม่,2,5,นางศรีพรรณ์ เขียวทอง,ก้าวอิสระ,862
50,เชียงใหม่,2,6,นายยุทธนา สุวรรณ,ภูมิใจไทย,7177
50,เชียงใหม่,2,7,นายเลอยศ พุทธชิโนรสสกุล,พลังประชารัฐ,3146
50,เชียงใหม่,2,8,นางสาวการณิก จันทดา,ประชาชน,51532
50,เชียงใหม่,2,9,นายตะวัน ตุ้มวอน,เศรษฐกิจ,3812
50,เชียงใหม่,2,10,นายประเสริฐ คเณสุข,วิชชั่นใหม่,184
50,เชียงใหม่,2,11,นายภาณุวิชญ์ สายหมอก,ไทยก้าวใหม่,576
50,เชียงใหม่,2,12,นางสาวศิวพร ตุลวรรธนะ,ประชากรไทย,235
50,เชียงใหม่,3,1,นายเกษม ปารมีศิลป์ขจร,ภูมิใจไทย,7296
50,เชียงใหม่,3,2,นายเตชสิทธิ์ สีแดง,วิชชั่นใหม่,549
50,เชียงใหม่,3,3,พลตรีพนม ศรีเผือด,โอกาสใหม่,1265
50,เชียงใหม่,3,4,นายธนากร สุภาษา,กล้าธรรม,2335
50,เชียงใหม่,3,5,นายณัฐพล โตวิจักษณ์ชัยกุล,ประชาชน,49235
50,เชียงใหม่,3,6,นางสรวีย์ เขื่อนวงค์วิน,เศรษฐกิจ,1954
50,เชียงใหม่,3,7,นายไพศาล ใจแก้ว,รวมไทยสร้างชาติ,1426
50,เชียงใหม่,3,8,นายจักรพล ตั้งสุทธิธรรม,เพื่อไทย,28351
50,เชียงใหม่,3,9,นายศักดิ์สุบรรณ คันธา,ประชาธิปัตย์,5464
50,เชียงใหม่,3,10,นายอรุณ โปธิตา,พลวัต,208
50,เชียงใหม่,3,11,นางจิตรา สุจารี,ประชากรไทย,583
50,เชียงใหม่,3,12,นายพรชัย อรรถปรียางกูร,ก้าวอิสระ,486
50,เชียงใหม่,3,13,นายสมหวัง อุทัศ,เสรีรวมไทย,376
50,เชียงใหม่,3,14,นางดรุณี นันทวิชัย,เพื่อบ้านเมือง,228
50,เชียงใหม่,4,1,นายศรัณญ์ ใจคำ,ภูมิใจไทย,6728
50,เชียงใหม่,4,2,นางกิ่งกาญจน์ ณ เชียงใหม่,ก้าวอิสระ,1434
50,เชียงใหม่,4,3,นายสุนทร ชัยศรีอ้าย,เศรษฐกิจ,1355
50,เชียงใหม่,4,4,นายภานุ เจริญสุข,เพื่อไทย,22208
50,เชียงใหม่,4,5,นายประเสริฐ ทรงคำ,พลังประชารัฐ,367
50,เชียงใหม่,4,6,นางสาวพุธิตา ชัยอนันต์,ประชาชน,49641
50,เชียงใหม่,4,7,นายจิรวัฒน์ อริยคงพันธุ์,ประชาธิปัตย์,3025
50,เชียงใหม่,4,8,นายโสภณ โกชุม,กล้าธรรม,16970
50,เชียงใหม่,4,9,นายธนกฤต การบูรณ์,วิชชั่นใหม่,1914
50,เชียงใหม่,4,10,พันเอกศรัณย์ แสนพรหม,รวมไทยสร้างชาติ,1143
50,เชียงใหม่,4,11,นายบุญฤทธิ์ มูลเฟย,ประชากรไทย,386
50,เชียงใหม่,4,12,นายชาญชัย ชัยมงคล,ไทยก้าวใหม่,494
50,เชียงใหม่,4,13,นางภัทรพรรณ เหล่าสถิรวงค์,ปวงชนไทย,178
50,เชียงใหม่,5,1,นางสาวอัจฉรารัตน์ นันทะเสน,เพื่อไทย,32589
50,เชียงใหม่,5,2,นางณัฐสุรางค์ กิตติภัทเมธา,วิชชั่นใหม่,874
50,เชียงใหม่,5,3,ร้อยตำรวจเอก ปรีชาพล รัตนมณี,เศรษฐกิจ,1311
50,เชียงใหม่,5,4,นายกฤศอนันต์ วัฒนะ,โอกาสใหม่,2013
50,เชียงใหม่,5,5,นายธนภูมิ วงศ์บุณยกรชัย,กล้าธรรม,1714
50,เชียงใหม่,5,6,นางวาสนา ทองสุข,ภูมิใจไทย,9978
50,เชียงใหม่,5,7,นายสุรเวศม์ รินแก้ว,ประชาธิปัตย์,2178
50,เชียงใหม่,5,8,ร้อยตำรวจโท วิทยา สิงห์มณี,รวมไทยสร้างชาติ,908
50,เชียงใหม่,5,9,นายสมชิด กันธะยา,ประชาชน,39120
50,เชียงใหม่,5,10,นางจินตนา ไชยชมภู,ก้าวอิสระ,249
50,เชียงใหม่,5,11,นางฉัฐฐ์คณากร ภักดี,ประชากรไทย,691
50,เชียงใหม่,5,12,นางสาวอรณิช ชัยขัน,เพื่อบ้านเมือง,308
50,เชียงใหม่,6,1,นางสาวสุภานันท์ ปัญญาทิพย์,กล้าธรรม,33043
50,เชียงใหม่,6,2,ว่าที่ร้อยตรีหญิงอรพรรณ จันตาเรื่อง,ประชาชน,26649
50,เชียงใหม่,6,3,นายเอก ปุกมณี,วิชชั่นใหม่,327
50,เชียงใหม่,6,4,นายอุทิศ สายดวงแก้ว,ประชาธิปัตย์,1534
50,เชียงใหม่,6,5,นายวรโชติ จี้เรือน,ภูมิใจไทย,2041
50,เชียงใหม่,6,6,นายธรรมมญ วุฒิลักษณ์,เศรษฐกิจ,1166
50,เชียงใหม่,6,7,นายอรุณ ธนะหมี,รวมไทยสร้างชาติ,798
50,เชียงใหม่,6,8,นายบัณจงศักดิ์ วงศ์รัตนวรรณ,เพื่อไทย,16016
50,เชียงใหม่,7,1,นายการุณย์ คูเจริญชัยกุล,กล้าธรรม,33492
50,เชียงใหม่,7,2,นายสมดุลย์ อุตเจริญ,ประชาชน,20275
50,เชียงใหม่,7,3,นายเกรียงกมล ศรีมา,ประชาธิปัตย์,674
50,เชียงใหม่,7,4,นายสันติ ตันสุหัช,ก้าวอิสระ,1015
50,เชียงใหม่,7,5,นายพิสัณห์ อุปนันท์,เศรษฐกิจ,901
50,เชียงใหม่,7,6,นายนิธิกร วุฒินันชัย,เพื่อไทย,15747
50,เชียงใหม่,7,7,นายไกร ดาบธรรม,พลังประชารัฐ,14011
50,เชียงใหม่,7,8,นายอดุลย์ บุญใส,ภูมิใจไทย,3230
50,เชียงใหม่,7,9,นายชาญวิทยายุทธ์ อินทร์แก้ว,ประชากรไทย,1233
50,เชียงใหม่,8,1,นายพิชิต ผ่องเกษร,เศรษฐกิจ,1935
50,เชียงใหม่,8,2,นายสุรพล เกียรติไชยากร,พลังประชารัฐ,1868
50,เชียงใหม่,8,3,นายณัฏฐ์พัฒน์ รัฐไผท,เพื่อไทย,28146
50,เชียงใหม่,8,4,นายภัทรพงษ์ ลีลาภัทร์,ประชาชน,57851
50,เชียงใหม่,8,5,นายชัยวัฒน์ เชื้อสกุล,ประชาธิปัตย์,1674
50,เชียงใหม่,8,6,นายภัทรพนธ์ ชาชุมพร,วิชชั่นใหม่,659
50,เชียงใหม่,8,7,นางสาวกุสุมา บัวพันธ์,กล้าธรรม,3815
50,เชียงใหม่,8,8,นายสุริยนต์ ปันทะนะ,ภูมิใจไทย,5542
50,เชียงใหม่,8,9,นางสาวณาญาณนันท์ สุริยา,โอกาสใหม่,3352
50,เชียงใหม่,8,10,นายพงศ์พัศ กันทา,ประชากรไทย,149
50,เชียงใหม่,8,11,นายภูสวัสดิ์ สุขเลี้ยง,รวมไทยสร้างชาติ,1065
50,เชียงใหม่,8,12,นายศานต์ภิสิทธิ์ ปัญญาทิพย์,เพื่อบ้านเมือง,123
50,เชียงใหม่,9,1,นางสาวศรีนวล บุญลือ,ภูมิใจไทย,5387
50,เชียงใหม่,9,2,นายยงยุทธ์ ยาวิชัย,เพื่อไทย,15550
50,เชียงใหม่,9,3,นายฉัตรณพัฒน์ สมศักดิ์เกตุกร,ประชาชน,23465
50,เชียงใหม่,9,4,นายวารัชกรณ์ ชุณหบุญญทิพย์,วิชชั่นใหม่,821
50,เชียงใหม่,9,5,นายนเรศ ธำรงค์ทิพยคุณ,กล้าธรรม,43388
50,เชียงใหม่,9,6,นายณรงค์ ภูอิทธิวงศ์,ประชาธิปัตย์,6308
50,เชียงใหม่,9,7,นายถาวร เกียรติไชยากร,พลังประชารัฐ,722
50,เชียงใหม่,9,8,นางสาวกาญจนา อาวรณ์,เศรษฐกิจ,557
50,เชียงใหม่,10,1,นางสาวศรีโสภา โกฏคำลือ,เพื่อไทย,30928
50,เชียงใหม่,10,2,นายสุนทร มาลีการุณกิจ,ภูมิใจไทย,1251
50,เชียงใหม่,10,3,นายชาตรี หล้าพระบาง,ประชาธิปัตย์,942
50,เชียงใหม่,10,4,นายนรพล ตันติมนตรี,กล้าธรรม,34102
50,เชียงใหม่,10,5,นายธวัชชัย แสงสว่าง,พลังประชารัฐ,687
50,เชียงใหม่,10,6,นายอิทธิธัญกร ตาตำ,ประชาชน,12789
51,ลำพูน,1,1,นายวิทวิสิทธิ์ ปันสวนปลูก,ประชาชน,66093
51,ลำพูน,1,2,นายณัฏฐชัย วงค์ชัยรุ่งเรือง,ไทยก้าวใหม่,864
51,ลำพูน,1,3,นายยุทธพงศ์ ไชยศร,ภูมิใจไทย,8919
51,ลำพูน,1,4,นางสาวพัชราภรณ์ เอื้องฟ้า,ประชาธิปัตย์,7369
51,ลำพูน,1,5,นายสุวสันต์ จันทร์ตาธรรม,เศรษฐกิจ,2666
51,ลำพูน,1,6,นายประกอบ ยอดยา,กล้าธรรม,4395
51,ลำพูน,1,7,นายชวิน คำบุญเรือง,รวมไทยสร้างชาติ,1566
51,ลำพูน,1,8,นายชัยณรงค์ ภู่พิสิฐ,เพื่อไทย,29768
51,ลำพูน,1,9,นายสุริยา บุญนาคค้า,เสรีรวมไทย,3352
51,ลำพูน,1,10,นายสมบัติ ใจแจ่ม,วิชชั่นใหม่,334
51,ลำพูน,2,1,นายศิรศักดิ์ ทองยอด,ภูมิใจไทย,11016
51,ลำพูน,2,2,นายประเสริฐ เอวจักร,กล้าธรรม,2926
51,ลำพูน,2,3,นายชัชพีร์ วรรณาพิรัชย์,ประชาชน,49316
51,ลำพูน,2,4,นาวาเอก ณัฐพงศ์ คชเสนี,เศรษฐกิจ,5137
51,ลำพูน,2,5,นายอดิศร แก้วเล็ก,โอกาสใหม่,1580
51,ลำพูน,2,6,นายรังสรรค์ มณีรัตน์,เพื่อไทย,34789
51,ลำพูน,2,7,ว่าที่ร้อยตรีหญิง ชนิสรา ขว้างทา,ประชาธิปัตย์,6259
51,ลำพูน,2,8,ว่าที่ร้อยตรี อภิชาติ เนตรผาบ,รวมไทยสร้างชาติ,2885
51,ลำพูน,2,9,นายชินชัย แก้วเรือน,พลังประชารัฐ,2689
51,ลำพูน,2,10,นายณัฐวิน โฉมศรี,วิชชั่นใหม่,282
52,ลำปาง,1,1,นายอธิวัฒน์ ศรีไชยยานุพันธ์,กล้าธรรม,2314
52,ลำปาง,1,2,นายบุญเชิด พรมศร,โอกาสใหม่,2883
52,ลำปาง,1,3,นายชวนิต จันทรสุรินทร์,ภูมิใจไทย,9189
52,ลำปาง,1,4,นายกิตติกร โล่ห์สุนทร,เพื่อไทย,23642
52,ลำปาง,1,5,นายนริศ แสงบุญเรือง,ไทยก้าวใหม่,1391
52,ลำปาง,1,6,ร้อยตำรวจเอกประสิทธิ์ ทิวงศ์ษา,เศรษฐกิจ,2983
52,ลำปาง,1,7,นางสาวอมลยา เจนตวนิชย์,ประชาธิปัตย์,4951
52,ลำปาง,1,8,นางทิพา ปวีณาเสถียร,ประชาชน,47614
52,ลำปาง,1,9,นายก้องเกียรติ มาทา,รวมไทยสร้างชาติ,3490
52,ลำปาง,2,1,นางสาววิชุดา ว่องวัฒนวิโรจน์,ประชาธิปัตย์,3291
52,ลำปาง,2,2,นางสาวสุวิภา กุศลจูง,ประชาชน,33581
52,ลำปาง,2,3,นายศรีพรหม หอมยก,ภูมิใจไทย,2370
52,ลำปาง,2,4,นายสมบูรณ์ รูปสะอาด,โอกาสใหม่,1605
52,ลำปาง,2,5,นายดาชัย เอกปฐพี,กล้าธรรม,35828
52,ลำปาง,2,6,นายธนาธร โล่ห์สุนทร,เพื่อไทย,19485
52,ลำปาง,2,7,นายสันทัด ภัทรกิตตินนท์,พลังประชารัฐ,2217
52,ลำปาง,3,1,นางระพีพรรณ โพธิ์ทอง,กล้าธรรม,26924
52,ลำปาง,3,2,นายประยูร เศรษฐกิจ,เศรษฐกิจ,2339
52,ลำปาง,3,3,นายชาญณรงค์ มาเรียน,พลังประชารัฐ,1360
52,ลำปาง,3,4,นายชลธานี เชื้อน้อย,ประชาชน,41016
52,ลำปาง,3,5,นายจรัสฤทธิ์ จันทรสุรินทร์,ภูมิใจไทย,7193
52,ลำปาง,3,6,นายอรุณรัตน์ พลอยจันทร์กูล,รวมไทยสร้างชาติ,1707
52,ลำปาง,3,7,นายบุญเลิศ แสนเทพ,เพื่อไทย,16581
52,ลำปาง,3,8,นายธนภัทร ศรีปินตา,ประชาธิปัตย์,1836
52,ลำปาง,3,9,นายวิชัย หมื่นประจักร์,ประชากรไทย,1705
52,ลำปาง,4,3,นางสาวเพ็ญภัค รัตนคำฟู,กล้าธรรม,38171
52,ลำปาง,4,4,"นางสาวรภัสสรณ์, นิยะโมสถ",เพื่อไทย,13288
52,ลำปาง,4,5,นางสาวณฐอร ชมภูรัตน์,พลังประชารัฐ,16237
52,ลำปาง,4,6,นางภุมรา จันทรสุรินทร์,ภูมิใจไทย,4107
52,ลำปาง,4,7,นายบอนด์ สุริยะ,ประชาชน,29656
52,ลำปาง,4,8,นางสาวสรินทิพย์ วงศ์วรกุลกิจ,ประชาธิปัตย์,1548
52,ลำปาง,4,9,นางสาวธัญญาทิพย์ ดาวเรือง,ไทยสร้างไทย,1435
53,อุตรดิตถ์,1,1,นางธนัชชา แสนสุขุม,ประชาชน,20371
53,อุตรดิตถ์,1,2,นายพิชญุตม์ พอจิต,ภูมิใจไทย,37418
53,อุตรดิตถ์,1,3,นางสาวอัญชิสา ศุภรักษ์จินดา,เพื่อไทย,20826
53,อุตรดิตถ์,1,4,นางสาวดวงใจ มงคลแสงสุรีย์,รวมไทยสร้างชาติ,749
53,อุตรดิตถ์,1,5,นายอาณัติ วงค์สถาน,ประชาธิปัตย์,893
53,อุตรดิตถ์,1,6,นางสาวปภสร เตชารัตนหิรัญ,กล้าธรรม,289
53,อุตรดิตถ์,2,1,นายภิศิษฐ์ วงศ์ทอง,ประชาชน,15545
53,อุตรดิตถ์,2,2,นายณัฐวุฒิ บุญมาติด,กล้าธรรม,1137
53,อุตรดิตถ์,2,3,นายประสิทธิ์ คลังสีดา,ประชาธิปัตย์,1346
53,อุตรดิตถ์,2,4,นางสาวรสรินทร์ ศรัณย์เกตุ,โอกาสใหม่,31560
53,อุตรดิตถ์,2,5,นายวารุจ ศิริวัฒน์,เพื่อไทย,18916
53,อุตรดิตถ์,2,6,ร.ท.ภูวนัย บุญแท่น,ปวงชนไทย,563
53,อุตรดิตถ์,2,7,นายเอนก ธรรมใจ,รวมไทยสร้างชาติ,554
53,อุตรดิตถ์,2,8,ร.ต.บำรุง พวงมะเดื่อ,ทางเลือกใหม่,300
53,อุตรดิตถ์,2,9,นายสหวิช อภิชัยวิศรุตกุล,ภูมิใจไทย,5021
53,อุตรดิตถ์,3,1,นายรวี เล็กอุทัย,เพื่อไทย,40926
53,อุตรดิตถ์,3,2,นางสาวจิรายุ ดวงแก้ว,ประชาชน,21012
53,อุตรดิตถ์,3,3,นางสาวอรกัญญา ดีมาก,ประชาธิปัตย์,3057
53,อุตรดิตถ์,3,4,นายคณิน ถนอมทองพันธ์,กล้าธรรม,1064
53,อุตรดิตถ์,3,5,นางสาวรสสุคนธ์ อินชัยเขา,ภูมิใจไทย,7144
53,อุตรดิตถ์,3,6,นายเขษมศักดิ์ แก้วมา,รวมไทยสร้างชาติ,1211
53,อุตรดิตถ์,3,7,นายพงศ์วินิจ ไพจิตรกุญชร,ทางเลือกใหม่,468
54,แพร่,1,1,นางสาวชนกนันท์ ศุภศิริ,ภูมิใจไทย,40738
54,แพร่,1,2,นางภูวษา สินธุวงศ์,เพื่อไทย,10702
54,แพร่,1,3,นายวิตติ แสงสุพรรณ,กล้าธรรม,15633
54,แพร่,1,4,นางสาวขวัญรัตน์ พนมขวัญ,ประชาชน,24153
54,แพร่,1,5,นายธีรพล พรเสาวลักษณ์,ประชาธิปัตย์,484
54,แพร่,1,6,นายภูมิพงศ์ สุนทรเนติวงศ์,รวมไทยสร้างชาติ,871
54,แพร่,2,1,นายชนาธิป ศุภศิริ,ภูมิใจไทย,54734
54,แพร่,2,2,นายนิยม วิวรรธนดิฐกุล,เพื่อไทย,13030
54,แพร่,2,3,นายธีรศักดิ์ มีสมศักดิ์,กล้าธรรม,524
54,แพร่,2,4,นายวสันต์ จันทร์สอง,ประชาชน,14577
54,แพร่,2,5,นายราชสิทธิ์ มิ่งปรีชา,ประชาธิปัตย์,418
54,แพร่,3,1,นายประสงค์ ซุ่มเชย,ภูมิใจไทย,16448
54,แพร่,3,2,นายวรวัจน์ เอื้ออภิญญกุล,เพื่อไทย,21539
54,แพร่,3,3,นายกฤติเดช สันติวชิระกุล,กล้าธรรม,9327
54,แพร่,3,4,นางสาวลักษณารีย์ ดวงตาดำ,ประชาชน,23987
54,แพร่,3,5,นางพรรณพร สีใหม่,ประชาธิปัตย์,774
54,แพร่,3,6,นายชูชาติ คำมา,พลังประชารัฐ,1515
55,น่าน,2,1,นายประสิทธิ์ โนทะ,กล้าธรรม,38228
55,น่าน,2,2,นางสาวปาริชาติ ยาน้อย,ประชาชน,28888
55,น่าน,2,3,นายชลน่าน ศรีแก้ว,เพื่อไทย,14002
55,น่าน,2,4,นายชัยวุฒิ คูอาริยะกุล,พลังประชารัฐ,2332
55,น่าน,2,5,นายนฤบดินทร์ เทพสิทธิ์,ภูมิใจไทย,1982
55,น่าน,2,6,นางจรวยพร อินสาค,ประชาธิปัตย์,1784
55,น่าน,2,7,พันโทธีร์วัฒน์ เตชะบุญ,เศรษฐกิจ,1650
55,น่าน,2,8,นายสิริไพศาล แสงประจักษ์,ปวงชนไทย,953
55,น่าน,2,9,นายอดิเรก กองแก้ว,รวมไทยสร้างชาติ,667
55,น่าน,3,1,นายณัฐพงษ์ สุปริยศิลป์,เพื่อไทย,16170
55,น่าน,3,2,นายเจริญ อภิภัทรโกศล,ประชาชน,26189
55,น่าน,3,3,นางสาวปกินพิทย์ พงศ์ศิริเมธี,ภูมิใจไทย,6935
55,น่าน,3,4,พันโทสุชิน ชยศักดิ์,ไทยก้าวใหม่,5738
55,น่าน,3,5,นายเรืองเดช จอมเมือง,ประชาธิปัตย์,1560
55,น่าน,3,6,นายรัฐภูมิ ขันสลี,กล้าธรรม,11813
55,น่าน,3,7,นายมงคล วงศ์วรัณ,ไทยภักดี,2889
55,น่าน,3,8,นายฉัตรชัย จิตตรง,พลังประชารัฐ,5331
55,น่าน,3,9,นายณัฐพงษ์ ไชยศิลป์,โอกาสใหม่,1338
55,น่าน,3,10,นายสัมฤทธิ์ คำรังษี,รวมไทยสร้างชาติ,1279
56,พะเยา,1,1,นางทัศนีย์ สมธิ,รวมไทยสร้างชาติ,1054
56,พะเยา,1,2,นายวิสา บุญนัดดา,ประชาชน,18907
56,พะเยา,1,3,นายอัครา พรหมเผ่า,กล้าธรรม,66739
56,พะเยา,1,4,นายชยุต จิตธำรงสุนทร,ภูมิใจไทย,1228
56,พะเยา,1,5,นายวิชัย ไชยมงคล,เพื่อไทย,2790
56,พะเยา,1,6,นายฉัตรชัย ใจเย็น,ประชาธิปัตย์,898
56,พะเยา,2,1,นายอนุรัตน์ ตันบรรจง,กล้าธรรม,55400
56,พะเยา,2,2,นายวิทวัส รัชตาจ้าย,ประชาชน,20496
56,พะเยา,2,3,นายเกษียร ศรีจันทร์,เพื่อไทย,10843
56,พะเยา,2,4,นายเสมอ วงค์พุฒ,ภูมิใจไทย,1054
56,พะเยา,2,5,นายคมสันต์ เมืองอินทร์,ประชาธิปัตย์,466
56,พะเยา,2,6,นายอนุชา มุสิกะ,พลังประชารัฐ,259
56,พะเยา,3,1,นายจีรเดช ศรีวิราช,กล้าธรรม,59470
56,พะเยา,3,2,นายรุ่งวิกรัย ครุฑธิยัง,ประชาชน,16950
56,พะเยา,3,3,นายอำนาจ วิชัย,เพื่อไทย,11518
56,พะเยา,3,4,นายศรายุทธ หน่อแก้ว,ภูมิใจไทย,979
56,พะเยา,3,5,นายสุรพล เต็มสวัสดิ์,ประชาธิปัตย์,734
57,เชียงราย,1,1,นายชิตวัน ชินอนุวัฒน์,ประชาชน,38694
57,เชียงราย,1,2,นายนิติธร สมสิทธิ์,ภูมิใจไทย,3419
57,เชียงราย,1,3,นายธเนตร ติ๊บโทะ,โอกาสใหม่,563
57,เชียงราย,1,4,นายสมนึก ใจจักร์,รวมไทยสร้างชาติ,1383
57,เชียงราย,1,5,นายไอใจ ปู่หมื่อ,ประชาธิปัตย์,1020
57,เชียงราย,1,6,นายวุฒิชาติ เกรียงเกษร,กล้าธรรม,8150
57,เชียงราย,1,7,นายธนรัช จงสุทธานามณี,เพื่อไทย,44084
57,เชียงราย,1,8,นายเอกนิสิต ศรีแก้ว,พลวัต,1361
57,เชียงราย,1,9,นายธนัยรัชต์ ศรีโชติ,ปวงชนไทย,243
57,เชียงราย,2,1,นายพงษ์พณิช อันพาพรม,ท้องที่ไทย,1061
57,เชียงราย,2,2,นางสาวปิยะรัฐชย์ ติยะไพรัช,เพื่อไทย,34901
57,เชียงราย,2,3,นายหาญ ดอนลาว,ประชาธิปัตย์,762
57,เชียงราย,2,4,นายทรงพล ชีวินมหาชัย,กล้าธรรม,23435
57,เชียงราย,2,5,นางสาวช่อพฤกษา อุดมทรัพย์,ภูมิใจไทย,2277
57,เชียงราย,2,6,นายอุทิศ มณีจันสุข,ประชาชน,25076
57,เชียงราย,2,7,นายประเวช ราชชมภู,รวมไทยสร้างชาติ,1299
57,เชียงราย,3,1,นายอาคม จันต๊ะมา,รวมไทยสร้างชาติ,1674
57,เชียงราย,3,2,นายเรืองฤทธิ์ พวกอินแสง,ประชาธิปัตย์,1709
57,เชียงราย,3,3,นายพิทักษ์ แสงคำ,กล้าธรรม,34046
57,เชียงราย,3,4,นายประเวศน์ รวีโอภาส,ภูมิใจไทย,1856
57,เชียงราย,3,5,นายฐากูร ยะแสง,ประชาชน,25793
57,เชียงราย,3,6,นายวิสาร เตชะธีราวัฒน์,เพื่อไทย,25466
57,เชียงราย,3,7,นายสมชาติ ขวัญชัย,พลังประชารัฐ,931
57,เชียงราย,4,1,นายสุรสิทธิ์ เจียมวิจักษณ์,กล้าธรรม,34210
57,เชียงราย,4,2,นายธรรมวัตร พรมเสน,ประชาชน,25943
57,เชียงราย,4,3,นายสหการ เขื่อนแปด,ประชาธิปัตย์,1375
57,เชียงราย,4,4,นางสาววิสาระดี เตชะธีราวัฒน์,เพื่อไทย,29837
57,เชียงราย,4,5,นายชาติบัญชา จำปาเจียม,พลวัต,349
57,เชียงราย,4,6,นายอินตา เมืองมูล,รวมไทยสร้างชาติ,954
57,เชียงราย,4,7,นายเทียม เทพแสน,ภูมิใจไทย,1671
57,เชียงราย,4,8,นายวัชรพงศ์ ปิโย,โอกาสใหม่,856
57,เชียงราย,5,1,นายเทอดชาติ ชัยพงษ์,เพื่อไทย,17204
57,เชียงราย,5,2,นายรังสรรค์ วันไชยธนวงศ์,ภูมิใจไทย,53198
57,เชียงราย,5,3,นายนาวิน วังแปง,ประชาชน,17505
57,เชียงราย,5,4,นายพันธวัช ภูผาพันธกานต์,พลวัต,2383
57,เชียงราย,5,5,นายนิกร จันทร์หอม,รวมไทยสร้างชาติ,476
57,เชียงราย,5,6,นายสุรชาติ ผิวแดง,ประชาธิปัตย์,699
57,เชียงราย,6,1,นางจุฬาลักษณ์ ขันสุธรรม,ประชาชน,24836
57,เชียงราย,6,2,นายธวัชชัย อภิวงค์,รวมไทยสร้างชาติ,1277
57,เชียงราย,6,3,นายอนันต์ แพทยานนท์,พลังประชารัฐ,509
57,เชียงราย,6,4,นายชัยยนต์ ศรีสมุทร,เพื่อไทย,19203
57,เชียงราย,6,5,นายบัณฑิต สุรินเปา,ไทยก้าวหน้า,429
57,เชียงราย,6,6,นายกฤษฎ์ชัยณัช วงศ์สมพฤกษ์,ประชาธิปัตย์,1400
57,เชียงราย,6,7,นางมลธิชา ไชยบาล,กล้าธรรม,28526
57,เชียงราย,6,8,นางภัทรวัลย์ ผลไพบูลย์,พลวัต,301
57,เชียงราย,7,1,นายสง่า พรมเมือง,เพื่อไทย,24729
57,เชียงราย,7,2,นายสุทัศน์ ยาละ,ประชาชน,21563
57,เชียงราย,7,3,นายเสกสรรค์ เชื้อเมืองพาน,ภูมิใจไทย,2280
57,เชียงราย,7,4,นางสาวอรทัย บัวศรี,ประชากรไทย,1699
57,เชียงราย,7,5,นายเสรี วังแง่,พลวัต,452
57,เชียงราย,7,6,นายสุธีระพงษ์ วันไชยธนวงศ์,กล้าธรรม,33398
57,เชียงราย,7,7,นางสาวมิรันตี บุญแก้ว,โอกาสใหม่,2546
57,เชียงราย,7,8,นายบุญเกิด ร่องแก้ว,รวมไทยสร้างชาติ,609
57,เชียงราย,7,10,ร้อยตำรวจเอก ดอน สมควร,ประชาธิปัตย์,1114
57,เชียงราย,7,11,นายทนงศักดิ์ ศรีทองจันทร์,เศรษฐกิจ,646
58,แม่ฮ่องสอน,1,1,ว่าที่ ร.ต.สุรพล ต๊ะวิชัย,ประชาธิปัตย์,2148
58,แม่ฮ่องสอน,1,2,นายปกรณ์ จีนาคำ,กล้าธรรม,35870
58,แม่ฮ่องสอน,1,3,นายวิชัย เจริญพระธรรมดี,เพื่อไทย,3126
58,แม่ฮ่องสอน,1,4,นายจำลอง รุ่งเรือง,รวมไทยสร้างชาติ,1310
58,แม่ฮ่องสอน,1,5,นายอนัส มณีพฤกษ์,ประชาชน,18680
58,แม่ฮ่องสอน,2,1,นายสมภพ คงความชื่อ,เพื่อไทย,2197
58,แม่ฮ่องสอน,2,2,นายวิทยา หวานซึ้ง,กล้าธรรม,24368
58,แม่ฮ่องสอน,2,3,นายสติ ทรัพย์ทวีพันธ์,ประชาธิปัตย์,998
58,แม่ฮ่องสอน,2,4,นายพนธกร ใจสนอง,ประชาชน,13208
58,แม่ฮ่องสอน,2,5,นายสมบัติ ยะสินธุ์,ภูมิใจไทย,24897
58,แม่ฮ่องสอน,2,6,นายภานุวัฒน์ คงมีความดี,รวมไทยสร้างชาติ,1068
58,แม่ฮ่องสอน,2,7,นางสุภิญกัลย์ พิภพสิทธิโภคิณ,พลังประชารัฐ,460
60,นครสวรรค์,1,1,นางอาทิตย์ติญาภรณ์ จันทรตัน,กล้าธรรม,784
60,นครสวรรค์,1,2,นางสาวอรุณี ไพรสิงห์,ประชาธิปัตย์,3896
60,นครสวรรค์,1,3,นางสาวภัทราวดี นิโรจน์,ภูมิใจไทย,48861
60,นครสวรรค์,1,4,นายกฤษฐ์หิรัญ เลิศอุฤทธิ์ภักดี,ประชาชน,30685
60,นครสวรรค์,1,5,นายกานตพงศ์ ใจแก้ว,เพื่อไทย,4072
60,นครสวรรค์,1,6,นางสาวเพ็ญแข คงเพชรศักดิ์,เศรษฐกิจ,1812
60,นครสวรรค์,2,1,นายนัยศาลิน ถนอมมิตรวัฒนา,ประชาธิปัตย์,2932
60,นครสวรรค์,2,2,นายพิสิษฐ์ เนียมสุ่ม,ประชาชน,16325
60,นครสวรรค์,2,3,นายชานนท์ ไทยเศรษฐ์,ภูมิใจไทย,47296
60,นครสวรรค์,2,4,นายสมเกียรติ สระแก้ว,กล้าธรรม,576
60,นครสวรรค์,2,5,นายทรงศักดิ์ ส่งเสริมอุดมชัย,เพื่อไทย,28620
60,นครสวรรค์,2,6,นางณัฏฐณิชา เหลือกาฬ,เศรษฐกิจ,1060
60,นครสวรรค์,2,7,นายดนัย ดาวเรือง,ประชาธิปไตยใหม่,171
60,นครสวรรค์,3,1,นายยุทธการ พลแสน,ประชาชน,21890
60,นครสวรรค์,3,2,นายนิรุด เรื่องงาม,เศรษฐกิจ,2221
60,นครสวรรค์,3,3,นายสัญชัย วงษ์สุนทร,เพื่อไทย,7059
60,นครสวรรค์,3,4,นายมารุต โมราสุข,ประชาธิปัตย์,2981
60,นครสวรรค์,3,5,นายสัญญา นิลสุพรรณ,กล้าธรรม,53454
60,นครสวรรค์,3,6,นางสาวปุญญ์ชญาณ์ ท้วมโพธิ์แก้ว,มิติใหม่,693
60,นครสวรรค์,3,7,นายอภิวัฒน์ เขม้นเขตกิจ,ภูมิใจไทย,2482
60,นครสวรรค์,3,8,นายธงชัย ชัยธสุวรรณ,ประชาธิปไตยใหม่,217
60,นครสวรรค์,4,1,นางสาวนริศร์ชา ชัยสุกัญญาสันต์,เศรษฐกิจ,3203
60,นครสวรรค์,4,2,นายมารุต ศรีผึ้ง,ภูมิใจไทย,55825
60,นครสวรรค์,4,3,นายกฤต ชูชาติ,ประชาธิปัตย์,1510
60,นครสวรรค์,4,4,นายประเสริฐ จรูญจิตรวีร์,กล้าทา,1582
60,นครสวรรค์,4,5,นางณัฏฐนันท์ ปอพาณิชกรณ์,ประชาชน,14884
60,นครสวรรค์,4,6,นายรุ่งโรจน์ แสงศิริ,เพื่อไทย,6538
60,นครสวรรค์,4,7,ร.ต.อ.ธงชัย มหาโพธิ์,ประชาธิปไตยใหม่,206
60,นครสวรรค์,5,1,นายนพสิทธิ์ ฐิติพัฒนธราวุฒิ,ประชาชน,15839
60,นครสวรรค์,5,2,นายทรงธรรม ขจรชัยธนัง,กล้าธรรม,510
60,นครสวรรค์,5,3,นางคณิฏฐ์ษา ทองวงศ์พิทักษ์,ประชาธิปัตย์,1677
60,นครสวรรค์,5,4,นายพีระเดช ศิริวันสาณฑ์,ภูมิใจไทย,61430
60,นครสวรรค์,5,5,พันตำรวจโทนุกูล แสงศิริ,เพื่อไทย,6481
60,นครสวรรค์,5,6,นายณัฐสิทธิ์ เหลือกาฬ,เศรษฐกิจ,1041
60,นครสวรรค์,5,7,นางสาวนัยนา วชิรวัฒน์,ประชาธิปไตยใหม่,250
60,นครสวรรค์,6,1,นายสพลเชษฐ์ ก้อนจันทร์เทศ,ประชาชน,11628
60,นครสวรรค์,6,2,นายประสาท ตันประเสริฐ,ภูมิใจไทย,36543
60,นครสวรรค์,6,3,นางสาวชุติมา เสรีรัฐ,เพื่อไทย,2985
60,นครสวรรค์,6,4,นางสาวสิริรักษ์ บัณฑิตศิละศักดิ์,ประชาธิปัตย์,951
60,นครสวรรค์,6,5,นายนิโรธ สุนทรเลขา,กล้าธรรม,32307
60,นครสวรรค์,6,6,นางเตือนใจ หงส์เวียงจันทร์,เศรษฐกิจ,643
60,นครสวรรค์,6,7,นางสุริวัสสา เพชรสวัสดิ์,ประชาธิปไตยใหม่,123
60,นครสวรรค์,6,8,พันตำรวจเอกสนองเดช เดชวัชรนนท์,พลังประชารัฐ,78
61,อุทัยธานี,1,1,นายธนาคร อุนจะนำ,เพื่อไทย,4515
61,อุทัยธานี,1,2,นายเจเศรษฐ์ ไทยเศรษฐ์,ภูมิใจไทย,56483
61,อุทัยธานี,1,3,นายเดชา คงคา,ประชาชน,13059
61,อุทัยธานี,1,4,นายวิทยา จันทร์สม,ประชาธิปัตย์,2467
61,อุทัยธานี,2,,นายอรรถพล โต๋วสัจจา,เพื่อไทย,8033
61,อุทัยธานี,2,2,นายชาดา ไทยเศรษฐ์,ภูมิใจไทย,54284
61,อุทัยธานี,2,3,นางสาวสุชาดา บัวพันธ์,ประชาชน,9062
61,อุทัยธานี,2,4,ร.ต.ศึกษา ฟุ้งเฟื่อง ร.น.,ประชาธิปัตย์,5878
61,อุทัยธานี,2,5,นางสุพรรณษา นันทา,กล้าธรรม,213
62,กำแพงเพชร,1,1,นางสาวนันทิตา โต๊ะดอนทอง,ประชาธิปัตย์,4465
62,กำแพงเพชร,1,2,นายไผ่ ลิกค์,กล้าธรรม,45347
62,กำแพงเพชร,1,3,นายพิบูลย์ รื่นสันต์ ทรายทองวัฒนา,เศรษฐกิจ,1748
62,กำแพงเพชร,1,4,นายปริญวัฒน์ ทวีกิจศิรพงษ์,ประชาชน,33203
62,กำแพงเพชร,1,5,นายชัยพันธ์ ศรีคชไกร,เพื่อไทย,2650
62,กำแพงเพชร,1,7,นายศรสิน อินทะชัย,ภูมิใจไทย,3498
62,กำแพงเพชร,2,1,นายเพชรภูมิ อาภรณ์รัตน์,กล้าธรรม,42302
62,กำแพงเพชร,2,2,นายธนากร รัตนากร,เพื่อไทย,32930
62,กำแพงเพชร,2,3,นายสุกิจ ศุภกิจเจริญ,ประชาชน,16681
62,กำแพงเพชร,2,4,นางสาวกาญจนา เสือจู,ประชาธิปัตย์,2108
62,กำแพงเพชร,2,6,นายสมชาย ผลมา,ภูมิใจไทย,2161
62,กำแพงเพชร,2,7,นายเรวัตร์ อินทพงษ์,พลังประชารัฐ,1322
62,กำแพงเพชร,3,1,นายศักดา บุญสังวาลย์,ประชาชน,13026
62,กำแพงเพชร,3,2,นายธวัชชัย อาบทอง,ใหม่,469
62,กำแพงเพชร,3,3,นางสาวมาลิณี กลางชาติ,เศรษฐกิจ,1157
62,กำแพงเพชร,3,4,นายนพพล ผลอำนวย,เพื่อไทย,33653
62,กำแพงเพชร,3,5,นางชัญญาณ์ภัช เรืองระยับชัย,ภูมิใจไทย,1979
62,กำแพงเพชร,3,6,นางสาวพิชญา อาภรณ์รัตน์,กล้าธรรม,30151
62,กำแพงเพชร,3,7,นายนพพล ศรีแบ่งวงค์,ประชาธิปัตย์,1620
62,กำแพงเพชร,3,8,นายอรุโณทัย ชุมเสน,โอกาสใหม่,550
62,กำแพงเพชร,3,9,นายจรัญ อิสระบัณฑิตสกุล,พลังประชารัฐ,1389
62,กำแพงเพชร,4,1,นายอัศนัย แดงศรี,ประชาชน,15711
62,กำแพงเพชร,4,2,นายรุ่งเจริญ โชติมั่ง,ใหม่,423
62,กำแพงเพชร,4,3,นายธานันท์ หล่าวเจริญ,โอกาสใหม่,800
62,กำแพงเพชร,4,4,นายปริญญา ฤกษ์หร่าย,กล้าธรรม,27423
62,กำแพงเพชร,4,5,พันตำรวจเอกกำลาภ โตทองสุข,ภูมิใจไทย,1888
62,กำแพงเพชร,4,6,นายพลเดช ศรีแบ่งวงค์,ประชาธิปัตย์,1215
62,กำแพงเพชร,4,7,นายสุรสิทธิ์ วงศ์วิทยานันท์,เพื่อไทย,38450
62,กำแพงเพชร,4,8,นายปรีชา เพ็งภู่,พลังประชารัฐ,373
63,ตาก,1,1,นายธนัสถ์ ทวีเกื้อกูลกิจ,ภูมิใจไทย,37819
63,ตาก,1,2,นางศิริกุล อนุตรพงศ์,รวมไทยสร้างชาติ,1387
63,ตาก,1,3,พันตำรวจโทพิษณุ พลบุตร,เพื่อไทย,17054
63,ตาก,1,4,นายชนะพล อ่อนพรม,รวมใจไทย,539
63,ตาก,1,5,นายคริษฐ์ ปานเนียม,ประชาชน,28996
63,ตาก,1,6,นายปองภพ วณิชศิริ,เศรษฐกิจ,1565
63,ตาก,1,7,นายพิทักษ์ อ่อนน้อม,กล้าธรรม,1916
63,ตาก,1,8,นายวริศ มีไชโย,ประชาธิปัตย์,6170
63,ตาก,1,9,นายธนพล อิ่มอ้น,พลังไทยรักชาติ,944
63,ตาก,2,2,นายชิงชัย ก่อประภากิจ,กล้าธรรม,25259
63,ตาก,2,3,นายวราทิต ไชยนันทน์,เพื่อไทย,19144
63,ตาก,2,4,นายพิสิษฐ ใชยลังกา,ภูมิใจไทย,2278
63,ตาก,2,6,นายรัชต์พงศ์ สร้อยสุวรรณ,ประชาชน,0
63,ตาก,2,7,นายศิวกรณ์ ลำจวน,เศรษฐกิจ,1522
63,ตาก,2,8,นายสราวุธ หาญเมืองใจ,ประชาธิปัตย์,11936
63,ตาก,2,9,นายธีรยุทธ วงษ์แหวน,รวมใจไทย,1501
63,ตาก,3,1,นายเวสารัตน์ เสิศสิริโชคสกุล,เศรษฐกิจ,1393
63,ตาก,3,2,นายชัยณรงค์ มะเดชะ,เพื่อไทย,17179
63,ตาก,3,3,นายพิพัฒชัย แก้วสีเขียว,รวมไทยสร้างชาติ,887
63,ตาก,3,4,นายวสันต์ บุญลือ,รวมใจไทย,558
63,ตาก,3,5,นายอรรถสิทธิ์ ต๊ะทองคำ,ภูมิใจไทย,18757
63,ตาก,3,6,นายภาคภูมิ บูลย์ประมุข,กล้าธรรม,30644
63,ตาก,3,7,นายปรัชญา ปุณหะกิจ,ประชาชน,15052
63,ตาก,3,8,นายเทวฤทธิ์ เชี่ยวชาญคีรี,ประชาธิปัตย์,1484
64,สุโขทัย,1,1,นางกัญญาวีร์ ทองสงค์,ประชาชน,24095
64,สุโขทัย,1,2,นายชาญกิจ จำรัสศรี,ประชาธิปัตย์,8465
64,สุโขทัย,1,3,นายธนัช ขุนพงษ์ทอง,กล้าธรรม,1247
64,สุโขทัย,1,4,นายวิรัตน์ วิริยะพงษ์,พลังประชารัฐ,5494
64,สุโขทัย,1,5,นางสาวณัคนางค์ กุลนาถศิริ,เพื่อไทย,30925
64,สุโขทัย,1,6,นายอภิรักษ์ อินดี,เศรษฐกิจ,1395
64,สุโขทัย,1,7,นายธนารักษ์ ฉลองสัพพัญญู,ภูมิใจไทย,2461
64,สุโขทัย,1,8,นายนนท์ มาทหมาย,รวมไทยสร้างชาติ,576
64,สุโขทัย,2,1,นายพัฒ ตั้งเบญจผล,ประชาธิปัตย์,13824
64,สุโขทัย,2,2,นายชูศักดิ์ คีรีมาศทอง,เพื่อไทย,32650
64,สุโขทัย,2,3,นายณรัฐพงศ์ พรหมมี,ประชาชน,19265
64,สุโขทัย,2,4,นายจักรกฤษ เวชยางกูร,ภูมิใจไทย,1574
64,สุโขทัย,2,5,นายวศินภัทร์ กิตตินันท์พาณิช,กล้าธรรม,2282
64,สุโขทัย,2,6,นายอำนวย รักฉาย,เพื่อบ้านเมือง,223
64,สุโขทัย,2,7,นายอนันต์ เข็มทองคำ,รวมไทยสร้างชาติ,516
64,สุโขทัย,2,8,นายหอม เอี่ยมสนิท,เศรษฐกิจ,873
64,สุโขทัย,3,1,นางสาวประภาพร ทองปากน้ำ,เพื่อไทย,47516
64,สุโขทัย,3,2,นายชรินทร์ ชูบุญ,กล้าธรรม,2455
64,สุโขทัย,3,3,นายจำปา พลอยกระจ่าง,เศรษฐกิจ,1425
64,สุโขทัย,3,4,นายนราธิป ภูมิถาวร,ประชาชน,15027
64,สุโขทัย,3,5,นายปรีชา จันทร์นุช,ภูมิใจไทย,4303
64,สุโขทัย,3,6,นายวิโรจน์ มากมูล,รวมไทยสร้างชาติ,1112
64,สุโขทัย,3,7,นางชาลิสา กันเพ็ง,ประชาธิปัตย์,1572
64,สุโขทัย,4,1,นายนวพันธ์ เอื้อคณิต,กล้าธรรม,880
64,สุโขทัย,4,2,นายจักรวาล ชัยวิรัตน์นุกูล,เพื่อไทย,20045
64,สุโขทัย,4,3,นายศราวุฒิ ปรีดากัญญารัตน์,เศรษฐกิจ,740
64,สุโขทัย,4,4,นางสาวนาตยา กรุณามิตร,ประชาชน,12143
64,สุโขทัย,4,5,นายสมเจตน์ ลิมปะพันธุ์,ภูมิใจไทย,48293
64,สุโขทัย,4,6,นางสาวดรุณี ขำดอน,ประชาธิปัตย์,495
64,สุโขทัย,4,7,นายสะอาด กาฟัก,เสรีรวมไทย,184
65,พิษณุโลก,1,1,นายณัฐกิตติ์ ฉัตราภรณ์ลักษมี,ไทยชนะ,696
65,พิษณุโลก,1,2,นายจักษ์ พันธ์ชูเพชร,ภูมิใจไทย,15241
65,พิษณุโลก,1,3,นายจักรพรรดิ์ กาญจนธนานนท์,เศรษฐกิจ,2229
65,พิษณุโลก,1,4,นายจเด็ศ จันทรา,เพื่อไทย,33470
65,พิษณุโลก,1,5,นายณฐชนน ชนะบูรณาศักดิ์,ประชาชน,34692
65,พิษณุโลก,1,6,นางสาวนิรัญ ดอนสุวรรณ,ประชาธิปัตย์,2610
65,พิษณุโลก,1,7,นายอารีฟ กุนนาบี,กล้าธรรม,844
65,พิษณุโลก,2,1,นายนพพล เหลืองทองนารา,เพื่อไทย,40429
65,พิษณุโลก,2,2,นายณชพล พลอาสา,ประชาชน,32070
65,พิษณุโลก,2,3,นางสาวปรานอม หลิมประเสริฐ,ภูมิใจไทย,7084
65,พิษณุโลก,2,4,นายธนกร ภักดิ์โต,ประชาธิปัตย์,4705
65,พิษณุโลก,2,5,นายณัฐวุฒิ สุกคร,เศรษฐกิจ,2286
65,พิษณุโลก,2,6,นายนคเรศ ฤทธิรอน,พลังประชารัฐ,1158
65,พิษณุโลก,2,7,นายทนง มั่นนุช,เพื่อบ้านเมือง,514
65,พิษณุโลก,3,1,นายปุณณเมธ อ้นอารี,ประชาชน,18058
65,พิษณุโลก,3,2,นางสาวสปัณธ์หยก วีรบุญย์กฤช,เศรษฐกิจ,1443
65,พิษณุโลก,3,3,นายวิมล สารมะโน,ประชาธิปัตย์,2165
65,พิษณุโลก,3,4,นายเจนวิทย์ จันทรา,เพื่อไทย,21990
65,พิษณุโลก,3,5,นายศิราวัฒน์ น้อยวงค์,กล้าธรรม,1494
65,พิษณุโลก,3,6,นายพงษ์มนู ทองหนัก,ภูมิใจไทย,42353
65,พิษณุโลก,3,7,นางสาวปุญชรัสมิ์ ศิริสวัสดิ์,พลังประชารัฐ,295
65,พิษณุโลก,4,1,นางสาวพิมพ์พิชชา ชัยศุภกิจเจริญ,เพื่อไทย,29467
65,พิษณุโลก,4,2,นายปองภพ ณ สงขลา,กล้าธรรม,534
65,พิษณุโลก,4,3,นายนิยม ช่างพินิจ,ภูมิใจไทย,42805
65,พิษณุโลก,4,4,นายนิธิทนันท์ ก้าวศรีสุริยะธาดา,ประชาชน,14282
65,พิษณุโลก,4,5,นายเฉลา บดีรัฐ,ประชาธิปัตย์,746
65,พิษณุโลก,4,6,นางสาวณัฏฐปีญา แครบทรี,รวมไทยสร้างชาติ,731
65,พิษณุโลก,4,7,นายบรรจบ เมฆประดับ,เพื่อบ้านเมือง,171
65,พิษณุโลก,5,1,นายศุภปกรณ์ กิตยาธิคุณ,ประชาชน,19978
65,พิษณุโลก,5,2,นายสมศักดิ์ ชุ่มกลัด,ประชาธิปัตย์,1745
65,พิษณุโลก,5,3,นายเอกพงษ์ กุลเจริญ,เพื่อไทย,30110
65,พิษณุโลก,5,4,นายธนวิน โรจน์สุนทรกิตติ,กล้าธรรม,541
65,พิษณุโลก,5,5,นายจุติ ไกรฤกษ์,ภูมิใจไทย,34149
65,พิษณุโลก,5,6,นางสาวฉันทนา พุ่มพฤกษ์,อนาคตไทย,649
66,พิจิตร,1,1,นายพรชัย อินทร์สุข,กล้าธรรม,3446
66,พิจิตร,1,2,นายไกรรินทร์ ทั่งทอง,ประชาชน,23172
66,พิจิตร,1,3,นายเกรียงไกร เดชอุปการ,รวมไทยสร้างชาติ,1590
66,พิจิตร,1,4,นางกมลพิชญ์ เหลียวสุวรรณ,เศรษฐกิจ,1560
66,พิจิตร,1,5,นายชนกฤติ โหมอ่อน,ประชาธิปัตย์,1395
66,พิจิตร,1,6,นายภัทรพงศ์ ภัทรประสิทธิ์,ภูมิใจไทย,53293
66,พิจิตร,1,7,นายพงษ์ศักดิ์ เหลืองวิจิตร,เพื่อไทย,6318
66,พิจิตร,1,8,นายอาดิษฐ์ กัลยาณมิตร,พลังประชารัฐ,295
66,พิจิตร,2,2,นายวินัย ภัทรประสิทธิ์,ภูมิใจไทย,46639
66,พิจิตร,2,3,นายภูดิท อินสุวรรณ์,เพื่อไทย,12757
66,พิจิตร,2,5,นายวัชรินทร์ แทนจำรัส,รวมไทยสร้างชาติ,1240
66,พิจิตร,2,6,นายชัยณรงค์ คล้ายเนียม,ประชาชน,20167
66,พิจิตร,2,7,นายนิทัศน์ จันทเดช,เศรษฐกิจ,921
66,พิจิตร,2,8,นางบัวลอย โพธิ์หลาย,ประชาธิปัตย์,991
66,พิจิตร,2,9,นายวชรพล เดชอ่อน,กล้าธรรม,463
66,พิจิตร,3,1,นายสุรชาติ ศรีบุศกร,กล้าธรรม,32805
66,พิจิตร,3,2,นายศิริวัฒน์ ขจรประศาสน์,ภูมิใจไทย,39021
66,พิจิตร,3,3,นายวิทยา มาลา,เพื่อไทย,5449
66,พิจิตร,3,4,นายศราวุธ ปลอดภัย,รวมไทยสร้างชาติ,461
66,พิจิตร,3,5,พันเอกมนู ชูจิตร,เศรษฐกิจ,850
66,พิจิตร,3,6,นายลิขิต มุกดา,ประชาธิปัตย์,1048
66,พิจิตร,3,7,นายภัทรกัปป์ ด่านรุ่งโรจน์,ประชาชน,15026
67,เพชรบูรณ์,1,1,นางสาวพิมพ์พร พรพฤฒิพันธุ์,ภูมิใจไทย,50631
67,เพชรบูรณ์,1,2,นายธนเดช หินวิเศษ,ประชาธิปัตย์,1714
67,เพชรบูรณ์,1,3,นายพรเทพ เพชรรุ่งทอง,กล้าธรรม,358
67,เพชรบูรณ์,1,4,นายสิทธิชัย ต๊ะอาจ,เพื่อไทย,3334
67,เพชรบูรณ์,1,5,นายรัฐภูมิ เลิศไพจิตร,ประชาชน,22369
67,เพชรบูรณ์,1,6,นายณัฐพล ขวัญแจ่ม,ปวงชนไทย,659
67,เพชรบูรณ์,1,7,นายกฤษณพงศ์ สอนน้อย,เศรษฐกิจ,1568
67,เพชรบูรณ์,2,1,นายประเสริฐ ฤทธิ์คุ้ม,ประชาธิปัตย์,687
67,เพชรบูรณ์,2,2,นายรวงทิพร แสนคำภูเขตต์,ประชาชน,10678
67,เพชรบูรณ์,2,3,นางสาวนธพร ตันติบูล,ปวงชนไทย,374
67,เพชรบูรณ์,2,4,นายยุพราช บัวอินทร์,ภูมิใจไทย,41515
67,เพชรบูรณ์,2,5,นายจักรัตน์ พัวช่วย,กล้าธรรม,40158
67,เพชรบูรณ์,2,6,นายธนะโรจน์ อัครกิจชัยนนท์,เพื่อไทย,1001
67,เพชรบูรณ์,2,7,นายบัณฑิต บุญอุดมกิจ,ไทยพิทักษ์ธรรม,116
67,เพชรบูรณ์,2,8,นายวงศ์วิศว์ ผลลอย,พลังประชารัฐ,239
67,เพชรบูรณ์,2,9,นายมนตรี ผลจันทร์,พร้อม,88
67,เพชรบูรณ์,2,10,นายจำเนียร โฉมงาม,เศรษฐกิจ,673
67,เพชรบูรณ์,3,1,นางสาวตรีชฎา ศรีธาดา,เพื่อไทย,8790
67,เพชรบูรณ์,3,2,นายบุญชัย กิตติธราทรัพย์,ภูมิใจไทย,39652
67,เพชรบูรณ์,3,3,นายมนตรี ขุนเทพ,ประชาชน,14682
67,เพชรบูรณ์,3,4,นายธนาดร หลิมเจริญ,ประชาธิปัตย์,1454
67,เพชรบูรณ์,3,5,นายชัยณรงค์ สืบสุรีย์กุล,กล้าธรรม,19012
67,เพชรบูรณ์,3,6,ร.ท. อเนก ก้อนมณี,เศรษฐกิจ,1109
67,เพชรบูรณ์,3,7,นายจักรพันธ์ พิมเสน,ไทยภักดีธรรม,694
67,เพชรบูรณ์,3,8,นายอดิกานต์ วิทยศักดิ์,ปวงชนไทย,117
67,เพชรบูรณ์,4,1,นายพรหมธาดา วิเศษสิงห์,ประชาชน,13294
67,เพชรบูรณ์,4,2,นายวิเชียร แดงม่วง,กล้าธรรม,385
67,เพชรบูรณ์,4,3,นายทวีศักดิ์ เชื้อบุญมี,พร้อม,424
67,เพชรบูรณ์,4,4,นายทองมา ทองอำ,โอกาสใหม่,698
67,เพชรบูรณ์,4,5,นายทวีศักดิ์ อนรรฆพันธ์,เพื่อไทย,6132
67,เพชรบูรณ์,4,6,นายโชคชัย มั่นเติม,ประชากรไทย,567
67,เพชรบูรณ์,4,7,นายวรโชติ สุคนธ์ขจร,ภูมิใจไทย,48590
67,เพชรบูรณ์,4,8,นายภาณุวัฒน์ หาญเชิงชัย,ประชาธิปัตย์,593
67,เพชรบูรณ์,4,9,นายธนภาค บุ้งจันทร์,เศรษฐกิจ,1153
67,เพชรบูรณ์,4,10,นายเกรียงศักดิ์ ศรีวงษ์ราช,พลังประชารัฐ,451
67,เพชรบูรณ์,4,11,น.ส.นัฐธันยพร ภวิตรารัตนศิริ,ปวงชนไทย,107
67,เพชรบูรณ์,5,1,นางสาวธารดา จันทร์สอน,ประชาชน,16678
67,เพชรบูรณ์,5,2,นางวันเพ็ญ พร้อมพัฒน์,ภูมิใจไทย,45747
67,เพชรบูรณ์,5,4,นายบุญร่วม แสงมี,เศรษฐกิจ,2243
67,เพชรบูรณ์,5,5,นายสุประวีณ์ อนรรฆพันธ์,เพื่อไทย,6216
67,เพชรบูรณ์,5,6,ร.อ.ทรงพล ทวีค้ำคูณ,รวมไทยสร้างชาติ,1201
67,เพชรบูรณ์,5,7,นายธีรศาสนติ์ ทัศน์สุวรรณ,ประชาธิปัตย์,912
67,เพชรบูรณ์,5,8,นายทองสุข บำรุงนอก,พลังประชาชารัฐ,478
67,เพชรบูรณ์,6,1,นายเกรียงไกร ปานสีทอง,เพื่อไทย,4610
67,เพชรบูรณ์,6,2,นายศุภกิตติ์ คำดี,ประชาธิปัตย์,1077
67,เพชรบูรณ์,6,3,นายอัครพงษ์ สิทธิ,ประชาชน,14303
67,เพชรบูรณ์,6,4,นายอัคร ทองใจสด,ภูมิใจไทย,59008
67,เพชรบูรณ์,6,5,นายคฑาเพชร แก่นแก้ว,กล้าธรรม,301
67,เพชรบูรณ์,6,6,นายมนัส ทองคันทา,ปวงชนไทย,544
67,เพชรบูรณ์,6,7,นายสรธร โฉมงาม,เศรษฐกิจ,1286
70,ราชบุรี,1,1,นางสาวกุลวลี นพอมรบดี,ภูมิใจไทย,56407
70,ราชบุรี,1,2,นายนรพนธ์ พลายสีนิล,ประชาชน,28931
70,ราชบุรี,1,3,นายนพพล ภู่แย้ม,เพื่อไทย,7671
70,ราชบุรี,1,4,นายทนงค์ศักดิ์ ศิรรัตน์ประภา,ประชาธิปัตย์,1886
70,ราชบุรี,1,5,นางสาวยุวดี นิติธารากุล,รวมไทยสร้างชาติ,1368
70,ราชบุรี,1,6,พ.ต.อ.สารสิทธิ์ นวมมณีรัตน์,เศรษฐกิจ,1611
70,ราชบุรี,2,1,นางสาวสิรีธร ธนะชัยศรี,ประชาชน,26956
70,ราชบุรี,2,2,นายไก่ ห้องริ้ว,เพื่อไทย,5852
70,ราชบุรี,2,3,นางสาวรดาภัค แก้วพรายตา,ภูมิใจไทย,6251
70,ราชบุรี,2,4,นางบุญยิ่ง นิติกาญจนา,กล้าธรรม,43510
70,ราชบุรี,2,5,นางสาวถปนัท ชาติไทย,ประชาธิปัตย์,4524
70,ราชบุรี,2,6,นายศุภชัย พงษ์ทวี,รวมไทยสร้างชาติ,2725
70,ราชบุรี,3,1,นายอภิรักษ์ชัยชนะ ปันยารชุน,ไทยก้าวใหม่,2365
70,ราชบุรี,3,2,นายจตุพร กมลพันธ์ทิพย์,กล้าธรรม,51702
70,ราชบุรี,3,3,นายภิญโญศิลป์ สังวาลวงศ์,ไทยสร้างชาติ,3017
70,ราชบุรี,3,4,นายอนุคม ศักดิ์อิสระพงศ์,ประชาธิปัตย์,4192
70,ราชบุรี,3,5,นายกล้าหาญ เจริญธรรม,ภูมิใจไทย,5369
70,ราชบุรี,3,6,นางสาวศิริลักษณ์ ตันงามตรง,พลังประชารัฐ,3365
70,ราชบุรี,3,7,นางสาวปัญชญาภรณ์ ศักดิ์ปฐมพานิชย์,ประชาชน,26257
70,ราชบุรี,4,1,นายอัครเดช วงษ์พิทักษ์โรจน์,ภูมิใจไทย,55778
70,ราชบุรี,4,2,นางสาวสุรีย์วรรณ สิงห์อยู่,เพื่อไทย,3116
70,ราชบุรี,4,3,นางสาวชะวรลัทธิ์ ชินธรรมมิตร,กล้าธรรม,20627
70,ราชบุรี,4,4,นายชยานันท์ กอจิตตวนิจ,ประชาชน,25938
70,ราชบุรี,4,5,นายเอกพัฒน์ ถ้ำสุวรรณ,เศรษฐกิจ,639
70,ราชบุรี,4,6,นายสรวิชญ์ ขำเจริญ,ประชาธิปัตย์,855
70,ราชบุรี,4,7,นายกฤชจ์พนธ์ อัฏฐาธนมงคล,รวมไทยสร้างชาติ,626
70,ราชบุรี,5,1,นายปารเมษฐ์ อัศวพงศ์วาณิช,รวมไทยสร้างชาติ,985
70,ราชบุรี,5,2,นายทศพล แก้วทิมา,ประชาธิปัตย์,1684
70,ราชบุรี,5,3,นายชัยทิพย์ กมลพันธ์ทิพย์,กล้าธรรม,39913
70,ราชบุรี,5,4,นายบุญลือ ประเสริฐโสภา,ภูมิใจไทย,45150
70,ราชบุรี,5,5,นายตฤณฤทธ เทพประสิทธิ์,ไทยสร้างไทย,296
70,ราชบุรี,5,6,นางสาวจิราภรณ์ จิตร์มั่น,ประชาชน,18091
70,ราชบุรี,5,7,นางสาวปวันรัตน์ เอกอัครอัญธรณ์,เพื่อไทย,1810
70,ราชบุรี,5,8,นางสาวชลชญา ชุ่มมงคล,เศรษฐกิจ,631
71,กาญจนบุรี,1,1,พ.ต.ท.กิตติพิชญ์ จันทร์สมบูรณ์,ภูมิใจไทย,9864
71,กาญจนบุรี,1,2,นายบุญฤทธิ์ ธรรมศร,กล้าธรรม,976
71,กาญจนบุรี,1,3,นายธนกร ทองใบ,เสรีรวมไทย,515
71,กาญจนบุรี,1,4,นายอนุกูล แพรไพศาล,ประชาธิปัตย์,2829
71,กาญจนบุรี,1,5,นายอัครนันท์ กัณณ์กิตตินันท์,เพื่อไทย,38572
71,กาญจนบุรี,1,6,นายภูวนาท รัศมีฤกษ์เศรษฐ์,ประชาชน,26849
71,กาญจนบุรี,1,7,นายแดนสรวง กลิ่นสุคนธ์,เศรษฐกิจ,1696
71,กาญจนบุรี,1,8,นายกำธร สร้อยพรรณา,รวมไทยสร้างชาติ,3002
71,กาญจนบุรี,1,9,ส.อ.ธวัช จูอินทร์,ปวงชนไทย,1241
71,กาญจนบุรี,1,10,นายธัชกฤช หอละเอียด,พลังเพื่อไทย,306
71,กาญจนบุรี,2,1,นายสถาพร วัยวัฒนะ,เศรษฐกิจ,1885
71,กาญจนบุรี,2,2,นายชูเกียรติ จีนาภักดิ์,ภูมิใจไทย,39327
71,กาญจนบุรี,2,3,นายชาติชาย ศักดิ์อิสระพงศ์,รวมไทยสร้างชาติ,1579
71,กาญจนบุรี,2,4,นายชูศักดิ์ แม้นทิม,เพื่อไทย,27028
71,กาญจนบุรี,2,5,นายฉัตรพันธ์ เดชกิจสุนทร,กล้าธรรม,8352
71,กาญจนบุรี,2,6,นายกนิษฐ์ วิเศษสิงห์,ประชาชน,17797
71,กาญจนบุรี,2,7,นายสุกวี แสงเป่า,ประชาธิปัตย์,977
71,กาญจนบุรี,2,8,นายจิตรกร ว่องประเสริฐ,พลังประชารัฐ,299
71,กาญจนบุรี,2,9,นายชาติชาย เทือกเทียน,ปวงชนไทย,436
71,กาญจนบุรี,3,1,นายชาติชาย บัวซ้อน,ประชาธิปัตย์,821
71,กาญจนบุรี,3,2,นายชุมพล แสงวรรณ,ประชาชน,14303
71,กาญจนบุรี,3,3,นางสาวสุมณฑา แก่นอาสา,พลวัต,509
71,กาญจนบุรี,3,4,นางสาวพลอย ธนิกุล,เพื่อไทย,40278
71,กาญจนบุรี,3,5,นายยศวัฒน์ มาไพศาลสิน,ภูมิใจไทย,50759
71,กาญจนบุรี,3,6,นางสาววราพร เตชาวัฒนวิศาล,เศรษฐกิจ,1280
71,กาญจนบุรี,4,1,นางสาววิสุดา วิเชียรศิลป์,ภูมิใจไทย,52505
71,กาญจนบุรี,4,2,พล.อ.ชินวัฒน์ แม้นเดช,เพื่อไทย,9877
71,กาญจนบุรี,4,3,ว่าที่ ร.ต.หญิง มานิตา ทิมหอม,พลวัต,581
71,กาญจนบุรี,4,4,นายเดชสกล จึงประวัติ,ประชาชน,16545
71,กาญจนบุรี,4,5,ว่าที่ พ.ต. พงษ์เพชร ปรีดิวิสุทธิ์,ประชาธิปัตย์,2291
71,กาญจนบุรี,4,6,นายนิล เชื้อทอง,ปวงชนไทย,700
71,กาญจนบุรี,4,7,นายอำพล อินประเสริฐ,เพื่อบ้านเมือง,398
71,กาญจนบุรี,5,1,นางสาวเพชรมณี โตเอี่ยม,ประชาชน,13925
71,กาญจนบุรี,5,2,นายพนม โพธิ์แก้ว,เพื่อไทย,39023
71,กาญจนบุรี,5,3,นายศักดิ์ดา วิเชียรศิลป์,ภูมิใจไทย,27305
71,กาญจนบุรี,5,4,นายกิตติพงศ์ ศรีกิตติกาญจน์,เศรษฐกิจ,800
71,กาญจนบุรี,5,5,นายไสว บัวบาน,ประชาธิปัตย์,773
71,กาญจนบุรี,5,6,นายอุตดม สง่างาม,ไทยทรัพย์ทวี,423
71,กาญจนบุรี,5,7,นายวันชัย สินประเสริฐ,พลังประชารัฐ,713
72,สุพรรณบุรี,1,1,นายสรชัด สุจิตต์,ภูมิใจไทย,63205
72,สุพรรณบุรี,1,2,นางสาวพิรุณวัลย์ บ้านพลูหลวง,ประชาธิปัตย์,1175
72,สุพรรณบุรี,1,3,นายศุภกิจ กลิ่นหอม,พลังประชารัฐ,388
72,สุพรรณบุรี,1,4,ดาบตำรวจชูชาติ สุขสวัสดิ์,ไทยสร้างไทย,484
72,สุพรรณบุรี,1,5,นายประยูร อินสกุล,เพื่อไทย,4083
72,สุพรรณบุรี,1,6,นางสาวสุรภี สถิตสวรรยา,พลวัต,511
72,สุพรรณบุรี,1,7,นายสมเกียรติ เสรีวิพุธ,ประชาชน,23503
72,สุพรรณบุรี,1,8,นายอัฒพล สถิตสวรรยา,ไทยภักดี,485
72,สุพรรณบุรี,1,9,นายบุญชู จันทร์สุวรรณ,กล้าธรรม,800
72,สุพรรณบุรี,2,1,นางสาวนุศรา ศรีสังข์งาม,ประชาชน,23117
72,สุพรรณบุรี,2,2,นางสาวนภัสศรัณย์ ชัชวาลานนท์,พลวัต,639
72,สุพรรณบุรี,2,3,นายชัยพร สีถัน,เพื่อไทย,4049
72,สุพรรณบุรี,2,4,นายกฤศ ทรัพย์ประเสริฐ,ประชาธิปัตย์,1008
72,สุพรรณบุรี,2,5,นายณัฐวุฒิ ประเสริฐสุวรรณ,ภูมิใจไทย,45546
72,สุพรรณบุรี,2,6,นายสัมพันธ์ ศรีสังข์งาม,เศรษฐกิจ,1143
72,สุพรรณบุรี,2,7,นายพงศ์พิชาญ ดามาพงศ์,กล้าธรรม,9018
72,สุพรรณบุรี,3,1,นางสาวชัญษร สังข์วรรณะ,ประชาธิปัตย์,756
72,สุพรรณบุรี,3,2,นายจาภัส พรมมา,พลวัต,266
72,สุพรรณบุรี,3,3,นางสาวกุลธิดา เหมาเพชรอนันเมฆ,เพื่อไทย,1474
72,สุพรรณบุรี,3,4,นายนพดล มาตรศรี,ภูมิใจไทย,39798
72,สุพรรณบุรี,3,5,พันตำรวจเอก มงคล สุนทรวิภาต,ประชาชน,11979
72,สุพรรณบุรี,3,6,นายณัฐชาติ วงศ์ประเสริฐ,กล้าธรรม,47179
72,สุพรรณบุรี,4,1,นายเสมอกัน เที่ยงธรรม,ภูมิใจไทย,58049
72,สุพรรณบุรี,4,2,นายภิญโญ สุนทรวิภาต,ประชาชน,18972
72,สุพรรณบุรี,4,3,นางสาววิรธิดา โกยชัย,เพื่อไทย,5311
72,สุพรรณบุรี,4,4,นายยุทธนา โพธสุธน,กล้าธรรม,2547
72,สุพรรณบุรี,4,5,นายวัฒนา ยั่งยืน,โอกาสใหม่,1659
72,สุพรรณบุรี,4,6,นายสหรัฐ กุลศรี,พลังประชารัฐ,1648
72,สุพรรณบุรี,4,7,ว่าที่ร้อยตำรวจโท ชินทัต อุบลแย้ม,ประชาธิปัตย์,1556
72,สุพรรณบุรี,4,8,นายศรัณย์กร โชติวิชญทรรศน์,เศรษฐกิจ,1254
72,สุพรรณบุรี,5,1,นางสาวนุชวรา ยังนึก,พลวัต,759
72,สุพรรณบุรี,5,2,นายสมศักดิ์ เฟื่องฟูลอย,ประชาธิปัตย์,1103
72,สุพรรณบุรี,5,3,นายภานรินทร์ อินสกุล,เพื่อไทย,10849
72,สุพรรณบุรี,5,4,นายสมเกียรติ กู้เกียรติภูมิ,ประชาชน,24816
72,สุพรรณบุรี,5,5,นายประภัตร โพธสุธน,ภูมิใจไทย,60036
72,สุพรรณบุรี,5,6,นางพัสพร แก้วเขียว,ไทยสร้างไทย,976
73,นครปฐม,1,,นายศุภโชค ศรีสุขจร,ภูมิใจไทย,57347
73,นครปฐม,1,1,นายอุฬาร ชั้นอินทร์งาม,กล้าธรรม,1041
73,นครปฐม,1,2,ร้อยตำรวจโท สุธรรม เข็มแข็งปรีชานน,รวมไทยสร้างชาติ,1492
73,นครปฐม,1,3,นายชยพล จำปาโชติ,พลวัต,430
73,นครปฐม,1,4,นายโกศล สิงห์ทอง,เศรษฐกิจ,1679
73,นครปฐม,1,5,นายอัครดิฏฐ์ คุณดิลกจิรายุ,ประชาธิปัตย์,1687
73,นครปฐม,1,6,นางสาวภาชินี เหลืองเพิ่มสกุล,ประชาชน,27833
73,นครปฐม,1,7,นายธนพล โตโพธิ์ไทย,เพื่อไทย,4422
73,นครปฐม,2,1,พันโท สินธพ แก้วพิจิตร,กล้าธรรม,44487
73,นครปฐม,2,2,นายโรจนินทร์ ศิรรัฐเมธากรณ์,ภูมิใจไทย,4945
73,นครปฐม,2,4,นางสาวศศนันท์ รัตนบรรเทิง,ประชาชน,31511
73,นครปฐม,2,5,นางสาวธนัญญา พันธุ์การรุ่ง,เพื่อไทย,2896
73,นครปฐม,2,6,นายนุกูล ศิริสุวรรณ์,ประชาธิปัตย์,2330
73,นครปฐม,2,7,พันตำรวจเอก วีรยศ ชื่นกลิ่นธูปศิริ,เศรษฐกิจ,1573
73,นครปฐม,2,8,นายภาณุวิทย์ เอี้ยวโพธิเงิน,โอกาสใหม่,406
73,นครปฐม,2,9,พันเอก ทองประมาณ จันทรอัมพร,เพื่อชีวิตใหม่,369
73,นครปฐม,3,1,นายทรงพล ชูศิลป์กุล,เพื่อไทย,6807
73,นครปฐม,3,2,นายอาทิตย์ ว่องวสุสมวงศ์,ประชาธิปัตย์,2362
73,นครปฐม,3,3,ว่าที่ร้อยตรีวัยวัฒน์ อินทร์ณรงค์,พลวัต,1303
73,นครปฐม,3,4,นายวันชนะ วงษ์พรพันธุ์,ประชาชน,21739
73,นครปฐม,3,5,นายอัษฎาวุธ จิตตคุตตานนท์,กล้าธรรม,653
73,นครปฐม,3,6,นายพาณุวัฒณ์ สะสมทรัพย์,ภูมิใจไทย,48099
73,นครปฐม,3,7,นายปกร มหาโยธา,เศรษฐกิจ,1230
73,นครปฐม,3,8,นางสาวฐิตารีย์ ภรณ์ปรียากูล,โอกาสใหม่,764
73,นครปฐม,3,9,นายสาโรช เบญจาสินสวัสดิ์,พลังไทยรักชาติ,667
73,นครปฐม,4,1,พันเอก สุขชาต สะสมทรัพย์,ภูมิใจไทย,50336
73,นครปฐม,4,2,นายกิตติภณ ปานพรหมมาศ,ประชาชน,25879
73,นครปฐม,4,4,นายธนเดช สงวนพันธุ์,กล้าธรรม,12206
73,นครปฐม,4,5,นายวินัย วิจิตรโสภณ,เพื่อไทย,3798
73,นครปฐม,4,6,นายวิทิต เปี่ยมคล้า,ประชาธิปัตย์,2304
73,นครปฐม,4,7,นางสาวศศิรัตน์ สุขแก้วฟ้า,เศรษฐกิจ,1977
73,นครปฐม,4,8,นายยุทธ เสือบางพระ,พลวัต,1067
73,นครปฐม,4,9,นายอนุชิต ปฐมพงศ์พิทักษ์,รวมพลังสร้างชาติ,363
73,นครปฐม,5,2,นายสุเทพ เข้มแข็งปรีชานนท์,รวมไทยสร้างชาติ,1132
73,นครปฐม,5,3,นางสาวณฐมน สุวรรณ,ประชาชน,25056
73,นครปฐม,5,4,นายมานพ คำหวาน,เพื่อไทย,4088
73,นครปฐม,5,5,นายสมภพ จันทร์ทอง,ประชาธิปัตย์,1910
73,นครปฐม,5,6,นายปฐมพงศ์ สูญจันทร์,กล้าธรรม,24238
73,นครปฐม,5,7,นายอนุชา สะสมทรัพย์,ภูมิใจไทย,40896
73,นครปฐม,5,8,นายณัฐพงศ์ เข้มแข็งปรีชานนท์,เศรษฐกิจ,1472
73,นครปฐม,5,9,นายภคพล ขาวพัฒนวรรณ,เพื่อบ้านเมือง,675
73,นครปฐม,5,10,นางลาวัลย์ สิงห์สถิต,โอกาสใหม่,275
73,นครปฐม,6,1,นายชลพฤกษ วงศ์อรุณนิยม,ประชาชน,38535
73,นครปฐม,6,2,นายลลิต กิจสมัคร,เศรษฐกิจ,1818
73,นครปฐม,6,3,นายพรชัย วุ่นยรรยงค์,ไทยภักดี,893
73,นครปฐม,6,4,นายศิรวริศ สวนแก้ว,เพื่อไทย,4630
73,นครปฐม,6,5,นายระวัง เนตรโพธิ์แก้ว,พลังประชารัฐ,797
73,นครปฐม,6,6,นายเสรี สุขถาวร,กล้าธรรม,1328
73,นครปฐม,6,7,นายกฤษณะพัชร์ อชโชติพงษ์,เสรีรวมไทย,784
73,นครปฐม,6,8,นายธนบดี จุติโสภณชัย,ประชาธิปัตย์,3781
73,นครปฐม,6,9,นายกองโท พเยาว์ เนียะแก้ว,ภูมิใจไทย,36970
73,นครปฐม,6,10,นายณัชธพงศ์ ชมเชย,เพื่อบ้านเมือง,238
74,สมุทรสาคร,1,1,นางสาวณมาณิตา กลับบ้านเกาะ,กล้าธรรม,2440
74,สมุทรสาคร,1,2,นายภัคเมศฐ์ ธีระศิลาเวทย์,ประชาธิปัตย์,23066
74,สมุทรสาคร,1,3,นายธนชิต ทัศนีย์ไตรเทพ,ภูมิใจไทย,11469
74,สมุทรสาคร,1,4,นายสมนึก เตชมหามงคล,เศรษฐกิจ,1594
74,สมุทรสาคร,1,5,นายณัฐพงษ์ สุมโนธรรม,ประชาชน,32553
74,สมุทรสาคร,1,6,นายยุทธศิลป์ มณีไพโรจน์,ไทยสร้างไทย,951
74,สมุทรสาคร,1,7,นายอุดม กันม่วง,เพื่อไทย,6922
74,สมุทรสาคร,1,8,นายโกศล ตาลทอง,รวมไทยสร้างชาติ,1008
74,สมุทรสาคร,1,9,นางสาวอรธิยา สวัสดี,พลังประชารัฐ,967
74,สมุทรสาคร,2,1,นายอนุสรณ์ ไกรวัตนุสสรณ์,ภูมิใจไทย,34749
74,สมุทรสาคร,2,2,นางสาวริญญภัสร์ สิริตุลยพงศ์,เพื่อไทย,5084
74,สมุทรสาคร,2,3,ว่าที่ร้อยตรี ณรงค์ฤทธิ์ ปักเข็ม,เศรษฐกิจ,1978
74,สมุทรสาคร,2,4,นายศิรสิทธิ์ สงนุ้ย,ประชาชน,29373
74,สมุทรสาคร,2,5,นายกันต์กวี ทับสุวรรณ,กล้าธรรม,2364
74,สมุทรสาคร,2,6,นายทองคำ หลงเปลี่ยว,ไทยสร้างไทย,1821
74,สมุทรสาคร,2,7,นางสาวกัญญาพัชร ณัฐสุรางค์,ประชาธิปัตย์,2395
74,สมุทรสาคร,2,8,นายสนธิญา สวัสดี,พลังประชารัฐ,286
74,สมุทรสาคร,3,1,นายศิริโรจน์ ธนิกกุล,ประชาชน,30787
74,สมุทรสาคร,3,2,นายธนวัฒน์ ทองโต,ภูมิใจไทย,7342
74,สมุทรสาคร,3,3,นายพลภวัฒน์ ชำนาญวาด,เพื่อไทย,6123
74,สมุทรสาคร,3,4,นายบุญมี นิลถนอม,กล้าธรรม,26064
74,สมุทรสาคร,3,5,นายวีร์ธนากฤต โพธิ์สุวรรณ,เศรษฐกิจ,1549
74,สมุทรสาคร,3,6,นางสาวแพญาริณธ์ เจียอัครเตชานน,ประชาธิปัตย์,2839
74,สมุทรสาคร,4,1,นายปัญญา ซวนบุญ,ภูมิใจไทย,42758
74,สมุทรสาคร,4,2,นายอเนก กุลกรรณ์,ไทยสร้างไทย,655
74,สมุทรสาคร,4,3,นายณัฐภัทร์ จุลสวัสดิ์,โอกาสใหม่,543
74,สมุทรสาคร,4,4,นายประยงค์ นอบน้อม,เพื่อไทย,4776
74,สมุทรสาคร,4,5,นายอภินันท์ หวันประวัติ,ประชาธิปัตย์,1745
74,สมุทรสาคร,4,6,นายอานนท์ งามดอกไม้,ประชาชน,22826
74,สมุทรสาคร,4,7,นางสาวณตฤณ สุริวงษ์,กล้าธรรม,2709
74,สมุทรสาคร,4,8,ว่าที่ ร.อ.สุประเสริฐ ชาวบ้านเกาะ,พรรคเศรษฐกิจ,1330
74,สมุทรสาคร,4,9,นายศรายุทธ ศรีนิเวศน์,พลังประชารัฐ,642
74,สมุทรสาคร,4,10,นายวัลลภ แป้นทอง,ไทยทรัพย์ทวี,343
75,สมุทรสงคราม,1,1,นายจิระ แก้วมณี,กล้าธรรม,28382
75,สมุทรสงคราม,1,2,นางสาวอรพิน หอมการะเกษ,ไทยทรัพย์ทวี,919
75,สมุทรสงคราม,1,3,นายเศรษฐ์สิริ ลักขณาอุดมเลิศ,ประชาธิปัตย์,13741
75,สมุทรสงคราม,1,4,นายวิชา ประจักษ์จิตร์,ภูมิใจไทย,6657
75,สมุทรสงคราม,1,5,นายอานุภาพ ลิขิตอำนวยชัย,ประชาชน,39592
75,สมุทรสงคราม,1,6,นายธนธัส ขุนนุช,เพื่อไทย,12747
76,เพชรบุรี,1,1,นายฐานันดร์ ขันธ์แก้ว,ประชาธิปัตย์,5699
76,เพชรบุรี,1,2,น.ส.ปินดา บุโรทกานนท์,ประชาชน,20431
76,เพชรบุรี,1,3,นางธิวัลรัตน์ อังกินันทน์,ภูมิใจไทย,61734
76,เพชรบุรี,1,4,นายประพัฒน์ ปานยิ้ม,เพื่อไทย,1754
76,เพชรบุรี,2,1,ผศ.เกริกฤทธิ์ อัมพะวัต,เศรษฐกิจ,1881
76,เพชรบุรี,2,2,นายอนันตชัย ชาครานุวัฒนพงศ์,ประชาธิปัตย์,3379
76,เพชรบุรี,2,3,นายสันทัด คุ้มสอาด,ประชาชน,19089
76,เพชรบุรี,2,4,นายปฏิญญา ปักกิ่งเมือง,เพื่อไทย,4307
76,เพชรบุรี,2,5,นายฤกษ์ อยู่ดี,ภูมิใจไทย,67251
76,เพชรบุรี,3,1,นายกฤษณ์ แก้วอยู่,กล้าธรรม,3900
76,เพชรบุรี,3,2,นายวิรัฐ จันทวิโรจน์,ประชาธิปัตย์,2660
76,เพชรบุรี,3,3,นายหัสพันธ์ เสมเถื่อน,ประชาชน,14187
76,เพชรบุรี,3,4,นายอำนาจ โกงกาง,เพื่อไทย,1479
76,เพชรบุรี,3,5,จ่าอากาศเอก อภิชาติ แก้วโกศล,ภูมิใจไทย,71153
76,เพชรบุรี,3,6,ว่าที่ ร.ต.เสรี รูปิยะเวช,เศรษฐกิจ,1626
77,ประจวบคีรีขันธ์,1,1,นายอุดร โพธิ์พ่วง,เพื่อไทย,1002
77,ประจวบคีรีขันธ์,1,2,นายสรานนท์ ใยบำรุง,ไทยก้าวใหม่,581
77,ประจวบคีรีขันธ์,1,3,นายสังคม แดงโชติ,ภูมิใจไทย,51582
77,ประจวบคีรีขันธ์,1,4,นายธิตินัย ตั้งบูรพาจิตร์,กล้าธรรม,43544
77,ประจวบคีรีขันธ์,1,5,นายมรกต โอ่เอี่ยม,ประชาชน,13063
77,ประจวบคีรีขันธ์,1,6,นายไชยวัฒน์ วงศ์วรรณ,ประชาธิปัตย์,2477
77,ประจวบคีรีขันธ์,2,1,นายจักพันธ์ ปิยพรไพบูลย์,กล้าธรรม,43420
77,ประจวบคีรีขันธ์,2,2,นายศิรพันธ์ กมลปราโมทย์,โอกาสใหม่,5335
77,ประจวบคีรีขันธ์,2,3,นายอำนวย สุดกระแสร์,ภูมิใจไทย,16535
77,ประจวบคีรีขันธ์,2,4,นายกฤษณะ พุกดำ,เพื่อไทย,2240
77,ประจวบคีรีขันธ์,2,5,นางสาวมิ่งขวัญ น่วมทอง,ไทยก้าวใหม่,580
77,ประจวบคีรีขันธ์,2,6,นายจรูญ เจริญศักดิ์,มิติใหม่,617
77,ประจวบคีรีขันธ์,2,7,นางสาวนักษา กาญจนคีรีรัตน์,ประชาชน,22778
77,ประจวบคีรีขันธ์,2,8,นายสายันต์ รักเมือง,ไทยสร้างไทย,322
77,ประจวบคีรีขันธ์,2,9,นายเอกธิปป์ ตนประเสริฐ,ประชาธิปัตย์,4627
77,ประจวบคีรีขันธ์,3,2,นายประมวล พงศ์ถาวราเดช,กล้าธรรม,25444
77,ประจวบคีรีขันธ์,3,3,นายศุภวิท กำเนิดแสง,เพื่อไทย,796
77,ประจวบคีรีขันธ์,3,4,พ.ต.อ.เอกราช หุ่นงาม,ไทยก้าวใหม่,1125
77,ประจวบคีรีขันธ์,3,5,นายนิติ ปลั่งศรีสกุล,ประชาธิปัตย์,13335
77,ประจวบคีรีขันธ์,3,6,นางสาววรรณอนงค์ หาญพงษ์ธรรม,ประชาชน,11596
77,ประจวบคีรีขันธ์,3,7,นายพงษ์พันธ์ เผ่าประทาน,ภูมิใจไทย,33978
77,ประจวบคีรีขันธ์,3,8,นายปณิธาน ประจวบเหมาะ,ไทยสร้างไทย,12135
80,นครศรีธรรมราช,1,1,นายมนตรี เฉียบแหลม,เพื่อไทย,1617
80,นครศรีธรรมราช,1,2,นายทรงศักดิ์ มุสิกอง,ประชาธิปัตย์,39225
80,นครศรีธรรมราช,1,3,นางสาวสุวรรณี ว่องชล,ไทยภักดี,1324
80,นครศรีธรรมราช,1,4,นายปกรณ์ อารีกุล,ประชาชน,18768
80,นครศรีธรรมราช,1,5,นายราชิต สุดพุ่ม,ภูมิใจไทย,29583
80,นครศรีธรรมราช,1,6,นางสุภาพ ขุนศรี,พลังประชารัฐ,1106
80,นครศรีธรรมราช,2,1,นายเชาวน์วัศ เสนพงศ์,ประชาธิปัตย์,21111
80,นครศรีธรรมราช,2,2,นายนนทิวรรธน์ นนทภักดิ์,รวมไทยสร้างชาติ,4157
80,นครศรีธรรมราช,2,3,นางสาวนันทวัน วิเชียร,ภูมิใจไทย,45334
80,นครศรีธรรมราช,2,4,นายเจริญ ชินวงศ์,กล้าธรรม,6989
80,นครศรีธรรมราช,2,5,นายจรยุทธ มาศบำรุง,ประชาชน,11586
80,นครศรีธรรมราช,2,6,นางวิไลลักษณ์ คชพันธ์,เพื่อไทย,842
80,นครศรีธรรมราช,2,7,นายทศพร แซ่ชิ้น,เศรษฐกิจ,1077
80,นครศรีธรรมราช,2,8,นายปัญโน หวานนุรักษ์,พลวัต,307
80,นครศรีธรรมราช,2,9,นายสิทธิพงศ์ ชูวงค์,สังคมประชาธิปไตยไทย,200
80,นครศรีธรรมราช,2,10,นายนพดล กาญจนรักษ์,ไทยก้าวใหม่,111
80,นครศรีธรรมราช,3,G,นายพิทักษ์เดช เดชเดโช,ประชาธิปัตย์,47554
80,นครศรีธรรมราช,3,1,นายมานะ ยวงทอง,ภูมิใจไทย,35542
80,นครศรีธรรมราช,3,2,นายทศภณ ศรีสุขช่วย,รวมไทยสร้างชาติ,588
80,นครศรีธรรมราช,3,3,นายอัศนัย แท่นแก้ว,กล้าธรรม,623
80,นครศรีธรรมราช,3,5,นายสัณหพจน์ สุขศรีเมือง,โอกาสใหม่,1719
80,นครศรีธรรมราช,3,6,นายชายประจักร์ ศิริพันธุ์,ประชาชน,6731
80,นครศรีธรรมราช,3,7,นายเกียรติศักดิ์ ภักดีเดโชชัย,ประชาธิปไตยใหม่,288
80,นครศรีธรรมราช,4,1,นายวัชระ เกตุชู,ประชาชน,7531
80,นครศรีธรรมราช,4,2,ว่าที่ ร.ท.ยุทธการ รัตนมาศ,กล้าธรรม,36790
80,นครศรีธรรมราช,4,3,ว่าที่ร้อยโท สนั่น พิบูลย์,ภูมิใจไทย,3705
80,นครศรีธรรมราช,4,4,นายสิทธิรัก ทิพย์อักษร,โอกาสใหม่,2539
80,นครศรีธรรมราช,4,5,นางกนกพร เดชเดโช,ประชาธิปัตย์,44890
80,นครศรีธรรมราช,4,6,นายกองตรี อาญาสิทธิ์ ศรีสุวรรณ,เพื่อไทย,798
80,นครศรีธรรมราช,4,7,นายนิคม หนูแสง,ประชาธิปไตยใหม่,289
80,นครศรีธรรมราช,4,8,นายโอฬาร วังบุญคง,เศรษฐกิจ,505
80,นครศรีธรรมราช,5,1,นายสมโชติ มีชนะ,ประชาชน,12019
80,นครศรีธรรมราช,5,2,นายสุธรรม จริตงาม,ภูมิใจไทย,31394
80,นครศรีธรรมราช,5,3,นายสมพงศ์ เสียงดี,เพื่อไทย,857
80,นครศรีธรรมราช,5,4,นายชนภัทร รัตนพันธ์,ประชาธิปัตย์,17704
80,นครศรีธรรมราช,5,5,นายสมศักดิ์ แสงอารยะกุล,กล้าธรรม,36801
80,นครศรีธรรมราช,5,6,นายพล อิสระลักษณ์,พลวัต,225
80,นครศรีธรรมราช,5,7,นายสหธัญ กรุณา,รวมไทยสร้างชาติ,647
80,นครศรีธรรมราช,5,8,นายมนัส พรหมเพศ,เศรษฐกิจ,384
80,นครศรีธรรมราช,5,9,ว่าที่ ร.ต.อภิรัฐ รัตนพันธุ์,ไทยก้าวใหม่,263
80,นครศรีธรรมราช,6,1,นายวราโชติ มณีอ่อน,รวมไทยสร้างชาติ,958
80,นครศรีธรรมราช,6,2,นายษฐา ขาวขำ,ภูมิใจไทย,21043
80,นครศรีธรรมราช,6,3,นายจอมไกร สวัสดิวงศ์,ประชาธิปัตย์,43293
80,นครศรีธรรมราช,6,4,นายปกป้อง ราชรักษ์,เพื่อไทย,758
80,นครศรีธรรมราช,6,5,นายสมเกียรติ ทรงสวัสดิ์,กล้าธรรม,22254
80,นครศรีธรรมราช,6,6,นายเอกนิติ ภูมา,ไทยก้าวใหม่,1037
80,นครศรีธรรมราช,6,7,นายพุฒิพงศ์ ลุ่ยจิ๋ว,ประชาชน,10065
80,นครศรีธรรมราช,6,8,ว่าที่ ร.ต.อ.วิรัตน์ บุญเชิด,ไทยภักดี,520
80,นครศรีธรรมราช,6,9,นางเกษศิรินทร์ ช่วยศรีทอง,ประชาธิปไตยใหม่,100
80,นครศรีธรรมราช,7,1,นายนิติศักดิ์ มีขวด,ประชาธิปัตย์,28913
80,นครศรีธรรมราช,7,2,นายธีวฤทธิ์ ธนากรรฐ์,รวมไทยสร้างชาติ,1011
80,นครศรีธรรมราช,7,4,นายไสว เลื่องสีนิล,โอกาสใหม่,3065
80,นครศรีธรรมราช,7,5,นางสาวฮาวา นุ้ยเจริญ,ประชาชน,8965
80,นครศรีธรรมราช,7,6,นายปรีชานนท์ สรรพจิตต์,เพื่อไทย,1508
80,นครศรีธรรมราช,7,7,นายอภินันท์ สโมสร,ภูมิใจไทย,38684
80,นครศรีธรรมราช,7,8,นายพลวรรฒน์ ธรรมโสภณ,เศรษฐกิจ,598
80,นครศรีธรรมราช,8,1,นางอวยพรศรี เชาวลิต,ภูมิใจไทย,54040
80,นครศรีธรรมราช,8,2,นายธีรวัฒน์ บุญวรรณ,ประชาชน,12201
80,นครศรีธรรมราช,8,3,นายธีรพงศ์ สิทธา,รวมไทยสร้างชาติ,805
80,นครศรีธรรมราช,8,4,นางสาวรัตนาวดี ศรีนาคช,เพื่อไทย,860
80,นครศรีธรรมราช,8,5,นายอนุชิต พรหมจันทร์,พลังประชารัฐ,1630
80,นครศรีธรรมราช,8,6,นายปฏิวัติ ยุติธรรม,ประชาธิปัตย์,22534
80,นครศรีธรรมราช,8,7,นายสมบูรณ์ หัตถประดิษฐ์,พลวัต,487
80,นครศรีธรรมราช,8,8,นาวาอากาศเอก สุรินทร์ เมฆาวรรณ,ทางเลือกใหม่,290
80,นครศรีธรรมราช,9,1,นายชาญวัฒนา อิสระวัฒนา,ประชาธิปัตย์,36536
80,นครศรีธรรมราช,9,2,นายนาถวัฒน์ ทองทรัพย์,ประชาชน,9610
80,นครศรีธรรมราช,9,3,นางสาวนิรมล เพ็งจันทร์,รวมไทยสร้างชาติ,1060
80,นครศรีธรรมราช,9,4,นางสาวปรมาภรณ์ บริบูรณ์,เพื่อไทย,1530
80,นครศรีธรรมราช,9,5,นายภูริณัฐ ใจสนุก,ไทยก้าวใหม่,284
80,นครศรีธรรมราช,9,6,นายเทวกฤต อินทวงค์,พลังประชารัฐ,578
80,นครศรีธรรมราช,9,7,นางสาวพิมพ์ภัทรา วิชัยกุล,ภูมิใจไทย,46473
81,กระบี่,1,1,นายสุวรรณ อินพรหม,เพื่อไทย,2308
81,กระบี่,1,2,นายกิตติ กิตติธรกุล,ภูมิใจไทย,50493
81,กระบี่,1,3,นายธนวัช ภูเก้าล้วน,ประชาชน,20554
81,กระบี่,1,4,นายวศิน สิริเกียรติกุล,ประชาธิปัตย์,15466
81,กระบี่,1,5,นายพิทักษ์ ภารา,เศรษฐกิจ,840
81,กระบี่,1,6,นายพงไพร บุตรเลี่ยม,พลังประชารัฐ,400
81,กระบี่,2,2,นายถิรเดช ตั้งมั่นก่อกิจ,ภูมิใจไทย,42714
81,กระบี่,2,3,นายสีหเดช แสงจันทร์,เศรษฐกิจ,828
81,กระบี่,2,4,นายกฤตพร บุษย์เพชร,ประชาธิปัตย์,21242
81,กระบี่,2,5,นางสาวรัตนภรณ์ ณ นคร,ประชาชน,9433
81,กระบี่,2,6,นายยุทธนา อ่าวลึกน้อย,เพื่อไทย,2694
81,กระบี่,2,7,นายวิชากร บุญฤทธิ์,พลังประชารัฐ,1275
81,กระบี่,2,9,นายสมใจ นวลนุ่น,ไทยก้าวใหม่,813
81,กระบี่,3,1,นายสุกิติ พรหมทอง,ประชาธิปัตย์,15794
81,กระบี่,3,2,นายประเสริฐพงษ์ ศรนุวัตร์,ประชาชน,9623
81,กระบี่,3,3,นายกุศล วะเจดีย์,เพื่อไทย,1574
81,กระบี่,3,4,นายศรัญญู รักมิตร,กล้าธรรม,12557
81,กระบี่,3,5,นายกิตติชัย เอ่งฉ้วน,ภูมิใจไทย,47416
81,กระบี่,3,6,นายสรร ชัยภัทรธัญกร,เศรษฐกิจ,889
82,พังงา,1,1,นายชนัญ เรื่องผล,เพื่อไทย,1227
82,พังงา,1,2,นายธราธิป ทองเจิม,กล้าธรรม,4171
82,พังงา,1,3,นายอมรศักดิ์ หอมจันทร์,ประชาชน,9019
82,พังงา,1,4,นายสรรเพชร ทิพย์มณเฑียร,ประชาธิปัตย์,15654
82,พังงา,1,5,นายอรรถพล ไตรศรี,ภูมิใจไทย,36274
82,พังงา,2,2,นายสมควร จันทร์แดง,กล้าธรรม,23308
82,พังงา,2,3,นายฉกาจ พัฒนกิจวิบูลย์,ภูมิใจไทย,26513
82,พังงา,2,4,นายกุศล ทนังผล,ประชาธิปัตย์,12604
82,พังงา,2,5,นายธีรุตม์ สันหวัง,ประชาชน,11249
82,พังงา,2,6,นางสาวพิจิกา อุราวรรณ,เพื่อไทย,1828
83,ภูเก็ต,1,1,นายสรนันท์ เสน่ห์,เพื่อไทย,1187
83,ภูเก็ต,1,2,นายศุภชัย ศรีสวัสดิ์,เศรษฐกิจ,1259
83,ภูเก็ต,1,3,ว่าที่ร้อยตรีสมชาติ เตชถาวรเจริญ,ประชาชน,19558
83,ภูเก็ต,1,4,นางสาวพลอยทะเล ลักษมีแสงจันทร์,ภูมิใจไทย,16875
83,ภูเก็ต,1,5,นายทิวัตถ์ สีดอกบวบ,กล้าธรรม,15528
83,ภูเก็ต,1,6,นายบุญศุภภะ ตัณฑัยย์,ประชาธิปัตย์,11001
83,ภูเก็ต,1,7,นายวรพงศ์ ยูระหมาน,พลังประชารัฐ,1052
83,ภูเก็ต,2,2,นายอินทร์ เพชรหิน,เศรษฐกิจ,2170
83,ภูเก็ต,2,3,นายษณกร กี่สิ้น,ภูมิใจไทย,20405
83,ภูเก็ต,2,4,นางณัฐพร ผาณิตพิเชฐวงศ์,เพื่อไทย,2431
83,ภูเก็ต,2,5,นายสมชาติ สมนาม,ประชาธิปัตย์,13576
83,ภูเก็ต,2,6,นายเฉลิมพงศ์ แสงดี,ประชาชน,24877
83,ภูเก็ต,3,1,นางสาวอรทัย เกิดทรัพย์,กล้าธรรม,30360
83,ภูเก็ต,3,2,นายฐิติกันต์ ฐิติพฤฒิกุล,ประชาชน,20277
83,ภูเก็ต,3,3,นายศักดิ์ชาย เชาวน์ไวย,เพื่อไทย,1192
83,ภูเก็ต,3,4,นายวิวัฒน์ จินดาพล,ภูมิใจไทย,12339
83,ภูเก็ต,3,5,นางสาวสิริเกศ ถั่วสกุล,ประชาธิปัตย์,8344
83,ภูเก็ต,3,6,ด.ต.เดชาวัตร อุ่นสอน,เศรษฐกิจ,1685
83,ภูเก็ต,3,7,นายเกษม กาหรีมการ,ไทยภักดี,931
84,สุราษฎร์ธานี,1,1,นายรัฐภัทร์ พัฒนาศิริรักษ์,ประชาชน,23183
84,สุราษฎร์ธานี,1,2,นายกฤตภาส พรหมมากรณ์,เพื่อไทย,926
84,สุราษฎร์ธานี,1,3,นางสาวกานสินี โอภาสรังสรรค์,ภูมิใจไทย,27647
84,สุราษฎร์ธานี,1,4,นายวัชระ เพชรทอง,ประชาธิปัตย์,18486
84,สุราษฎร์ธานี,1,5,นายเธียรทัศน์ เอี่ยมตระกูล,พลังประชารัฐ,3539
84,สุราษฎร์ธานี,1,6,นายศิธา วงศ์วรพรรณ,เศรษฐกิจ,884
84,สุราษฎร์ธานี,1,7,นายชาติพงศ์ กุลรัตน์,รวมไทยสร้างชาติ,817
84,สุราษฎร์ธานี,1,8,นายนุกูล พูลสวัสดิ์,ไทยก้าวใหม่,564
84,สุราษฎร์ธานี,1,9,นายวัชระ ไชยชำนิ,ทางเลือกใหม่,212
84,สุราษฎร์ธานี,2,1,นายโรจน์พิศาล อินทรักษ์,ประชาธิปัตย์,15126
84,สุราษฎร์ธานี,2,2,นางสาวลีลาวัลย์ นุ้ยบุตร,เพื่อไทย,1012
84,สุราษฎร์ธานี,2,3,นายวรินทร วิชัยดิษฐ,ประชาชน,12739
84,สุราษฎร์ธานี,2,4,นายภูวิช เกลี้ยงมล,กล้าธรรม,3138
84,สุราษฎร์ธานี,2,5,นายพิพิธ รัตนรักษ์,ภูมิใจไทย,27071
84,สุราษฎร์ธานี,2,6,นายศักดิ์วิชญ์ แก้วมีศรี,ไทรวมพลัง,20059
84,สุราษฎร์ธานี,2,7,นายศาสตรา ชูศักดิ์,โอกาสใหม่,1695
84,สุราษฎร์ธานี,2,8,นายภูรวิช บูลยะธนิน,รวมไทยสร้างชาติ,470
84,สุราษฎร์ธานี,2,9,นายพงษ์ศักดิ์ กุลเมือง,ไทยก้าวใหม่,109
84,สุราษฎร์ธานี,3,1,นายวัชรพล ประกายแก้วสกุล,ภูมิใจไทย,1469
84,สุราษฎร์ธานี,3,2,นายสิทธิภร จันทบูรณ์,ประชาชน,8099
84,สุราษฎร์ธานี,3,3,นายสิทธิกร เกษมณี,เพื่อไทย,955
84,สุราษฎร์ธานี,3,4,นายกฤษพณ หวานแก้ว,กล้าธรรม,24524
84,สุราษฎร์ธานี,3,5,นางสาววชิราภรณ์ กาญจนะ,ไทรวมพลัง,39958
84,สุราษฎร์ธานี,3,6,นายปิยะรัฐ จิรัตน์ฐิกุล,ประชาธิปัตย์,13684
84,สุราษฎร์ธานี,4,1,นายสมพล สิงหพล,เพื่อไทย,537
84,สุราษฎร์ธานี,4,2,นายนพดล บัวนา,ไทรวมพลัง,12672
84,สุราษฎร์ธานี,4,3,นายสุพจน์ บานเย็น,รวมไทยสร้างชาติ,608
84,สุราษฎร์ธานี,4,4,นายพันธ์ศักดิ์ บุญแทน,ภูมิใจไทย,28117
84,สุราษฎร์ธานี,4,5,นายสมชาติ ประดิษฐพร,ประชาธิปัตย์,43384
84,สุราษฎร์ธานี,4,6,นายนามบัญญัติ ย่องบุตร มะโรตระกูล,ประชาชน,8917
84,สุราษฎร์ธานี,4,7,นายสุทัศน์ อินทชาติ,พลังประชารัฐ,208
84,สุราษฎร์ธานี,5,1,นายวิเชียร จันทร์บัว,เพื่อไทย,676
84,สุราษฎร์ธานี,5,2,นางสาวฌาณิกา เมืองนอน,ไทรวมพลัง,27863
84,สุราษฎร์ธานี,5,3,นายเรืองเดช เติมทอง,ไทยก้าวใหม่,475
84,สุราษฎร์ธานี,5,4,นายสุเมตตา ชัยสิทธิ์,ประชาธิปัตย์,18244
84,สุราษฎร์ธานี,5,5,นายปรเมษฐ์ จินา,กล้าธรรม,30967
84,สุราษฎร์ธานี,5,6,นายศิภาพัชร์ เทวางกูร,ประชาชน,8754
84,สุราษฎร์ธานี,5,7,นายบรรจง จันทร์ช่วง,ภูมิใจไทย,1692
84,สุราษฎร์ธานี,5,8,นายธนโชติ ติณพันธุ์,พลังประชารัฐ,111
84,สุราษฎร์ธานี,6,1,นางสาวกัญญารัตน์ เพ็งสวัสดิ์,เพื่อไทย,595
84,สุราษฎร์ธานี,6,2,นายบุญยงค์ จรัสจรูญฤทธิ์,ประชาชน,5787
84,สุราษฎร์ธานี,6,3,นายนิรัตน์ ลิ้นเกลื่อน,ไทรวมพลัง,13810
84,สุราษฎร์ธานี,6,4,นางสาวศิริพรรณ ประจง,ประชาธิปัตย์,15700
84,สุราษฎร์ธานี,6,5,นางสาวอนงค์นาถ จ่าแก้ว,กล้าธรรม,30432
84,สุราษฎร์ธานี,6,6,นายพิชัย ชมภูพล,ภูมิใจไทย,31707
84,สุราษฎร์ธานี,6,7,นายถนอม ศักดิ์เพชร,ทางเลือกใหม่,116
84,สุราษฎร์ธานี,7,1,ว่าที่ ร.ต.วัชระพงศ์ ฉิมแก้ว,ประชาชน,9372
84,สุราษฎร์ธานี,7,2,นายธานินท์ นวลวัฒน์,ภูมิใจไทย,30081
84,สุราษฎร์ธานี,7,3,นายสันติ พุทธศรี,รวมไทยสร้างชาติ,727
84,สุราษฎร์ธานี,7,4,นางสาวฐิติมา รักษ์จินดา,ประชาธิปัตย์,10297
84,สุราษฎร์ธานี,7,5,นายวศุธน เรื่องขนาบ,เพื่อไทย,481
84,สุราษฎร์ธานี,7,6,นายพงษ์ศักดิ์ จ่าแก้ว,กล้าธรรม,40358
84,สุราษฎร์ธานี,7,7,นายมาโนช เพ็ชรชู,ไทยก้าวใหม่,689
85,ระนอง,1,1,นายสมพงษ์ สีหามาตร,ประชาชน,14434
85,ระนอง,1,2,นายวิรัช ร่มเย็น,ประชาธิปัตย์,7436
85,ระนอง,1,3,นายพิทยา แท่นแก้ว,เพื่อไทย,1573
85,ระนอง,1,4,นายคงกฤษ ฉัตรมาลีรัตน์,ภูมิใจไทย,59363
85,ระนอง,1,5,นายวรวุฒิ ขนอม,กล้าธรรม,913
86,ชุมพร,1,1,นายชวลิต อาจหาญ,พลังประชารัฐ,1138
86,ชุมพร,1,2,พันตำรวจเอกสิทธิพร พุ่มพะเนิน,เพื่อไทย,870
86,ชุมพร,1,3,นางสาวชุติมา ชุมขุน,ประชาชน,13078
86,ชุมพร,1,4,นายวิชัย สุดสวาสดิ์,ภูมิใจไทย,45966
86,ชุมพร,1,5,นางสาวหนึ่งฤทัย พันกุ่ม,กรีน,534
86,ชุมพร,1,6,นายสุรชัย แดงละอุ่น,ประชาธิปัตย์,34079
86,ชุมพร,1,7,นายชัย กายศิหัตถาคุณ,ประชากรไทย,582
86,ชุมพร,2,1,นายธน บุญเกิด,เสรีรวมไทย,545
86,ชุมพร,2,2,นางสาวรุจินาถ ศรีสุวรรณ,เพื่อไทย,782
86,ชุมพร,2,3,นางสาวจินดารัตน์ ชูคง,ประชาชน,10062
86,ชุมพร,2,4,นายกิตติศักดิ์ พรหมรัตน์,ภูมิใจไทย,35467
86,ชุมพร,2,5,นายสราวุธ อ่อนละมัย,ประชาธิปัตย์,16287
86,ชุมพร,2,6,นายสันต์ แซ่ตั้ง,กล้าธรรม,23041
86,ชุมพร,2,7,นายสมมิตร ทองเหลือ,โอกาสใหม่,15064
86,ชุมพร,3,1,นายสันต์ ฉิมหาด,โอกาสใหม่,11298
86,ชุมพร,3,2,นายไตรฤกษ์ มือสันทัด,เพื่อไทย,1025
86,ชุมพร,3,3,นายชุตินันท์ คงท่าเรือ,ประชาชน,9230
86,ชุมพร,3,4,นายสุพล จุลใส,ภูมิใจไทย,42913
86,ชุมพร,3,5,นายมีศักดิ์ ภักดีคง,ประชาธิปัตย์,29590
86,ชุมพร,3,6,นายสมบัติ ทองหัตถา,เศรษฐกิจ,909
90,สงขลา,1,1,นายสักกพันธุ์ อนันต์พงค์,ประชาชน,19158
90,สงขลา,1,2,นายสรรเพชญ บุญญามณี,ภูมิใจไทย,44252
90,สงขลา,1,3,นายสำราญ บุญเส้ง,เพื่อไทย,1072
90,สงขลา,1,4,นายพิเชฎฐ พัฒนโชติ,ประชาธิปัตย์,21201
90,สงขลา,1,5,ร.ต.อ.สมศักดิ์ แสงประดับ,ไทยก้าวใหม่,351
90,สงขลา,1,6,นายเทพมณตรี พรมเมือง,เศรษฐกิจ,921
90,สงขลา,2,1,นายจูรี นุ่มแก้ว,ประชาธิปัตย์,32205
90,สงขลา,2,2,พลตำรวจโทพัฒนวุธ อังคะนาวิน,เศรษฐกิจ,3133
90,สงขลา,2,3,นายศาสตรา ศรีปาน,ภูมิใจไทย,18935
90,สงขลา,2,4,นายอรรถชาญ เชาวน์วานิชย์,เพื่อไทย,695
90,สงขลา,2,5,นายสุภัทร ฮาสุวรรณกิจ,ประชาชน,22288
90,สงขลา,2,6,นายมานพ เพ็งชุม,กล้าธรรม,545
90,สงขลา,2,7,นายประกอบ ปลอด,รวมไทยสร้างชาติ,450
90,สงขลา,2,8,นายธนพล มะโน,ไทยภักดี,233
90,สงขลา,2,9,นายธาราดร พรหมสุทธิ์,พลังประชารัฐ,83
90,สงขลา,2,10,พ.ต.อ.วิชัย วิชยานฤพล,ไทยก้าวใหม่,96
90,สงขลา,3,1,นายสุภณัฏฐ์ ชุมภูทอง,รวมไทยสร้างชาติ,2500
90,สงขลา,3,2,นายทนายอาร์ม สุวรรณรักษา,ประชาธิปัตย์,27002
90,สงขลา,3,3,นายนวมินทร์ ปิ่นปฐมรัฐ,ประชาชน,25124
90,สงขลา,3,4,นายจิรันธนิน ตาลทรัพย์คุณ,เพื่อไทย,973
90,สงขลา,3,5,นายสมยศ พลายด้วง,ภูมิใจไทย,36656
90,สงขลา,3,6,พลตรีนิพนธ์ รองสวัสดิ์,กล้าธรรม,921
90,สงขลา,4,1,นายสิทธิพัฒน์ เสนเนียม,ประชาธิปัตย์,18187
90,สงขลา,4,2,นายชนนพัฒฐ์ นาคสั้ว,กล้าธรรม,45863
90,สงขลา,4,3,นายนุกูล อยู่ทอง,เพื่อไทย,492
90,สงขลา,4,4,นายโยธิน ทองเนื้อแข็ง,ภูมิใจไทย,24612
90,สงขลา,4,5,นายชัยวัฒน์ อินศรีไกร,ประชาชน,5868
90,สงขลา,4,6,นายเนติศิลป์ พฤกษศรี,รวมไทยสร้างชาติ,494
90,สงขลา,4,7,นายชนาเมธ อักโขสุวรรณ,เศรษฐกิจ,338
90,สงขลา,5,1,นายสะหาก หมุดตะเหล็บ,เพื่อไทย,2233
90,สงขลา,5,2,นายปรีชา สุขเกษม,ประชาธิปัตย์,25390
90,สงขลา,5,3,นายวงศ์วชร ขาวทอง,กล้าธรรม,51130
90,สงขลา,5,4,นายอภิชาติ ลาพินี,ภูมิใจไทย,2558
90,สงขลา,5,5,นายสุวรรณ อ่อนรักษ์,ประชาชน,11192
90,สงขลา,5,6,นายวันอับดุลเลาะฮ์ หลัะติหมะ,เศรษฐกิจ,1305
90,สงขลา,6,1,นายอนุกูล พฤกษานุศักดิ์,ภูมิใจไทย,48391
90,สงขลา,6,2,นายบารมี ขาวทอง,กล้าธรรม,25751
90,สงขลา,6,3,ว่าที่ ร.ต.สมพร แซ่ลิ่ม,ประชาชน,9865
90,สงขลา,6,4,นางภัทรวดี ศรีศักดา,รวมไทยสร้างชาติ,394
90,สงขลา,6,5,นายพิพัณย์ เจือละออง,ประชาธิปัตย์,3568
90,สงขลา,6,6,นางสาวจิรนาถ เหลาะเหม,เพื่อไทย,705
90,สงขลา,6,7,นายสายัญ สวมทอง,ไทยก้าวใหม่,286
90,สงขลา,7,1,นายดุลยรัตน์ บูยูโต๊ะ,ประชาชาติ,2694
90,สงขลา,7,2,นายณัฏฐ์ชนน ศรีก่อเกื้อ,ภูมิใจไทย,36128
90,สงขลา,7,3,นายเพ็ชร อุ่นแดง,กล้าธรรม,26269
90,สงขลา,7,4,นายศิริโชค โสภา,ประชาธิปัตย์,19025
90,สงขลา,7,5,นายสมาท สะอาดวารี,เพื่อไทย,350
90,สงขลา,7,6,นายดัยลามี เบ็ญบาเห็ม,ประชาชน,8005
90,สงขลา,7,7,นายสนิท วัฒนสุข,รวมไทยสร้างชาติ,414
90,สงขลา,7,8,ร้อยตำรวจเอกสมพงค์ ทองบริบูรณ์,เศรษฐกิจ,235
90,สงขลา,8,1,นายฆอซาลี ดุสะเหม็ะ,ภูมิใจไทย,36216
90,สงขลา,8,2,นายปรีชา แดงหลี,ประชาชาติ,995
90,สงขลา,8,3,พล.ต.ต.สุรินทร์ ปาลาเร่,กล้าธรรม,43540
90,สงขลา,8,4,นายอธิวัตร ใบสะเม๊าะ,เพื่อไทย,447
90,สงขลา,8,5,นายธีรพงศ์ ดนสวี,ประชาธิปัตย์,6217
90,สงขลา,8,6,นายกรธัช พัชนี,ประชาชน,6707
90,สงขลา,8,7,นายเกษม ขวัญแก้ว,รวมไทยสร้างชาติ,240
90,สงขลา,8,8,นายอำนาจ คงเอียง,ไทยภักดี,207
90,สงขลา,9,1,นายศักดิ์สิทธิ์ ขาวทอง,ประชาธิปัตย์,49475
90,สงขลา,9,2,นายธนทร แก้วอนุรักษ์,ประชาชน,18986
90,สงขลา,9,3,พันตำรวจเอกพิทักษ์ พุทธวิโร,ภูมิใจไทย,29715
90,สงขลา,9,4,พันเอกสนิท บุญราศรี,เพื่อไทย,763
90,สงขลา,9,5,นายสุชาติ หลำเป็นหมุด,พลวัต,672
90,สงขลา,9,7,นายสงขลา พอกันที,รวมไทยสร้างชาติ,875
91,สตูล,1,1,นายบุคอรีย์ สนูวงศ์,ประชาชน,17149
91,สตูล,1,2,นายณัฐพล สาดอาหลี,เพื่อไทย,1582
91,สตูล,1,3,นายพีรพัฒน์ รัชกิจประการ,ภูมิใจไทย,38100
91,สตูล,1,4,นายวัชรพงศ์ เกษา,ประชาธิปัตย์,6235
91,สตูล,1,5,นายธนาคม พจนาพิทักษ์,ไทยก้าวใหม่,535
91,สตูล,1,6,นายนาวี พรหมทรัพย์,รวมไทยสร้างชาติ,459
91,สตูล,1,7,นายสุลต่าน อิสมาแอลชาห์,กล้าธรรม,17251
91,สตูล,2,1,นางสาวสายพิณ ณ พัทลุง,เพื่อไทย,3272
91,สตูล,2,2,จ่าเอกกฤษ ศรีสน,ประชาชน,15947
91,สตูล,2,3,นายสัญญา จงจิตร,ประชาธิปัตย์,11416
91,สตูล,2,4,นายวรศิษฎ์ เลียงประสิทธิ์,ภูมิใจไทย,56595
91,สตูล,2,5,นายอนุสรณ์ ชายเหตุ,รวมไทยสร้างชาติ,1388
91,สตูล,2,6,นายณรงค์ องสารา,ไทยก้าวใหม่,1020
91,สตูล,2,7,นายสุชาติ ใบมะหาด,กล้าธรรม,917
92,ตรัง,1,1,นายเอกพล ณ พัทลุง,ภูมิใจไทย,35584
92,ตรัง,1,2,เรือเอกพัฒน์พงษ์ คงผลาญ,รวมไทยสร้างชาติ,1540
92,ตรัง,1,3,นายรัตน์ ภู่กลาง,เพื่อไทย,1105
92,ตรัง,1,4,นายศุภกร สุวรรณหมัด,ประชาชน,16554
92,ตรัง,1,5,นางสาวอัจฉรา วงศ์สุทธิวัตร,ไทยก้าวใหม่,834
92,ตรัง,1,6,นายธโนภาส สินไชย,ประชาธิปัตย์,34372
92,ตรัง,1,7,นายยงยุทธ กูลเมือง,กรีน,532
92,ตรัง,2,1,นางสาวดวงฤทัย บัวแก้ว,ประชาธิปัตย์,38154
92,ตรัง,2,2,พันตำรวจเอกอธิศ ภักดีนามฉวี,ประชาชน,8159
92,ตรัง,2,3,นายกิตติเดช วรรณบวร,ไทยก้าวใหม่,4184
92,ตรัง,2,4,นายทวี สุระบาล,ภูมิใจไทย,42668
92,ตรัง,2,5,นายปรีชา ยอดยิ่ง,เพื่อไทย,747
92,ตรัง,2,6,นายชยางกูร ชูมณี,รวมไทยสร้างชาติ,645
92,ตรัง,2,7,นายชัยพร ชูเสน,กล้าธรรม,564
92,ตรัง,3,1,นายศักดิ์ดาธร พุฒนวล,กล้าธรรม,1249
92,ตรัง,3,2,นางสาวสุณัฐชา โล่สถาพรพิพิธ,ภูมิใจไทย,28897
92,ตรัง,3,3,นายวีรพล เต็งรัง,ประชาชน,9248
92,ตรัง,3,4,นายทวี จันทร์ฝาก,เพื่อไทย,889
92,ตรัง,3,5,นายกฤตย์อิชย์ ภาคย์อิชณน์,ประชาธิปัตย์,46916
92,ตรัง,3,6,นายอำนวย นวลทอง,รวมไทยสร้างชาติ,569
92,ตรัง,3,7,นายชัยยุทธ รองเดช,แรงงานสร้างชาติ,333
92,ตรัง,4,1,นายพิชัย เจริญศิริสุนทร,ภูมิใจไทย,29793
92,ตรัง,4,2,นายกาญจน์ ตั้งปอง,ประชาธิปัตย์,50809
92,ตรัง,4,3,นายสุมิตร สามห้วย,ไทยก้าวใหม่,571
92,ตรัง,4,4,นายอาณัฐชัย ภู่กลาง,เพื่อไทย,548
92,ตรัง,4,5,นายปองคุณ อารยะทรงศักดิ์,ประชาชน,10018
92,ตรัง,4,7,นายเสถียร แก้วงาม,กล้าธรรม,1236
92,ตรัง,4,8,นายวิรัช วิชัยวงศ์,รวมไทยสร้างชาติ,696
93,พัทลุง,1,1,นางสุพัชรี ธรรมเพชร,กล้าธรรม,39873
93,พัทลุง,1,2,นางสาวฉัตรธิษณ์ชา เหตุทอง,ประชาธิปัตย์,15029
93,พัทลุง,1,3,นายกู้ชาติ ชายเกตุ,เพื่อไทย,536
93,พัทลุง,1,4,นาวาอากาศเอกอธิคุณ คงมี,ภูมิใจไทย,42209
93,พัทลุง,1,5,นายกิตติวุฒิ สัมพันธ์สกุล,ประชาชน,10141
93,พัทลุง,1,6,นางสาวนรากาญจน์ บุญนวล,รวมไทยสร้างชาติ,589
93,พัทลุง,1,7,นายศุภนัฐ สำอางค์,ไทยก้าวใหม่,217
93,พัทลุง,1,8,นายภรท ชุมช่วย,เศรษฐกิจ,194
93,พัทลุง,2,1,นายวรท เทอดวีระพงศ์,ภูมิใจไทย,58926
93,พัทลุง,2,2,นายศุภกร ขุนชิต,ประชาชน,8752
93,พัทลุง,2,3,พ.ต.อ.พงศ์พสิษฐ์ ทองด้วง,กล้าธรรม,995
93,พัทลุง,2,4,นายอธิคม ขุนแก้ว,ไทยก้าวใหม่,465
93,พัทลุง,2,5,นายภพเอกอัคร อินทรโม,ประชาธิปัตย์,11831
93,พัทลุง,2,6,นายสมเสริม ชูรักษ์,พลวัต,297
93,พัทลุง,2,7,นายนิติศักดิ์ ธรรมเพชร,เพื่อไทย,35813
93,พัทลุง,3,1,นางสาวโฉมพิไล เพิ่มพูลธนทรัพย์,พลวัต,896
93,พัทลุง,3,2,นายสุนัย คงแก้ว,ประชาธิปัตย์,16493
93,พัทลุง,3,3,นายเขมพล อุ้ยตยะกุล,ภูมิใจไทย,31894
93,พัทลุง,3,4,พันตรีธีรวัฒน์ พรหมสะอาด,ประชาชน,8864
93,พัทลุง,3,5,นายชาญวิทย์ หมาดโสะ,เพื่อไทย,1676
93,พัทลุง,3,6,นายจรัญ จันทร์แก้ว,กล้าธรรม,47653
93,พัทลุง,3,7,นายปราโมทย์ หนูเลิศ,ประชาธิปไตยใหม่,541
93,พัทลุง,3,8,ร้อยตรีพงศภัค จุลพันธ์,เศรษฐกิจ,453
93,พัทลุง,3,9,นายปิยะวุฒิ เคว็จดำ,ไทยก้าวใหม่,379
94,ปัตตานี,1,1,นายไวชิต อุดมวนิช,ประชาชน,10859
94,ปัตตานี,1,2,นายชารีฟุดดีน สารีมิง,ประชาธิปัตย์,2718
94,ปัตตานี,1,3,นางสาวเพชรดาว โต๊ะมีนา,กล้าธรรม,16415
94,ปัตตานี,1,4,นายมานต์ เบ็ญนา,รวมไทยสร้างชาติ,471
94,ปัตตานี,1,5,นายบาฮารุดดีน ยูโซะ,ภูมิใจไทย,24377
94,ปัตตานี,1,6,ผศ.วรวิทย์ บารู,ประชาชาติ,13994
94,ปัตตานี,1,7,นายสมบูรณ์ สีแก้ว,เพื่อไทย,380
94,ปัตตานี,2,1,นายอับดุลบาซิม อาบู,กล้าธรรม,14082
94,ปัตตานี,2,2,นายคอซีย์ มามุ,ภูมิใจไทย,38541
94,ปัตตานี,2,3,นายอรุณ เบ็ญจลักษณ์,ประชาชาติ,13920
94,ปัตตานี,2,4,นายอับดุลเราะมัน สายาดะ,ประชาชน,7134
94,ปัตตานี,2,5,นายเจะนิ สะนิ,ประชาธิปัตย์,1975
94,ปัตตานี,2,6,นายอับดุลการิม ยูโซะ,เพื่อไทย,274
94,ปัตตานี,3,1,นายมูสำหมัดอามิน กอเดร์,เพื่อไทย,646
94,ปัตตานี,3,2,นายซาตา อาแวกือจิ,ประชาธิปัตย์,1341
94,ปัตตานี,3,3,นายพิมาน แม้นมินทร์,ประชาชน,6626
94,ปัตตานี,3,4,นายบูรฮันธ์ สาเม๊าะ,ภูมิใจไทย,30337
94,ปัตตานี,3,5,นายมะรูดิง ยาโงะ,กล้าธรรม,2601
94,ปัตตานี,3,6,นายสมมุติ เบ็ญจลักษณ์,ประชาชาติ,24253
94,ปัตตานี,4,2,นายอับดุลกอฮาร์ อาแวปูเตะ,ประชาชาติ,16390
94,ปัตตานี,4,3,ว่าที่ร้อยตรี โมฮามัดยาสรี ยูชง,ประชาธิปัตย์,1647
94,ปัตตานี,4,4,นายไซน์ดิง ยูโซะ,พลวัต,501
94,ปัตตานี,4,5,นายยูนัยดี วาบา,กล้าธรรม,30170
94,ปัตตานี,4,6,นายอาหมัดบูรฮัน ติพอง,เพื่อไทย,347
94,ปัตตานี,4,7,นายอริญชัย ซูสารอ,ภูมิใจไทย,25931
94,ปัตตานี,4,8,นายโมฮมัดรอฮมัด มามุ,ประชาชน,5423
94,ปัตตานี,5,1,นายมุกตา สาและ,ประชาธิปัตย์,1495
94,ปัตตานี,5,2,นายมะอำรัม อีดงอ,เพื่อไทย,640
94,ปัตตานี,5,3,นายบัณฑิต อับดุลบุตร,ประชาชาติ,24059
94,ปัตตานี,5,4,นายสาเหะมูหามัด อัลอิดรุส,ภูมิใจไทย,34313
94,ปัตตานี,5,5,นายมูฮัมหมัดนาเซร์ สูหลง,ประชาชน,9283
94,ปัตตานี,5,6,นายสนิท นาแว,กล้าธรรม,3250
94,ปัตตานี,5,7,นายอูกูอัลฮาดีด อาแด,พลังประชารัฐ,228
95,ยะลา,1,1,นายสุไลมาน บือแนปีแน,ประชาชาติ,31446
95,ยะลา,1,2,นายอาดิลัน อาลีอิสเฮาะ,กล้าธรรม,20639
95,ยะลา,1,3,นายประสิทธิชัย พงษ์สุวรรณศิริ,ภูมิใจไทย,16200
95,ยะลา,1,4,นายอันวาร์ อุเซ็ง,ประชาชน,15216
95,ยะลา,1,5,นายอับดุลการิม เด็งระกีนา,ประชาธิปัตย์,5182
95,ยะลา,1,6,นายสมภพ สุภนรานนท์,ไทยก้าวใหม่,1136
95,ยะลา,1,7,นายกูนรดินทร์ วงศ์วังษา,เพื่อไทย,490
95,ยะลา,1,8,นายอับดุลลาเตะ ยากัด,พลังประชารัฐ,213
95,ยะลา,2,1,นางสาวนูรฮายาตี สาเมาะ,ประชาชน,9570
95,ยะลา,2,2,นายสาการียา เลาะยะผา,เพื่อไทย,1105
95,ยะลา,2,3,นายซูการ์โน มะทา,ประชาชาติ,46972
95,ยะลา,2,4,นายไซด์นอน แวหามะ,ไทยก้าวใหม่,821
95,ยะลา,2,5,ว่าที่ร้อยตรี อับดุลฮาฟิซ หิเล,กล้าธรรม,1406
95,ยะลา,2,6,นายสุกรี มะเต๊ะ,ภูมิใจไทย,24226
95,ยะลา,2,7,นายธรนินทร์ ยะมาแล,ประชาธิปัตย์,3060
95,ยะลา,2,8,นายสะมาแอ มะดีเยาะ,ไทยพร้อม,482
95,ยะลา,3,1,นายอับดุลอายี สาแม็ง,ประชาชาติ,34910
95,ยะลา,3,2,นายมูฮัมหมัดสุกกรี บุงา,กล้าธรรม,26180
95,ยะลา,3,4,นายณรงค์ อาแว,ประชาชน,12123
95,ยะลา,3,5,นายบดินทร์ กาโฮง,ประชาธิปัตย์,4072
95,ยะลา,3,6,นายยุพราช เลิศลำยอง,ไทยก้าวใหม่,4781
95,ยะลา,3,7,นายกามิน มุชิ,ภูมิใจไทย,3443
95,ยะลา,3,8,นายซอและ มะสอลา,เพื่อไทย,1369
96,นราธิวาส,1,1,นายรุสลัน โต๊ะปาเก,ประชาธิปัตย์,1382
96,นราธิวาส,1,2,นายอับดุลการีม อัสมะแอ,ประชาชาติ,5260
96,นราธิวาส,1,3,นายวัชระ ยาวอหะซัน,ภูมิใจไทย,35026
96,นราธิวาส,1,4,นายลุตฟี หะยีอีแต,กล้าธรรม,40637
96,นราธิวาส,1,5,นายปารมี พิมานแมน,รวมไทยสร้างชาติ,1030
96,นราธิวาส,1,6,นางสาวอามีเน๊าะ อารง,ประชาชน,10071
96,นราธิวาส,1,7,นายเจ๊ะอิสมาแอล เบญเจ๊ะอาลี,เพื่อไทย,419
96,นราธิวาส,2,1,นางสาวสุคนธ์ทิพย์ ศรีสุวรรณ์,เพื่อไทย,1559
96,นราธิวาส,2,2,นายอามินทร์ มะยูโต๊ะ,กล้าธรรม,43544
96,นราธิวาส,2,3,นายฮัมรัน เทพลักษณ์,ประชาชน,8377
96,นราธิวาส,2,4,นายชัยวัฒน์ จันทรการ,ประชาธิปัตย์,2954
96,นราธิวาส,2,5,นายเจ๊ะซู ตาเหยีบ,พลังประชารัฐ,1054
96,นราธิวาส,2,6,นายมูฮัมหมัดรุสดี เชคฮารูณ,ประชาชาติ,11389
96,นราธิวาส,2,7,นายมูยำหมัด มามะ,ภูมิใจไทย,1348
96,นราธิวาส,2,8,นายอุสมาน ดาโอะ,พลวัต,360
96,นราธิวาส,3,1,นายแวรุสลัน มะสาและ,ภูมิใจไทย,36214
96,นราธิวาส,3,2,นายสัมพันธ์ มะยูโซะ,กล้าธรรม,36480
96,นราธิวาส,3,3,นายสูเต็ง ตอเฮ,ประชาชาติ,1329
96,นราธิวาส,3,4,นายภูวเดช เจ๊ฮูเซ็ง,ประชาธิปัตย์,409
96,นราธิวาส,3,5,นายมูฮัมหมัดอัสมัน โดยสมาน,ประชาชน,4529
96,นราธิวาส,3,6,นายประดิษฐ์ คลานุรักษ์,เพื่อไทย,200
96,นราธิวาส,3,7,นายคือรอนิง เจ๊ะเด๊ะ,ประชากรไทย,138
96,นราธิวาส,4,1,นายกูเฮง ยาวอหะซัน,ประชาชาติ,35031
96,นราธิวาส,4,2,นายกอเซ็ง มะเซ็ง,ประชาธิปัตย์,717
96,นราธิวาส,4,3,นายอดิศร อาแวเต๊ะ,กล้าธรรม,1279
96,นราธิวาส,4,4,นายอักบัร เชราลี,ประชาชน,3772
96,นราธิวาส,4,5,นายซาการียา สะอิ,ภูมิใจไทย,42262
96,นราธิวาส,4,6,นายมาร์วาน บินบีดี,เพื่อไทย,274
96,นราธิวาส,4,7,นายใซดี เจ๊ะหามะ,พลังประชารัฐ,60
96,นราธิวาส,4,8,นางสาวชาลีฮะห์ เจ๊ะหามะ,ประชากรไทย,45
96,นราธิวาส,5,1,นายกมลศักดิ์ ลีวาเมาะ,ประชาชาติ,47012
96,นราธิวาส,5,2,นายมะสกรี สาและ,ภูมิใจไทย,1689
96,นราธิวาส,5,3,นายอดิศร เย็ง,ประชาธิปัตย์,1025
96,นราธิวาส,5,4,นายบาสรี มะเซ็ง,เพื่อไทย,441
96,นราธิวาส,5,5,นายกอเซ็ง แซมะซู,กล้าธรรม,33134
96,นราธิวาส,5,6,นายลุกมาน มูซอ,ประชาชน,5474
`;
